Repository: geliusgelius/doll-inc-localizations
Catalog: *.po
Languages: it, uk

# ,2595927B46CF588E5DA79A81F7E84654
source: Oh no... the power’s out.
it: Oh no ... il potere è fuori.
uk: О ні ... Сила вийшла.

# ,30DC6A784257F9DC1B9E3898D6B35B08
source: That doesn’t usually happen.
it: Di solito non accade.
uk: Це зазвичай не відбувається.

# ,D763BFD14F81A594C968D58E62997899
source: In any case, head to the maintenance room and restore the power.
it: In ogni caso, vai alla sala di manutenzione e ripristina la potenza.
uk: У будь -якому випадку вирушайте до кімнати технічного обслуговування та відновіть живлення.

# ,61D5E3C74007E1240E68EEBBD157EEC3
source: Well done.
it: Ben fatto.
uk: Молодці.

# ,620D911045D98B0B39A48E9FD410E03E
source: Now get back to work.
it: Ora torna al lavoro.
uk: Тепер поверніться до роботи.

# ,167DA4A54EC0C3A3CF79C48545DBFD37
source: Well done, Operator
it: Ben fatto, operatore
uk: Молодці, оператор

# ,2F8E858B4DC5D94E88EB56BE99A37BC0
source: You’ve successfully completed this initial 5-day assessment
it: Hai completato con successo questa valutazione iniziale di 5 giorni
uk: Ви успішно завершили цю початкову 5-денну оцінку

# ,1183B50344E281A6874CB3AAC2572369
source: Now, review the final product carefully… And ask yourself — are you ready to survive 30 days?
it: Ora, rivedi attentamente il prodotto finale ... e chiediti: sei pronto a sopravvivere a 30 giorni?
uk: Тепер уважно перегляньте кінцевий продукт… і запитайте себе - чи готові ви вижити 30 днів?

# ,769D6C624D030E13130876938AAE603D
source: Your performance has been noted
it: La tua performance è stata notata
uk: Ваша вистава була відзначена

# ,6B0995774584C17891EC16A2765C8F5D
source: This was only a demonstration. Your true evaluation begins… when you’re ready.
it: Questa era solo una dimostrazione.
uk: Це була лише демонстрація.

# ,75F174E14B3C53BBAEA61BA7080C6A7B
source: Wake up...
it: Svegliati...
uk: Прокинутися ...

# ,4099A79E44243F72F95F9C87D7630B8E
source: WAKE UP!
it: SVEGLIATI!
uk: Прокинься!

# ,EF383E724E595B6A2BF14CA3076ED621
source: WORK! OBEY! SERVE! CONFORM! BE GRATEFUL!
it: LAVORO!
uk: Робота!

# ,98EBC6D04377241BFB75A380B988F43E
source: Let’s play forever.
it: Giochiamo per sempre.
uk: Давайте пограємо назавжди.

# ,BE5078404F7E40B6251C239F550EA78B
source: Let me fix you...
it: Lascia che ti aggiusti ...
uk: Дозвольте мені виправити ...

# ,C0AD1D9044203F4905EBDFA07AE98150
source: I see you.
it: Ti vedo.
uk: Я бачу тебе.

# ,F5B1BE9A45B3C2676169968A086453BA
source: Stay with me.
it: Resta con me.
uk: Залишайтеся зі мною.

# ,4B42877B4DF5E38CF6606996BD828500
source: You’re mine now.
it: Sei mio adesso.
uk: Ти зараз мій.

# ,764DED814D49F64E05DC6F975CAB7F7D
source: No more hiding.
it: Niente più nascondersi.
uk: Більше не ховаючись.

# ,250193EB4DFCB67E04C3BCBEA8AADD94
source: Why did you leave me?
it: Perché mi hai lasciato?
uk: Чому ти залишив мене?

# ,497AD5C84B43FD29D14BD5A46BABDC25
source: I waited... and waited...
it: Ho aspettato ... e ho aspettato ...
uk: Я чекав ... і чекав ...

# ,A42597364F2F9BB94D88CA83EB6C1E41
source: Do you want to see what’s inside?
it: Vuoi vedere cosa c'è dentro?
uk: Ви хочете побачити, що всередині?

# ,B8851D45410FAB611CA1018E24B12032
source: It’s okay to be scared.
it: Va bene avere paura.
uk: Це нормально, щоб боятися.

# ,276C005F4E51A6639CA94C94BA4DC831
source: Ah, I see you know the product well.
it: Ah, vedo che conosci bene il prodotto.
uk: Ах, я бачу, ти добре знаєш продукт.

# ,D569B04341B2798F2E2204A129AA31BF
source: That’s better.
it: Va meglio.
uk: Це краще.

# ,012C84B848CE009D6FC406AF50BB85ED
source: TRY AGAIN
it: RIPROVA
uk: Спробуйте ще раз

# ,697598EA40292C85BF663CB57FAA9D87
source: You've been caught.
it: Sei stato catturato.
uk: Вас спіймали.

# ,523DD5514E071361BF15418B8D902828
source: Fortunately, you are now the successful reference model that made it through.
it: Fortunatamente, ora sei il modello di riferimento di successo che è riuscito.
uk: На щастя, ви зараз є успішною довідковою моделлю, яка пройшла через це.

# ,936BC64F4E040F1D032936852B0C5D3B
source: Unfortunately, you are now just a copy for a future, better version of yourself.
it: Sfortunatamente, ora sei solo una copia per una versione futura e migliore di te stesso.
uk: На жаль, зараз ви просто копія для майбутнього, краща версія себе.

# ,A8C2F7CA4F7770DD80847BBE23FA0814
source: Thanks for playing!
it: Grazie per aver giocato!
uk: Дякую за гру!

# ,C9F575424FCCF043E300F4B61D69C21D
source: If you enjoyed the experience, please support us by leaving a positive review.
it: Se ti è piaciuta l'esperienza, ti preghiamo di supportarci lasciando una recensione positiva.
uk: Якщо вам сподобався досвід, будь ласка, підтримайте нас, залишивши позитивний відгук.

# ,F1E5B065413D9B0A3998318F7E030CEC
source: A neural network learns through trial and error. Its progress is used to train future networks, which start where it left off and improve with each generation. In the end, it was all a simulation.
it: Una rete neurale impara attraverso prove ed errori.
uk: Нейронна мережа вчиться через спроби та помилки.

# ,9C9573CA4EAD2DEB42FEF8BD09E231BE
source: That is you: a simple neural network that has made it this far. Every time you died, failed, or restarted, you didn’t go back to the beginning. You evolved from a copy of your previous self, learning from every mistake.
it: Sei tu: una semplice rete neurale che è arrivata così lontano.
uk: Це ви: проста нейронна мережа, яка зробила її так далеко.

# ,5518FB5D4F5FDBADF4AEF5B5A8F23C98
source: Your position on the weekly leaderboard has shifted from {x} to {y}.
it: La tua posizione nella classifica settimanale è passata da {x} a {y}.
uk: Ваша позиція на щотижневій лідері перемістилася з {x} до {y}.

# ,E7EC8EB04E6D1A45731C62BB6DF62FEB
source: Your position on the global leaderboard has shifted from {x} to {y}.
it: La tua posizione nella classifica globale è passata da {x} a {y}.
uk: Ваша позиція на глобальній дошці лідерів перейшла від {x} до {y}.

# ,55629B96416054C818FE55A294A5FB39
source: Day {day}
uk: День {день}

# ,893AB056448350D850544BB2AAB12261
source: NONE
it: NESSUNO
uk: Ні

# ,B33CBAD0457DBE23578301B27C778E88
source: GOLD
it: ORO
uk: Золото

# ,BC132C4D47234C1A5D833F9B0DA1896E
source: SILVER
it: ARGENTO
uk: Срібний

# ,EAF4AA3944FDFCE56A471496887C134C
source: BRONZE
it: BRONZO
uk: Бронза

# ,031608ED402B8EAA8C240283F4C33278
source: I'm slowly getting used to the job.
it: Mi sto lentamente abituando al lavoro.
uk: Я повільно звикаю до роботи.

# ,03BDD1D34A4C691EC98E7980DFE4439A
source: Began stress testing products. Some didn’t survive.
it: Ha iniziato i prodotti di stress test.
uk: Почали стрес -тестування продуктів.

# ,10680A594C75637F62BBE2BDBB72094F
source: Started processing product orders. We’re now handling real dispatches.
it: Iniziato a elaborare gli ordini dei prodotti.
uk: Розпочав обробку замовлень на продукт.

# ,1C9D1995422A4BE131A0F3A1BF8F842A
source: I’ve been assigned to handle full quality control — returns, complaints, all of it.
it: Sono stato assegnato a gestire il controllo completo di qualità: resi, reclami, tutto.
uk: Мені було призначено обробляти повний контроль якості - повернення, скарги, все це.

# ,2F303EA24751AA8DE94637AA56D164E3
source: The resistance contacted me again. They addressed me as their superior. Blue has vanished. Last seen in Area 4.
it: La resistenza mi ha contattato di nuovo.
uk: Опір знову зв’язався зі мною.

# ,4F4277B84EB62BFCD2085AB950017649
source: Started inspecting robots for defects. A lot more complex than boxes.
it: Ha iniziato a ispezionare i robot per i difetti.
uk: Розпочав огляд роботів на дефекти.

# ,5399762B45264806207E4B8ECF5D1C7F
source: Security’s changed. Massive military robots now patrol. The break rooms are empty. Operators are gone.
it: La sicurezza è cambiata.
uk: Безпека змінилася.

# ,58BEE6714A14BB339AF408882F09C9B1
source: Now they’re ordering robots too. I’m in charge of packaging them carefully.
it: Ora stanno ordinando anche robot.
uk: Тепер вони також замовляють роботів.

# ,5D3D7ED24EBBF3FDAF7BA6AEF2FB6FC2
source: I placed more recruitment stickers, this time in the cafeteria. Every ally counts.
it: Ho messo più adesivi di reclutamento, questa volta nella caffetteria.
uk: Я розмістив більше наклейок на роботу, цього разу в кафетерії.

# ,624ADA10429EA58BBBEE26ABCC2CA2AE
source: Back to box inspection, but this time checking for properly placed danger stickers.
it: Torna all'ispezione della scatola, ma questa volta controlla adeguati adesivi di pericolo.
uk: Поверніться до огляду коробки, але цього разу перевіряючи належним чином поставлену небезпеку наклейки.

# ,7DE9014E41DAF981D64B42B1FF3C38DE
source: Blue told me to return to the lockers and collect the IDs of those willing to join the resistance.
it: Blue mi ha detto di tornare agli armadietti e di raccogliere gli ID di coloro che sono disposti a unirsi alla resistenza.
uk: Синій сказав мені повернутися до шафки та зібрати посвідчення особи, які бажають приєднатися до опору.

# ,7FD44B71482BC5E39B903FBE1C763966
source: Now checking robots for proper animation and voice functionality.
it: Ora controlla i robot per un'animazione adeguata e funzionalità vocale.
uk: Тепер перевірка роботів на належну анімацію та функціональність голосу.

# ,8D8EF40140056CC96A2D85A4AE8C1100
source: I saw other operators for the first time. Blue took me on a tour through different workstations.
it: Ho visto altri operatori per la prima volta.
uk: Я вперше побачив інших операторів.

# ,9BAFE58C4AA258AD473B76B6BE28FF78
source: Everything at once now: orders, dispatch, returns... No rest. The system is pushing me to my limit.
it: Tutto in una volta ora: ordini, spedizione, ritorna ... nessun riposo.
uk: Все відразу зараз: замовляє, відправляти, повертається ... не відпочинок.

# ,9E87178546EE28314166F7B251C83648
source: Today I started scanning barcodes. It’s tedious, but feels important.
it: Oggi ho iniziato a scansionare i codici a barre.
uk: Сьогодні я почав сканувати штрих -коди.

# ,A554627B4C5C38EA3E1ED6A6033261C5
source: Something strange happened — Blue appeared on the factory screens. Did he hack the system?
it: È successo qualcosa di strano: Blue è apparso sugli schermi di fabbrica.
uk: Щось дивне сталося - на фабричних екранах з'явився Блакитний.

# ,A8D7CFFD4C2F33C8BCF0A4828D6002BB
source: It’s been a long day inspecting boxes for cracks or broken glass. Precision matters more than ever.
it: È stata una lunga giornata di ispezione di scatole per crepe o vetri rotti.
uk: Це було довгий день огляд коробки на наявність тріщин або розбитого скла.

# ,B2F5B4E64F065BB868B9B1B2AC4D8797
source: Hierarchies? Blue told me robots have their own: whites, purples... and what about the blues like him?
it: Gerarchie?
uk: Ієрархії?

# ,B6483E6140D4F75F8E3D77B6191CBE5A
source: Finally got access to the barcode scanner — no more manually reading numbers.
it: Finalmente ho avuto accesso allo scanner a barre, non più numeri di lettura manualmente.
uk: Нарешті отримав доступ до сканера штрих -коду - більше немає номерів читання вручну.

# ,C168EE924BE86A42D619DFA95E96168A
source: The supervisor is behind me all the time; it's starting to feel overwhelming.
it: Il supervisore è sempre dietro di me;
uk: Наглядач весь час позаду мене;

# ,C65A171545B6CE8D198638BC0673AC6A
source: What is this company? Are there no humans here at all? Then why did they hire me? Blue nearly scared me to death...
it: Cos'è questa azienda?
uk: Що це за компанія?

# ,C8CD40574D10A43A2201C2A9E780D148
source: Orders can now include both boxes and dolls. Things are picking up.
it: Gli ordini possono ora includere sia scatole che bambole.
uk: Тепер замовлення можуть включати як коробки, так і ляльки.

# ,E2244AF34183366DA46227984E30BD08
source: Combined orders now include both dolls and their boxes. More room for mistakes.
it: Gli ordini combinati ora includono sia le bambole che le loro scatole.
uk: Зараз комбіновані замовлення включають як ляльки, так і їх коробки.

# ,E95499424DD390276D0B5E909E9F3743
source: Got a new tool: the visual anomaly scanner. My job just got faster — and more dangerous.
it: Ho un nuovo strumento: lo scanner di anomalie visive.
uk: Отримав новий інструмент: сканер візуальної аномалії.

# ,E99BBB6C4842A2D53CC11DB6F2919CEB
source: Left post-its in lockers — recruiting others has begun.
it: Lasciato post-it negli armadietti-reclutare altri è iniziato.
uk: Залишивши пост-його в шафках-набираючи інших.

# ,EC7293844D4B3B77062E669B67B84FD5
source: Clients are requesting boxes with personalized names. Extra attention needed.
it: I clienti richiedono caselle con nomi personalizzati.
uk: Клієнти запитують поля з персоналізованими іменами.

# ,F1CBC445448C3F035FCE7DB7746F6E7B
source: I infiltrated the server room and disrupted the system. The recruited operators now report to me.
it: Ho infiltrato la stanza del server e ho interrotto il sistema.
uk: Я проникнув у серверну кімнату і порушив систему.

# ,F5FF51A545ECE86CB013798BB01BE825
source: I broke into the HR office and stole documents. I need to know if there are others like me.
it: Ho fatto irruzione nell'ufficio delle risorse umane e ho rubato i documenti.
uk: Я ввірвався в офіс HR і вкрав документи.

# ,F792B3CF4DF10274548BB88FCD9DB215
source: Went to the security room and installed a fake recording. The cameras are no longer watching us.
it: Sono andato nella sala di sicurezza e ha installato una registrazione falsa.
uk: Поїхав до кімнати безпеки та встановив підроблений запис.

# ,01AAAF24476770D413F25A96B8575B51
source: silver
it: argento
uk: срібний

# ,714F65F54D7380CA5901E88E2486E744
source: Bonus x{days} days
it: Bonus x {giorni} giorni
uk: Бонус x {дні} дні

# ,91C64E1843DAEB390615F2BB0B324A08
source: gold
it: oro
uk: золото

# ,CD59A3D6467D3E5708E177A23CCC9970
source: bronze
it: bronzo
uk: бронза

# ,DA7BD99B417258A6EA02EE94328FD895
source: Bonus x{multiplier} by {medal}
it: Bonus x {moltiplicatore} per {medaglia}
uk: Бонус x {множник} на {medal}

# ,7ABC79D347782118DE1FB48DD89D4093
source: Go to home
it: Vai a casa
uk: Ідіть додому

# ,1692DE874C0C2B1FC7A6A5AD1D9C1FE9
source: Exit
it: Uscita
uk: Вихід

# ,3FD3275141C46D8A4E7B0C8B98721113
source: Settings
it: Impostazioni
uk: Налаштування

# ,4634F1C448A78E03F4AC7B94441281EB
source: Resume Game
it: Riprendi il gioco
uk: Відновити гру

# ,C83A56EC426E9FC9E5BA31A9249D2681
source: In this mode, you will accumulate days infinitely. You can leave at any time and come back; each day will be saved. You'll need to purchase the tools required to perform your job, and there's a leaderboard based on the number of consecutive days.
it: In questa modalità, accumulerai i giorni infinitamente.
uk: У цьому режимі ви будете накопичувати дні нескінченно.

# ,1184F1C941A74FBF8E4F0BACCC7CB62C
source: In this mode, you’ll play against the clock. You have 3 minutes to complete as many positive products as possible. Be careful—mistakes will reduce your final score, and there’s a leaderboard.
it: In questa modalità, giocherai contro l'orologio.
uk: У цьому режимі ви будете грати проти годинника.

# ,9AD075424978E03033D799BB29F2E2CC
source: In this mode, you must complete all products on time. Every X seconds, more products will arrive. Your limit is either making mistakes or letting too many products pile up. There's a leaderboard.
it: In questa modalità, è necessario completare tutti i prodotti in tempo.
uk: У цьому режимі ви повинні виконати всі продукти вчасно.

# ,C286C77C4525E4E32199E2A1BE3AF7D1
source: In this mode, you'll play endlessly—you can't go back home. Correct actions are cumulative, but if you make a mistake, it's over. There's a leaderboard.
it: In questa modalità, giocherai all'infinito: non puoi tornare a casa.
uk: У цьому режимі ви будете грати нескінченно - ви не можете повернутися додому.

# ,F1577C934E851A1B27EDA393295DC3AE
source: YOU'RE FIRED
it: Sei licenziato
uk: Ви звільнені

# ,275DA14045B4F4A0DA361398BE10F139
source: Good choices
it: Buone scelte
uk: Хороший вибір

# ,D7C65A2848D650E9E96CF791B543DD1E
source: Time left
it: Tempo rimasto
uk: Залишив час

# ,4B73B66B4591F5C7CC7822BFB858D76E
source: Gold medal
it: Medaglia d'oro
uk: Золота медаль

# ,6A4195D045E5DDB5324A69AB52282961
source: Bronze medal
it: Medaglia di bronzo
uk: Бронзова медаль

# ,74CFFA874E7EBDBF2A2BEB81DC4492EF
source: Endless mode
it: Modalità infinita
uk: Нескінченний режим

# ,BA2275AF43371B1551C46CA582FC0123
source: Silver medal
it: Medaglia d'argento
uk: Срібна медаль

# ,C81503CF43A9272426CF27826CEBBA95
source: Next product: {time}s
it: Prodotto successivo: {time} s
uk: Наступний продукт: {Time} S

# ,C9D5D5854D8FB00A0918C2B45E6DDE45
source: No medal
it: Nessuna medaglia
uk: Немає медалі

# ,4784A2614A6231F633348488263A018C
source: Warning!
it: Avvertimento!
uk: УВАГА!

# ,76B47EB543BF633492DD14979AD3BC03
source: If you continue, you will lose your progress. Are you sure?
it: Se continui, perderai i tuoi progressi.
uk: Якщо ви продовжите, ви втратите свій прогрес.

# ,03681C1D470E86EB0ABEED9AF7E11ED0
source: Exit
it: Uscita
uk: Вихід

# ,80E21629480E57C88E262198EC87AC63
source: Based in Doll Impostor Game/Universe
it: Basato sul gioco/universo impostore bambola
uk: Базиться в грі/Всесвіті Doll Ampostor

# ,04D63A604E5D6F986FFDA2A1843FAB43
source: Extras
it: Extra
uk: Екстри

# ,BD73310E46062096966E43BD65FD7FB4
source: This game is in active development and constantly evolving. What you see now does not necessarily represent the final version, and some aspects may change or improve over time. If you'd like to share your thoughts or report an issue, we kindly ask that you do so through our Discord server, where we can respond directly. We kindly ask you to avoid using reviews for feedback during this stage, as the game is still growing and changing.
it: Questo gioco è in fase di sviluppo attivo e in costante evoluzione.
uk: Ця гра в активному розвитку і постійно розвивається.

# ,57CFF5CE4DF7823408A1EAB46F688619
source: CHECK DOLL IMPOSTOR!
it: Controlla l'impostore della bambola!
uk: Перевірте ляльковий самозванець!

# ,C48C1C864A7359D65824CAAA3C412A09
source: CHECK HEADARROW MERCH!
it: Controlla il merch HEADROW!
uk: Перевірте Merch Headarrow!

# ,8047E9CD42F86F3F23E516BE387AC55F
source: Settings
it: Impostazioni
uk: Налаштування

# ,A940358B417BC801CD4F1C80CB40247A
source: Exit
it: Uscita
uk: Вихід

# ,AD56B2704C9513AE879BB4B7AE8E4CD3
source: Load Game
it: Carica gioco
uk: Завантажувати гру

# ,00FCABF141C3AF5EF547AABC53DB0200
source: New Game
it: Nuovo gioco
uk: Нова гра

# ,43BCC32C48657FA65EA04289D3E49507
source: Stats
it: Statistiche
uk: Статистика

# ,943DABEB47A9283D7F07BBBF5E810B38
source: Worker Days
it: Giorni del lavoratore
uk: Робочі дні

# ,403947654F9400F9481D9680F2B2C4BD
source: Cumulative Score
it: Punteggio cumulativo
uk: Кумулятивний бал

# ,8EAA49A34918C093BB34F6B84BF10B0A
source: Endless Score
it: Punteggio infinito
uk: Нескінченний бал

# ,ED3AD42B414DF83B44A4C3B3215A9A75
source: Week
it: Settimana
uk: Тиждень

# ,192B9AE445ECB9AEB4F3F588A556594A
source: Leaderboards
it: Classifiche
uk: Лідерні дошки

# ,76080D1C45AA2898CEF5519DF7B49D15
source: Global
it: Globale
uk: Глобальний

# ,A404AA8F42B73EE54F4CCF852C31941A
source: GO TO MAIN MENU
it: Vai al menu principale
uk: Перейдіть до головного меню

# ,68409E11464782A52E54FDB86BE2BB7C
source: You have unlocked the extra modes!
it: Hai sbloccato le modalità extra!
uk: Ви розблокували додаткові режими!

# ,46495261472E6F2C13F6F5A88B4D11AF
source: YOU'RE IN
it: Sei dentro
uk: Ти в

# ,96BE281748BB6CFDE7C2E1A4CD8FBE1F
source: Purchased
it: Acquistato
uk: Закуплений

# ,33814A59478E1BD433E317B00D80F2F0
source: Anomaly Scanner
it: Scanner di anomalie
uk: Сканер аномалії

# ,17AC12824F636AA4151F6F871B2C8FE6
source: Floor table
it: Tavolo da pavimento
uk: Столика

# ,18D574414C013E79D4EF70834A21336D
source: Storage upgrade
it: Aggiornamento di archiviazione
uk: Оновлення зберігання

# ,4BAF51024746C9AB91ED669586A053BB
source: Auto-reason
it: Ragionamento automatico
uk: Автомати

# ,49C829AA4936C35F8E6303AB39EAD9E0
source: Barcode Scanner
it: Scanner di codici a barre
uk: Сканер штрих -коду

# ,0DFEFF8D4D49A9B167424A8949390960
source: Extra table
it: Tavolo extra
uk: Додатковий стіл

# ,5DF9D46D4D69FAB32EDA20BBB1A7C3FD
source: Upgrades
it: Aggiornamenti
uk: Оновлення

# ,1FEC6BF54861A572D22E959A41960743
source: Are you sure?
it: Sei sicuro?
uk: Ви впевнені?

# ,278B569940F273D601053B97FD50AC6B
source: This action cannot be undone.
it: Questa azione non può essere annullata.
uk: Цю дію не можна скасувати.

# ,5A9082C24056C8BFE9DE8EA9069EF292
source: For the changes to take effect, restart the game
it: Per avere effetto le modifiche, riavviare il gioco
uk: Щоб зміни набули чинності, перезавантажте гру

# ,626EC2FD45418B0B7A54ADBCAEADA3A0
source: Low
it: Basso
uk: Низький

# ,D59D437D4A5623BB300F15B9DEB2DFC9
source: Medium
it: Medio
uk: Середній

# ,9404939C41414F86FA16B8B0C5B74E9D
source: High
it: Alto
uk: Високий

# ,164060454E5796D5711012B8A720788E
source: Extreme
it: Estremo
uk: Екстремальний

# ,28953C4E43697949852B609F8D0793FB
source: Off
it: Spento
uk: Не вистачати

# ,7C75165C49E7D2EBD079048C7F8B471B
source: On
it: SU
uk: На

# ,7286FEC6469CF65A5584DB896D227680
source: Windowed
it: Finestra
uk: Віконний

# ,02D9E8BE4D8D66E9AA05AEBCFF6F5CFD
source: Borderless
it: Senza confini
uk: Бездоганний

# ,2EF2F1564FC48CCE3E64C3AC2AE2520E
source: Fullscreen
it: A schermo intero
uk: Повноцінний

# ,B7A232F04263043B9FEA5F8F6A6CBF61
source: Unlimited
it: Illimitato
uk: Необмежений

# ,77DAE76A48EC13E45F2983881F23E808
source: Gameplay Settings
it: Impostazioni di gioco
uk: Налаштування геймплея

# ,45C632DB4CE38CCF91E0E89A3C83E11B
source: Video Settings
it: Impostazioni video
uk: Налаштування відео

# ,E1BED414427264B22F7080B7ED0D0CF9
source: Audio Settings
it: Impostazioni audio
uk: Аудіо налаштування

# ,3E1BC428435A0C653E4D7185A4847A91
source: Input Settings
it: Impostazioni di input
uk: Налаштування введення

# ,F00A91DE4FD2BF7AD2CC558E36CF0D94
source: Field of View
it: Campo visivo
uk: Поле зору

# ,5E0DC4AE4575000AC0171F95AD85CADA
source: Depth of Field
it: Profondità di campo
uk: Глибина поля

# ,25672B2F428EDE34D8AE9C8193CD05D6
source: Mouse Sensivity
it: Sensibilità al topo
uk: Чутливість миші

# ,C217326D42A0B8DA097ECEAC0760BAF7
source: Focus FOV
uk: Фокус FOV

# ,989B29B6410C0037174BC8BA9D073C92
source: Dialogue Volume
it: Volume del dialogo
uk: Обсяг діалогу

# ,928D8B36495F7CA7451ECC8DA2DD1850
source: Move Forward
it: Andare avanti
uk: Рухатися вперед

# ,09CCC43B450A924B1414CEA6C17A4E5D
source: Language
it: Lingua
uk: Мова

# ,3E796087492560DF199BD58F4D3A3731
source: Move Backward
it: Spostarsi all'indietro
uk: Рухатися назад

# ,419FBA55411C37613B78B895FC47434E
source: Auto settings
it: Impostazioni automatiche
uk: Автоматичні налаштування

# ,773B946148501068D9A5B3A814B81ECD
source: Move Left
it: Sposta a sinistra
uk: Перемістіть ліворуч

# ,411476E94611E3ECBFFCB29460596681
source: Move Right
it: Sposta a destra
uk: Рухатися праворуч

# ,D9B2458843A82DBB9843FBBB36327D9A
source: Turn Right
it: Girare a destra
uk: Повернути праворуч

# ,51AAD5804BF2737D78EA9DAB73EC9BBC
source: Turn Left
it: Girare a sinistra
uk: Поверніть ліворуч

# ,0D33F3C64097DC3B481D9DBBE348199B
source: Smooth Camera
it: Telecamera liscia
uk: Гладка камера

# ,636E48DB4F79961C0BCDDF9C74A51062
source: Look Up
it: Cercare
uk: Шукати

# ,BE7B6E174A4CE247B21761B7E41F34D3
source: Look Down
it: Guarda in basso
uk: Дивитися вниз

# ,C8F05C9640A64BDEEDFF738C5E065267
source: Crouch
it: Accovacciarsi
uk: Квапитися

# ,175FDB6245E5ED987CC62684AC5049E4
source: Run
it: Correre
uk: Пробігати

# ,460FFB13421148C8493D69A72A81E93C
source: Use
it: Utilizzo
uk: Використання

# ,6AA4F0964EAA8B9B6AE3B3A2B62504C1
source: Focus / Zoom
uk: Фокус / масштаб

# ,FA1C15B1439CEF51682B81AF479F4873
source: Main Menu
it: Menu principale
uk: Головне меню
