Repository: geliusgelius/doll-inc-localizations
Catalog: *.po
Languages: it, uk

# ,C9773D0C4FDD013222645395030DB920
source: They are the creators’ masterpieces. You are nothing but a mistake.
it: Sono i capolavori dei creatori.
uk: Вони - шедеври творців.
