Repository: geliusgelius/doll-inc-localizations
Catalog: *.po
Languages: it, uk

# ,F077373045C217E53EFD909A0B22FBB0
source: From now on, every product must come with a barcode
it: D'ora in poi, ogni prodotto deve essere fornito con un codice a barre
uk: Відтепер кожен продукт повинен бути з штрих -кодом

# ,3CCD83844181298C567682BE07317BC9
source: If it’s missing, or the number doesn’t match the product
it: Se manca o il numero non corrisponde al prodotto
uk: Якщо він відсутній, або число не відповідає продукту

# ,7ADB935E4116096FD263B1A000764CCB
source: send it to repair, no exceptions
it: Invialo per riparare, nessuna eccezione
uk: Надішліть його на ремонт, без винятків

# ,3789D0AB43BBD5D42744DB915F50DAEA
source: You can check the correct codes on your screen
it: Puoi controllare i codici corretti sullo schermo
uk: Ви можете перевірити правильні коди на екрані

# ,300A50244125449E9E9215856A18FFE9
source: Stay sharp
it: Rimani affilato
uk: Залишатися різким

# ,77EBC03247917A710147B591AADF3871
source: We’ve detected some strange phenomena in certain dolls
it: Abbiamo rilevato alcuni fenomeni strani in alcune bambole
uk: Ми виявили деякі дивні явища у певних ляльок

# ,FDEB333045DDBC556F1E1EA176A69956
source: If you notice odd movement, unusual noise, or anything that feels… off
it: Se noti movimenti strani, rumore insolito o qualsiasi cosa che si senta ...
uk: Якщо ви помічаєте дивний рух, незвичайний шум або щось, що відчуває… вимкнено

# ,2C99AF774FFA4E03005D3D805BC64FFA
source: mark it as “Strange Phenomenon” and send it to repair
it: Segnalo come "strano fenomeno" e invialo per riparare
uk: Позначте його як "дивне явище" і надішліть його для ремонту

# ,B26FE71E4356A19F5078FD8511845D45
source: Better safe than sorry
it: Meglio al sicuro che scusa
uk: Краще безпечно, ніж шкода

# ,AB53E4844B8987532E99579E4E2586C0
source: We've launched a new line of products: Robots.
it: Abbiamo lanciato una nuova linea di prodotti: i robot.
uk: Ми запустили нову лінійку продуктів: роботів.

# ,A4E582B44C9B117DE48156929FC0D596
source: These units are in high demand and come in various appearances depending on the map, just like the cases.
it: Queste unità sono molto richieste e sono disponibili in varie apparenze a seconda della mappa, proprio come i casi.
uk: Ці підрозділи користуються великим попитом і надходять у різних виступах залежно від карти, як і випадки.

# ,C59DDCCA48F86CF4D585DAA2A977CE7C
source: Your task is simple: check for any physical damage and ensure the barcode is valid.
it: Il tuo compito è semplice: verifica eventuali danni fisici e assicurati che il codice a barre sia valido.
uk: Ваше завдання просте: перевірте наявність фізичних пошкоджень і переконайтеся, що штрих -код є дійсним.

# ,9E6E8FA543EF11D6292F93AEDCF3E43A
source: Due to high demand, animation systems have been installed in the robots.
it: A causa dell'elevata domanda, i sistemi di animazione sono stati installati nei robot.
uk: Через високий попит у роботах встановлені анімаційні системи.

# ,656FD8094B186F163DF3B1B852234BF7
source: Make sure their movements are smooth and functioning as expected.
it: Assicurati che i loro movimenti siano fluidi e funzionanti come previsto.
uk: Переконайтесь, що їх рухи є плавними та функціонуючими, як очікувалося.

# ,27C07C4F42D798C5D474C88B022734F9
source: If the animation fails or appears broken, send them in for repair.
it: Se l'animazione fallisce o appare rotta, inviali per la riparazione.
uk: Якщо анімація виходить з анімації або виявляється зламаною, надішліть їх на ремонт.

# ,0D13C0AA48BECA7FF97EF5930E71814D
source: Voice modules are now part of the robot lineup.
it: I moduli vocali fanno ora parte della gamma di robot.
uk: Голосові модулі тепер є частиною лінійки роботів.

# ,816157FC40F4F291833508BCA24C5D55
source: You’ll need to power on each unit before checking for voice functionality.
it: Dovrai alimentare ogni unità prima di verificare la funzionalità vocale.
uk: Вам потрібно буде живити на кожному блоці, перш ніж перевірити наявність голосової функціональності.

# ,6AB6609B4EE83BB0C1C9D3840483F619
source: Compare their voice lines with the reference examples in your guide.
it: Confronta le loro linee vocali con gli esempi di riferimento nella tua guida.
uk: Порівняйте їхні голосові лінії з еталонними прикладами у вашому посібнику.

# ,92673B3145666DB2DD438DA2D9049DB8
source: If the voice doesn’t match the assigned model, send them to repair.
it: Se la voce non corrisponde al modello assegnato, inviali alla riparazione.
uk: Якщо голос не відповідає призначеній моделі, надішліть їх для ремонту.

# ,8AD367384F9D43B1665ECB87819071A1
source: Good morning, Operator
it: Buongiorno, operatore
uk: Доброго ранку, оператор

# ,BE68D7C34A908039EA61318337F6F4B8
source: Today’s task will require extra attention
it: L'attività di oggi richiederà un'attenzione extra
uk: Сьогоднішнє завдання потребуватиме додаткової уваги

# ,C34615AC471CC0FFEA2E34BCCCC3A62B
source: You’re now responsible for inspecting all product types: dolls, robots, and cases
it: Ora sei responsabile dell'ispezione di tutti i tipi di prodotto: bambole, robot e casi
uk: Зараз ви несете відповідальність за огляд усіх типів продуктів: Ляльки, роботів та справ

# ,9477AF254FD241DE292D9A8ED12DA39B
source: To help you keep up, I’ve added an extra table to your station. Use it wisely
it: Per aiutarti a tenere il passo, ho aggiunto un tavolo extra alla tua stazione.
uk: Щоб допомогти вам не відставати, я додав додатковий стіл до вашої станції.

# ,612A938E41375E17D002F2861E697D8B
source: Check for defects, label mismatches, missing codes, and anything out of place
it: Controlla difetti, disallineamenti per etichette, codici mancanti e qualsiasi cosa fuori posto
uk: Перевірте наявність дефектів, невідповідності мітки, відсутніх кодів та будь -чого поза місцем

# ,6D4BC41E4DB79F24B514CEADC490B27A
source: You’ve done well so far… don’t lose focus now
it: Hai fatto bene finora ... non perdere la concentrazione ora
uk: Ви поки що добре зробили ... не втрачайте фокусу зараз

# ,3FA5FADA4F5C14283491CA910C18135B
source: Your evaluation continues
it: La tua valutazione continua
uk: Ваша оцінка триває

# ,6070BC0942074AB3A904B099A3BD7339
source: Today we’ll continue with regular tasks...
it: Oggi continueremo con compiti regolari ...
uk: Сьогодні ми продовжимо регулярні завдання ...

# ,14CD87D345B502368F95ACB484AA0D69
source: But we’ve installed a barcode scanner for you
it: Ma abbiamo installato uno scanner per codici a barre per te
uk: Але ми встановили для вас сканер штрих -коду

# ,38ADA6A1453F551C5CC69681734A3AE5
source: It should help speed up your work
it: Dovrebbe aiutare ad accelerare il tuo lavoro
uk: Це повинно допомогти прискорити вашу роботу

# ,989615F140E866F6838509851261B476
source: Just aim, scan, and decide
it: Basta puntare, scansionare e decidere
uk: Просто націліться, сканувати і вирішити

# ,B33518E34F82B9D34ADBAFB1A598B6A1
source: No excuses now, efficiency is expected
it: Non ci sono scuse ora, è prevista l'efficienza
uk: Зараз немає виправдань, ефективність очікується

# ,C6FFF2F64577D194BCD69795E0989335
source: Today’s task is simple
it: L'attività di oggi è semplice
uk: Сьогоднішнє завдання просте

# ,B719030F4732E6BE435B8E85DB454903
source: You're going to check the weight of each product
it: Controllerai il peso di ogni prodotto
uk: Ви збираєтеся перевірити вагу кожного продукту

# ,FC697936469FA1AB62B7E7A5398ED13D
source: Place the item on the scale platform and wait
it: Posizionare l'oggetto sulla piattaforma di scala e attendere
uk: Розмістіть елемент на платформу масштабу і чекайте

# ,C87902AF42AB3AB7E6B03FAD9D7317F7
source: If the weight is correct, the indicator will turn green
it: Se il peso è corretto, l'indicatore diventerà verde
uk: Якщо вага правильна, індикатор стане зеленим

# ,0463160E447BA8F0161064B752182D6D
source: If it doesn’t… well, you know what to do
it: Se non è ... beh, sai cosa fare
uk: Якщо це не так ... ну, ти знаєш, що робити

# ,0646055547A05CAA2288E8B1EFBA3D24
source: Let’s begin
it: Cominciamo
uk: Почнемо

# ,7F1C39AE4920F4A1BEEABBAEF65DC1EA
source: Turn on the light to see more clearly.
it: Accendi la luce per vedere più chiaramente.
uk: Увімкніть світло, щоб чіткіше побачити.

# ,D5505E744081EC77A18703A54E406B7E
source: Alright, Operator. Today’s task is slightly different
it: Va bene, operatore.
uk: Добре, оператор.

# ,2EEC51194CA8C9059015F49A8B28BBD8
source: We're adding pressure testing to your routine. It's similar to the weight checks you've done before
it: Stiamo aggiungendo test di pressione alla tua routine.
uk: Ми додаємо тестування тиску до вашої рутини.

# ,157E726B4086D65007A9689322B043DE
source: Place the product on the pressure platform, activate the machine, and wait for the result
it: Posizionare il prodotto sulla piattaforma di pressione, attivare la macchina e attendere il risultato
uk: Розмістіть продукт на платформу тиску, активуйте машину та чекайте результату

# ,36D5ADE3488AA79AEBD2FCA909F01624
source: If it doesn’t meet the pressure standards… send it to repair. No exceptions
it: Se non soddisfa gli standard di pressione ... invialo alla riparazione.
uk: Якщо він не відповідає стандартам тиску ... надішліть його для ремонту.

# ,C13B226A45A4FEA2C0346EBEB11617D7
source: Stay sharp. Faulty units under pressure can cause problems
it: Rimani affilato.
uk: Залишайтеся різкими.

# ,4F7D30B843ACE3D22D7E9BAEA2B73E35
source: Alright, listen up
it: Va bene, ascolta
uk: Добре, слухайте

# ,B0D4C54D45DB07B97493EFA489283976
source: Today you're checking temperature
it: Oggi stai controllando la temperatura
uk: Сьогодні ви перевіряєте температуру

# ,10928D8E4C64C65A14F4C2A4326ED7C6
source: Excessive heat can warp the structure, melt joints, or even fry internal systems
it: Il calore eccessivo può deformare la struttura, le articolazioni di scioglimento o persino i sistemi interni
uk: Надмірне тепло може викручувати структуру, розплави або навіть обсмажувати внутрішні системи

# ,C6254A894933D36D857BD4B3797DA216
source: Too cold? Well… plastics become brittle, motors jam, and let's just say, it gets ugly
it: Troppo freddo?
uk: Занадто холодно?

# ,3C3443C94AFDC314B2C6E5ACAE97BB96
source: We’re not cooking dinner, we’re making perfection.
it: Non stiamo cucinando la cena, stiamo facendo la perfezione.
uk: Ми не готуємо вечерю, ми робимо досконалість.

# ,33EB491045552E6968E47F8D9E0EF684
source: Starting today, you'll be using the product scanner
it: A partire da oggi, utilizzerai lo scanner del prodotto
uk: Починаючи з сьогоднішнього дня, ви будете використовувати сканер продукту

# ,6EFD123B41F02BE81C0406A8F87EB716
source: It’s been added to your station, try not to drop it
it: È stato aggiunto alla tua stazione, cerca di non lasciarlo cadere
uk: Це додано на вашу станцію, намагайтеся не кидати його

# ,6929D7BF4CDE47D6A9FF2FA8B2E7F122
source: This tool helps detect visual anomalies that may not be obvious to the eye
it: Questo strumento aiuta a rilevare anomalie visive che potrebbero non essere ovvie per gli occhi
uk: Цей інструмент допомагає виявити візуальні аномалії, які можуть бути не очевидними для очей

# ,4CB424A04C5B8644989AEDBA664C7E73
source: Scorch marks, hidden cracks, internal tampering... the scanner will catch it
it: Segni di bruciatura, crepe nascoste, manomissione interna ... lo scanner lo prenderà
uk: Скорбочки, приховані тріщини, внутрішнє підробку ... сканер його спіймає

# ,F00390E9420BDC6FDBCC79BBB0DB2237
source: Use it wisely
it: Usalo saggiamente
uk: Використовуйте це розумно

# ,36B418724AF72A663D01ACAD0CEE2413
source: New day.
it: Nuovo giorno.
uk: Новий день.

# ,A83F29B04D7D263BDF0F35ABD240C1D7
source: Today, you'll be handling Orders.
it: Oggi gestirai gli ordini.
uk: Сьогодні ви будете обробляти замовлення.

# ,6C50ACD14BF451C81404DBA21BD427A3
source: Once you press the Dispatch button, incoming requests will show up on the panel.
it: Dopo aver premuto il pulsante di spedizione, le richieste in arrivo verranno visualizzate sul pannello.
uk: Після натискання кнопки відправлення на панелі з’являться вхідні запити.

# ,7CF4F49548489A5719460FB090557F65
source: Head to Storage, find the requested product, and bring it back for processing.
it: Dirigiti allo spazio di archiviazione, trova il prodotto richiesto e riportalo per l'elaborazione.
uk: Поверніться до зберігання, знайдіть запитуваний продукт та поверніть його для обробки.

# ,C45DE74440471F2D3EDB029BBF12852C
source: Simple task, but don't mess it up.
it: Compito semplice, ma non sbagliare.
uk: Просте завдання, але не зіпсовуйте його.

# ,DA7DCDC542C568F2EF946F8549F06509
source: Today’s going to be a bit more… tedious.
it: Oggi sarà un po 'più ... noioso.
uk: Сьогодні буде трохи більше… нудно.

# ,FD5CCD36463CEA8C928DB0A22C8826A3
source: We’ve received multiple requests for separate items, dolls and boxes individually.
it: Abbiamo ricevuto più richieste per articoli separati, bambole e scatole individualmente.
uk: Ми отримали кілька запитів на окремі предмети, ляльки та коробки окремо.

# ,58432AFC472CC0DD356393964BE1DC9F
source: Check the order panel and fulfill each request accordingly.
it: Controllare il pannello degli ordini e soddisfare ogni richiesta di conseguenza.
uk: Перевірте панель замовлення та виконайте кожен запит відповідно.

# ,B6CEFE5D4DEAA109EFE33AA5EDAC7915
source: Stay sharp and don’t mix them up.
it: Rimani affilato e non mescolarli.
uk: Залишайтеся різкими і не змішуйте їх.

# ,91F1DDD249FBEC5A4D116FAFFC30680F
source: Things will change soon… hang in there.
it: Le cose cambieranno presto ... resisti.
uk: Незабаром все зміниться… завишіть там.

# ,36EC55BA48DE5D0A3819A8AB332FBFDE
source: Today’s task requires precision
it: L'attività di oggi richiede precisione
uk: Сьогоднішнє завдання вимагає точності

# ,FBBA9F30443343E05EB411BF873F8C73
source: Some orders will now request both a box and a doll together
it: Alcuni ordini ora richiederanno sia una scatola che una bambola insieme
uk: Зараз деякі замовлення вимагатимуть як коробку, так і ляльку разом

# ,598ED16A414CD3F07FBC49AF875B0E4F
source: You have two options
it: Hai due opzioni
uk: У вас є два варіанти

# ,790370A74511CB8AC419779F677F3BD6
source: Place the doll inside the box, it will count as one complete unit
it: Posizionare la bambola all'interno della scatola, conta come un'unità completa
uk: Помістіть ляльку всередину коробки, вона вважатиметься однією повною одиницею

# ,C164326848D943D16F8B53B1C8B421A5
source: Or send each product separately, but make sure the order is fully completed
it: Oppure invia ogni prodotto separatamente, ma assicurati che l'ordine sia completamente completato
uk: Або надішліть кожен товар окремо, але переконайтеся, що замовлення повністю завершено

# ,CF1DDE4348E8CA218251D2B68FE7580C
source: Do it right. Orders are monitored closely
it: Fallo bene.
uk: Зробіть це правильно.

# ,8C3318BF43FF5EDC5A4D778714FBFA3F
source: Alright, today’s task is a little different.
it: Va bene, il compito di oggi è un po 'diverso.
uk: Добре, сьогоднішнє завдання трохи інше.

# ,FAA49AA74C09E43BDE66B4A55EFA542F
source: Some orders now include custom names printed on the boxes.
it: Alcuni ordini ora includono nomi personalizzati stampati sulle caselle.
uk: Деякі замовлення тепер містять власні імена, надруковані на полях.

# ,3FAE62124D8E20DA8FAA3C94F418A30C
source: Head over to the storage area, pick the box listed in the order...
it: Vai nell'area di stoccaggio, scegli la casella elencata nell'ordine ...
uk: Перейдіть до зони зберігання, виберіть коробку, перелічену в порядку ...

# ,BE875AE6490A1EA088424993C3217A4A
source: Then bring it to the labeling machine to assign the correct name.
it: Quindi portalo alla macchina dell'etichettatura per assegnare il nome corretto.
uk: Потім принесіть його на машину для маркування, щоб призначити правильне ім’я.

# ,53D079974D58C0F044AEFCB515E3CB68
source: Make sure everything matches, no typos allowed.
it: Assicurati che tutto corrisponda, nessun errore di battitura consentito.
uk: Переконайтеся, що все відповідає, не дозволено помилку.

# ,232069D64671012C9020B0BC0BA6A6D8
source: Today, you’ll be preparing shipments.
it: Oggi preparerai le spedizioni.
uk: Сьогодні ви будете готувати поставки.

# ,B9876A7D41F0C5503614F5A8BC12B51C
source: Head to the storage room, request a box, and place all the required products inside.
it: Dirigiti al ripostiglio, richiedi una scatola e posiziona tutti i prodotti richiesti all'interno.
uk: Поверніться до сховища, подайте запит на коробку та розмістіть усі необхідні продукти всередині.

# ,E503D3DC4775A1DC0BA9E2AE7BE16DD0
source: Make sure to add protective padding, then send it to production.
it: Assicurati di aggiungere imbottitura protettiva, quindi inviarlo alla produzione.
uk: Обов’язково додайте захисну прокладку, а потім відправте його у виробництво.

# ,12315BF8407364A8D72A8CBA04EC29F4
source: Alright, Operator
it: Va bene, operatore
uk: Добре, оператор

# ,04CDF18B4D947FF4E1DF98961F5D42E5
source: Continue handling requests as usual.
it: Continua a gestire le richieste come al solito.
uk: Продовжуйте обробку запитів, як завжди.

# ,960C44074C8C218584F61C89408576B1
source: We’ve now installed a classifier panel in your dispatch.
it: Ora abbiamo installato un pannello di classificazione nella tua spedizione.
uk: Зараз ми встановили панель класифікатора у вашій відправці.

# ,EC2ADCF046546F86784CEBB1D600CCE5
source: You can use it to request products directly, no need to walk to storage every time.
it: Puoi usarlo per richiedere i prodotti direttamente, non è necessario camminare per lo stoccaggio ogni volta.
uk: Ви можете використовувати його для запиту продуктів безпосередньо, не потрібно щоразу ходити до зберігання.

# ,2198B93E4B5CA595CDF790B76C07D7CB
source: Unless you enjoy the exercise…
it: A meno che non ti piaccia l'esercizio ...
uk: Якщо вам не сподобається вправа ...

# ,07F0B89040D8219EDDA412842F3C3999
source: Also, you’ll notice a new label printer at your station.
it: Inoltre, noterai una nuova stampante per etichette nella tua stazione.
uk: Крім того, ви помітите новий принтер етикетки на вашій станції.

# ,ADE10A3A4C1C028BB8E1179CB9C319CB
source: Use it to re-label packages faster and with better accuracy.
it: Usalo per etichettare i pacchetti più velocemente e con una migliore precisione.
uk: Використовуйте його, щоб швидше та з кращою точністю переробити пакети.

# ,85E99F14451E0CF0C2AA5D955BFB3ECB
source: Less time wasted. More work done.
it: Meno tempo sprecato.
uk: Менше часу витрачається.

# ,5D32721545885BF0E2964A9E3297B46D
source: Let’s keep the line moving.
it: Manteniamo la linea in movimento.
uk: Давайте продовжимо рух.

# ,1DB342544EE1F8CAF0BFC9B495E9979C
source: New day, Operator
it: Nuovo giorno, operatore
uk: Новий день, оператор

# ,7C4FAEAB4C2DDFCB9408998FB6A8FB86
source: Today you’ll be handling returns
it: Oggi gestirai i resi
uk: Сьогодні ви будете обробляти повернення

# ,31E3D8424F2D2EE7DEB126BC43678985
source: Open the box, remove the products, and send them all to production
it: Apri la scatola, rimuovi i prodotti e inviali tutti alla produzione
uk: Відкрийте коробку, видаліть продукцію та надішліть їх у виробництво

# ,14123E9545CDAF0F55A5E1BCD938D69A
source: Discard the packaging and the box in the bin
it: Scartare l'imballaggio e la scatola nel cestino
uk: Відкиньте упаковку та коробку у відро

# ,BF7C5B25488E1CAFA49CECBB3058B274
source: Simple, efficient. Let’s move
it: Semplice, efficiente.
uk: Простий, ефективний.

# ,1341ABC141C212381873A1B66F21D743
source: Alright, this doll is inconsistent.
it: Va bene, questa bambola è incoerente.
uk: Добре, ця лялька непослідовна.

# ,D9AAA851491E73CAC5CBDF84CD4BF6CD
source: If you look closely, it’s damaged on the back.
it: Se guardi da vicino, è danneggiato sul retro.
uk: Якщо придивитися уважно, він пошкоджений на спині.

# ,45F47E71473D7F33DAD4A2BC7B2CE229
source: Send it to repair
it: Invialo per riparare
uk: Надішліть його для ремонту

# ,3880690C4FD18A3FBFAAD0A35AA5C749
source: Today we continue with the returns
it: Oggi continuiamo con i resi
uk: Сьогодні ми продовжуємо повернення

# ,07BA4E80457FEE12C860AC8DA7F9B3AD
source: This time, you'll need to inspect each product thoroughly
it: Questa volta, dovrai ispezionare a fondo ogni prodotto
uk: Цього разу вам потрібно буде ретельно оглянути кожен продукт

# ,F952946A482C6543BA26689C9CB52FD6
source: If everything looks good, send it to production
it: Se tutto sembra buono, invialo alla produzione
uk: Якщо все виглядає добре, надішліть його на виробництво

# ,BC5E5F9246CB1DE9B31546A8559FD869
source: If not, mark the issue and send it for repairs
it: In caso contrario, contrassegnare il problema e inviarlo per le riparazioni
uk: Якщо ні, позначте проблему та надішліть її на ремонт

# ,11A8BF7D4DDAB58E400A109B16801073
source: Don't rush, every detail matters
it: Non fretta, ogni dettaglio è importante
uk: Не поспішайте, кожна деталь має значення

# ,478B2BCE4A97D8EF5F01219B7DA6FB18
source: Today you'll be handling both deliveries and returns
it: Oggi gestirai entrambe le consegne e i ritorni
uk: Сьогодні ви будете обробляти як поставки, так і повернення

# ,03DA70AD4D0BE583B74654A8E1089F1A
source: Make sure to double-check each order
it: Assicurati di ricontrollare ogni ordine
uk: Обов’язково перевіряйте кожне замовлення

# ,E12D6DA545E99D6632DE41A7B84C1439
source: Approved items go out, damaged or incorrect ones come back
it: Gli articoli approvati escono, danneggiati o errati tornano
uk: Затверджені предмети виходять, пошкоджені або невірні, повертаються

# ,45C79FDF43ABCEB60A615E82010EACAA
source: Stay sharp. Mistakes cost time
it: Rimani affilato.
uk: Залишайтеся різкими.

# ,C0A5B3324F0C63FEA96917997A329026
source: Today we’re putting everything to the test
it: Oggi stiamo mettendo alla prova tutto
uk: Сьогодні ми все тестуємо

# ,ED4ACFE94E2FBD137528B59F882C66C5
source: Inspect products, process orders, and handle returns, all at once
it: Ispezionare i prodotti, gli ordini di processo e la gestione dei rendimenti, tutto in una volta
uk: Перевірте продукцію, обробка замовлень та обробка повернення, усі відразу

# ,A146816C4303937A564CC885EBD345EF
source: Let’s see how well you manage under pressure
it: Vediamo quanto bene gestisci sotto pressione
uk: Давайте подивимося, наскільки добре ви впораються під тиском

# ,60B45CD3497D5D95B9089A8E7A039C9D
source: This case is damaged
it: Questo caso è danneggiato
uk: Цей випадок пошкоджений

# ,2549DA304FEBEBBD0D03E484CF279614
source: If you look closely, there’s an inconsistency on the upper part, just above the label
it: Se guardi da vicino, c'è un'incoerenza nella parte superiore, appena sopra l'etichetta
uk: Якщо уважно придивитися, у верхній частині є невідповідність, трохи вище етикетки

# ,BE98D70649DE23EB39DF459B333241CF
source: This case looks good
it: Questo caso sembra buono
uk: Цей випадок виглядає добре

# ,102B8BC04A7FFB703FDDC09D41B210A9
source: Good job.
it: Buon lavoro.
uk: Хороша робота.

# ,E226388249C605C1A0D63886D30AFC59
source: Now request a new product, and let’s inspect it again.
it: Ora richiedi un nuovo prodotto e ispezioniamolo di nuovo.
uk: Тепер запитайте новий продукт, і давайте перевіримо його ще раз.

# ,E2CC5E084EA5A15E7951C7BEB96C4E71
source: This doll looks good.
it: Questa bambola sembra buona.
uk: Ця лялька виглядає добре.

# ,19931A42482B21AC13A3D6A2080D4FD7
source: Send it to production
it: Invialo alla produzione
uk: Надіслати його на виробництво

# ,D4C10A9040D406BA1EEE03A381141937
source: Great! Excellent work.
it: Grande!
uk: Чудово!

# ,70F58B2F44A0182A5F14E198BEFAF208
source: Now that you know how it works, go ahead and process a few more products.
it: Ora che sai come funziona, vai avanti ed elabora qualche altro prodotto.
uk: Тепер, коли ви знаєте, як це працює, продовжуйте та обробіть ще кілька продуктів.
