Repository: geliusgelius/doll-inc-localizations
Catalog: *.po
Languages: it, uk

# ,EF176B2A4BCEA55C2F438CB60C8AC601
source: Press key to bind
it: Premere il tasto per legare
uk: Натисніть клавішу, щоб зв’язати

# ,3CB2A0B24617CF31968FC28E978F4153
source: Blueprints
it: Progetti
uk: Креслення

# ,F2A8B642470514630D564A877B6C0FD7
source: Static Meshes
it: Maglie statiche
uk: Статичні сітки

# ,133AA5784CF570694C94B09914F0F525
source: Missing order barcode
it: CODE DI ORDINE MANCANDO
uk: Штрих -код відсутнього замовлення

# ,509FAFFE48C45229E7360D97381EB5AB
source: Missing protection
it: Protezione mancante
uk: Відсутній захист

# ,59EBFA86404FABA5CC55C58E7FF30A45
source: MIssing barcode
it: Capo a barre mancante
uk: Відсутній штрих -код

# ,78B6C47048CB47719563CB88CC55D93A
source: Incomplete order
it: Ordine incompleto
uk: Неповне замовлення

# ,83253EFB4C0471D4AC69BAB387E0AD51
source: Fail reason
it: Fallire
uk: Помилка причини

# ,652FB43B4C7AD93FDE5427B128469DEC
source: KG
uk: Кг

# ,A2A9C4324AD650A0A94C3C98ED1938A6
source: Toggle Box
it: Cassetta a levetta
uk: Перемикач

# ,023C80494BD0373B621D728704DB99E9
source: Missing warning stickers
it: Adesivi di avvertimento mancanti
uk: Відсутні наклейки на попередження

# ,0ADE54E542DAD14ABB03F09162164FA2
source: Inconsistent case
it: Caso incoerente
uk: Непослідовна справа

# ,151789A244DFBB16BE890581DDE457B6
source: Wrong sticker position
it: Posizione adesiva sbagliata
uk: Неправильне положення наклейки

# ,2EB19FF24FE9853E1A67A4B2C5FDECFB
source: foreign objects
it: Oggetti estranei
uk: сторонні предмети

# ,30F4F7434E058FCBF045E78CD48CE993
source: Wrong barcode
it: Capo a barre sbagliato
uk: Неправильний штрих -код

# ,4C7713A24AFB6421C4B494AD85808489
source: Inconsistent glass
it: Vetro incoerente
uk: Непослідовне скло

# ,535D24D84B69458DD03D798D96B6007A
source: Missing name
it: Nome mancante
uk: Відсутнє ім'я

# ,69BACD724A6F3D41167DBBBDF85B0CE3
source: missing door
it: porta mancante
uk: Відсутні двері

# ,6A0CB23E4920D09318963D81ADECF639
source: inconsistent lock
it: blocco incoerente
uk: непослідовний замок

# ,70B0850340A625EE624D11AE6552631B
source: missing slider lock
it: Lock di scorrimento mancante
uk: Відсутній замок повзунка

# ,8B56A6DF45A70FEB8B1CD2BA45797776
source: Missing barcode
it: Capo a barre mancante
uk: Відсутній штрих -код

# ,BB2A7259408546D2F1A07CBDADAEC929
source: inconsistent door
it: porta incoerente
uk: непослідовні двері

# ,E90801DE44EF123D29714D9B3962E3C5
source: Wrong name
it: Nome sbagliato
uk: Неправильне ім’я

# ,0D8FE6B94EA2FDD914779FB617A89FE9
source: Wrong barcode
it: Capo a barre sbagliato
uk: Неправильний штрих -код

# ,23CA48224A9BF5CFA2EA3A98E036BADA
source: Inconsistent doll
it: Bambola incoerente
uk: Непослідовна лялька

# ,34555C7F4218570D3D004A9EA3FC3410
source: Strange phenomenon
it: Strano fenomeno
uk: Дивне явище

# ,ED350A8D4428164192E5148ED5131FEE
source: Missing barcode
it: Capo a barre mancante
uk: Відсутній штрих -код

# ,EDA2EB3E4F3B37D7EBD19FAAF58CE596
source: Wrong name
it: Nome sbagliato
uk: Неправильне ім’я

# ,246F2F4949FFB42650894AB5BD32B00D
source: inconsistent weight
it: Peso incoerente
uk: непослідовна вага

# ,2E207F62429FB6F9CDD02BB28E0ED5E6
source: inconsistent temperature
it: temperatura incoerente
uk: непослідовна температура

# ,5C3B4340450F84A03477DA81D1A4BC2B
source: Inconsistent voice
it: Voce incoerente
uk: Непослідовний голос

# ,605FF701467A050AB8CE96A29C44E3D7
source: Inconsistent robot
it: Robot incoerente
uk: Непослідовний робот

# ,658E832A42ED1FEF74D28FBB459680D5
source: Missing barcode
it: Capo a barre mancante
uk: Відсутній штрих -код

# ,6E21B25E4D1C6179FC732F82785C32BF
source: Wrong barcode
it: Capo a barre sbagliato
uk: Неправильний штрих -код

# ,71F6E88941938C640D8228BDE5E61725
source: inconsistent pressure
it: Pressione incoerente
uk: непослідовний тиск

# ,87BC936647AB5AF3569652990E87D9B5
source: Inconsistent animation
it: Animazione incoerente
uk: Непослідовна анімація

# ,D37BCC0E40EF4546A93E2D9D388DAF76
source: Speak
it: Parlare
uk: Говорити

# ,A7D3B47A4A4B068C31CFD39A6CF0A5D1
source: Toggle Robot
it: Attiva robot
uk: Перемикати робот

# ,110C6C1B4CF0A0E6C0F317B2CDC7939E
source: {name}'s robot
it: Il robot di {Nome}
uk: {Ім'я}

# ,50B538004C020CD6B4559F8CE5F0A2BA
source: {name}'s case
it: Il caso di {Name}
uk: {ім'я}

# ,77A0EAF3485985870BFAACAB468F43BA
source: Toggle Lock
it: Attiva chiusura
uk: Перемикач

# ,7F79F95F4C1FD5F0F6E0CBA5BADCD4E5
source: Toggle Door
it: Attiva la porta
uk: Перемикач

# ,DBB575374F3EDC8AE24521ACFAD752E2
source: Find Blue
it: Trova il blu
uk: Знайти синій

# ,EF6789BD4B378EB6395796B33153C8D3
source: UP
it: SU
uk: Вгору

# ,34F4896049116D5EB9610D9193ED7001
source: THROW
it: GETTARE
uk: Кидати

# ,BD9F98F441E48FB99A44F5A54731EA54
source: Escape
it: Fuga
uk: Втеча

# ,003D0D834733E7C533A89F9D6A1FB8E8
source: Put a sticker in each table
it: Metti un adesivo in ogni tavolo
uk: Покладіть наклейку в кожну стіл

# ,81E9BAA7419C1B5289437BA82FACBEE1
source: Rotate left
it: Ruotare a sinistra
uk: Обертати ліворуч

# ,45EC97CB4802237498081FB748882600
source: Rotate right
it: Ruotare a destra
uk: Обертайте праворуч

# ,C13DEE9C4AB6C195FC29288F8D0CADA4
source: Preasure Action
uk: Попередні дії

# ,2FC1B1CB4A4893796C9FF8ABF1A2FE97
source: Go to Servers room
it: Vai nella stanza dei server
uk: Перейдіть до кімнати серверів

# ,1CD44A0B4B5EBC23936048B71943D235
source: Turn on the lights
it: Accendi le luci
uk: Увімкніть світло

# ,BD531B9E4442536830BE929E0EE5BE75
source: Unblock the products on dispatch
it: Sblocca i prodotti su spedizione
uk: Розблокувати продукти на відправці

# ,166AB17B4C2924FEEED342A0F0C2FD03
source: Go to dispatches room
it: Vai a Dispatches Room
uk: Перейдіть до кімнати відправлення

# ,0F12F3904CEF62CE122689A9AFDAD4CA
source: Go to maintenance room
it: Vai alla sala di manutenzione
uk: Перейдіть до кімнати з технічного обслуговування

# ,21EACFAF49507A7552A110BAE83EEE37
source: Go home
it: Vai a casa
uk: Йти додому

# ,239D301D425DDDE4BB5E72945B2C2E1A
source: Put the tool back in its place.
it: Rimetti lo strumento al suo posto.
uk: Покладіть інструмент назад на його місце.

# ,32BB351643F146D3CE187DA1F1A5061F
source: Leave
it: Partire
uk: Виїхати

# ,373812D2448A918EC46E88B63CEA5016
source: Pick the barcode Scanner
it: Scegli lo scanner di codici a barre
uk: Виберіть сканер штрих -коду

# ,3C78B4824D8DDE1EE4EADEA8E5D30790
source: Add protection to Box
it: Aggiungi protezione alla scatola
uk: Додайте захист до коробки

# ,41C8EB434E3B857742426CB953A2D962
source: Place into platform
it: Posizionare sulla piattaforma
uk: Місце в платформу

# ,59D5F27B450291184FBE03926D9972D3
source: Activate panel again
it: Attiva di nuovo il pannello
uk: Знову активуйте панель

# ,65A6E2FB42A89E00A6FD298E262678B6
source: Review the product
it: Rivedi il prodotto
uk: Перегляньте товар

# ,6D3847D84B4B95D2139654B5C4FEB564
source: STUCK
it: INCOLLATO
uk: Застряг

# ,6DAEF58F41A34662BD57069D35F19980
source: Use the repair reason panel (Wrong name)
it: Utilizzare il pannello per i motivi di riparazione (nome sbagliato)
uk: Використовуйте панель причини ремонту (неправильне ім'я)

# ,6E0EA478403ECE52ABBF53A320274AB8
source: Keep working
it: Continua a lavorare
uk: Продовжуйте працювати

# ,731711684782573177A6E68C266B590B
source: Check the new Panel
it: Controlla il nuovo pannello
uk: Перевірте нову панель

# ,7A7E50BE4647DBC366917A8BCB2C243D
source: Send to production
it: Invia alla produzione
uk: Надіслати на виробництво

# ,8F48C2364E01FB55DE3BE3965FDDA749
source: Activate the dispatch Panel
it: Attiva il pannello di spedizione
uk: Активуйте панель відправки

# ,99B7B7A64D583DA8EC8B43A20F3588B3
source: Continue Working...
it: Continua a lavorare ...
uk: Продовжуйте працювати ...

# ,B188EE0042364C49DADBE6A8828B5608
source: Send product to repair
it: Invia il prodotto alla riparazione
uk: Надіслати товар для ремонту

# ,C34DA328419E7CDA04FBCCB5EF528334
source: Leave from observation room
it: Lasciare dalla sala di osservazione
uk: Залиште з кімнати спостереження

# ,C8D9A35D497B88BA1314689A56AEF353
source: Put the box on the floor platform.
it: Metti la scatola sulla piattaforma del pavimento.
uk: Покладіть коробку на платформу підлоги.

# ,C94280B14B7B4C66F1B93F915138EC5A
source: Pick up the Doll
it: Raccogli la bambola
uk: Візьміть ляльку

# ,D06F76594B031E9B278C26860B6700BF
source: Review the case
it: Rivedi il caso
uk: Перегляньте справу

# ,D299CF65439CF03C62CBD1A3840D84A9
source: Put the case on repair selecting wrong name as repair reason
it: Metti la custodia sulla riparazione selezionando il nome sbagliato come motivo di riparazione
uk: Покладіть справу на ремонт вибору неправильного імені як причину ремонту

# ,E5D1644344491A13316F9AB8CD6AD31A
source: Put the barcode on box and send it to production
it: Metti il ​​codice a barre sulla scatola e invialo alla produzione
uk: Покладіть штрих -код у коробці та надішліть його на виробництво

# ,E986BC32440410B3B2AA529C1AF4C358
source: Go to Storage room...
it: Vai al ripostiglio ...
uk: Перейдіть до зберігання ...

# ,F0444637451984370DD1ABBD14148409
source: Place the doll in the platform
it: Posizionare la bambola nella piattaforma
uk: Розмістіть ляльку на платформу

# ,F7FDDC304A5024D676A5EE80893CEB02
source: Go to home
it: Vai a casa
uk: Ідіть додому

# ,F88B77E547F006009AD0F0B0125FF1C8
source: Send it to production
it: Invialo alla produzione
uk: Надіслати його на виробництво

# ,F9EDED874A66119071C16984B7464371
source: Print the order barcode and put on product
it: Stampa il codice a barre dell'ordine e mettiti il ​​prodotto
uk: Роздрукуйте штрих -код замовлення та поставте на продукт

# ,FC8959AC46B48CBBFBEE2AB99A29DBF8
source: Go to maintenance room
it: Vai alla sala di manutenzione
uk: Перейдіть до кімнати з технічного обслуговування

# ,72665A764943C26EF07B8BBC76AC13C0
source: Go to observation room
it: Vai nella sala di osservazione
uk: Перейдіть до кімнати спостереження

# ,6370292A4746B6810ECD75AB7A447E81
source: Go to HR Office
it: Vai all'ufficio delle risorse umane
uk: Перейдіть до офісу HR

# ,A13EC4E84C6D0BE812C8B48B6C6403D1
source: Go to Servers room
it: Vai nella stanza dei server
uk: Перейдіть до кімнати серверів

# ,0902806743D23675BFDD0A9E5936DB6C
source: Go to dispatches room
it: Vai a Dispatches Room
uk: Перейдіть до кімнати відправлення

# ,21DAAAA046755F3B0DEA72BF83FEABC5
source: Go to Locker room
it: Vai allo spogliatoio
uk: Перейдіть до роздягальні

# ,A528D48348617EF476A703A36E74708E
source: Go to Security room
it: Vai nella sala di sicurezza
uk: Ідіть до кімнати безпеки

# ,9B2DD66146ED89E8308D5D9A7E95A64A
source: Go to Cafeteria
it: Vai in mensa
uk: Перейдіть до кафетерії

# ,078AEF0A4BC4903DC64AA48A81CD7B97
source: Find the papers
it: Trova i documenti
uk: Знайдіть документи

# ,5E25DAC8457D6AC059BAFD8659576A99
source: Put the stickers on each lock
it: Metti gli adesivi su ogni serratura
uk: Покладіть наклейки на кожен замок

# ,781DC04D48CE750D284BBD8DD0CE51B1
source: Pick the id cards
it: Scegli le carte d'identità
uk: Виберіть посвідчення особи

# ,6E6F9A2B495679529F94E58FC2418E2B
source: Manipulate the cctv
it: Manipolare la CCTV
uk: Маніпулювати відеоспостереженням

# ,355139F940FF4B1819E7FFA952892B85
source: Put a sticker in each table
it: Metti un adesivo in ogni tavolo
uk: Покладіть наклейку в кожну стіл

# ,5758EEC14D1960F9A51B11A4E14B7EFE
source: Find Blue
it: Trova il blu
uk: Знайти синій

# ,05F004004C0C63CB913F89B579B3C2B5
source: Manipulate each red server
it: Manipolare ogni server rosso
uk: Маніпулювати кожним червоним сервером

# ,133FA5ED4F9610DA9718BAAC4A501221
source: Go to interviews room
it: Vai alla stanza delle interviste
uk: Перейдіть до кімнати для інтерв'ю

# ,38B47F6443107F1A870F258CE1E53FEE
source: Join to Doll Inc
it: Unisciti a Doll Inc
uk: Приєднуйтесь до Doll Inc

# ,26F695304732DB9EAED5508A16DB6F1F
source: Go to door
it: Vai alla porta
uk: Перейдіть до дверей

# ,6605812249F319D73CE7B68A78798C40
source: Take the phone
it: Prendi il telefono
uk: Візьміть телефон

# ,6981B6DA4BD6F8514E58CD94519AE1AD
source: Get out of the apartment.
it: Esci dall'appartamento.
uk: Вийти з квартири.

# ,9B5F77504063E212FB1654A0A361625F
source: Check the tv
it: Controlla la TV
uk: Перевірте телевізор

# ,F726153349E7F7EBEEDAEB8A041DDAA0
source: Go to Doll Inc
it: Vai a Doll Inc
uk: Перейдіть до Doll Inc

# ,134119FA415555EF5E94ABB5F5F751E7
source: Follow the supervisor instructions
it: Segui le istruzioni del supervisore
uk: Дотримуйтесь інструкцій керівника

# ,418203D640E6B38281E0AAA97492F850
source: Clear the obstruction
it: Cancella l'ostruzione
uk: Очистити перешкоду

# ,6F9DCEB046A48B9227D936B115EA6CE5
source: Back to work
it: Torna al lavoro
uk: Назад до роботи

# ,4790609049389B3E8BE97BAD6DDB01F8
source: Leave from HR Office
it: Lasciare dall'ufficio delle risorse umane
uk: Залиште з кадрового офісу

# ,CFF1D6A44842770C6B33A5A75CCDD4C5
source: Find the papers
it: Trova i documenti
uk: Знайдіть документи

# ,256D8907458D653267033A97CBA8BF4B
source: Put a case inside and write the text required in the order
it: Metti un caso all'interno e scrivi il testo richiesto nell'ordine
uk: Покладіть корпус всередину і напишіть текст, необхідний у порядку

# ,270E3DE54C31DDA06F8A2B9948DE36D5
source: Bring the box to dispatch room
it: Porta la scatola a Dispatch Room
uk: Принесіть коробку до відправлення кімнати

# ,308FFE574239048DD15660B6BAA6F182
source: Request a box before products
it: Richiedi una scatola prima dei prodotti
uk: Попросіть коробку перед продуктами

# ,47AFFBCC41F0404B5C2BDFB0A9C6ECBC
source: Pick the product and back to dispatch room
it: Scegli il prodotto e torna a Dispatch Room
uk: Виберіть товар і назад до відправлення кімнати

# ,EBA8131F4CEE22F6786953957FBC5822
source: Put items on box
it: Metti gli elementi sulla scatola
uk: Покладіть предмети на коробку

# ,F208F6E945169173EDE934A12DA0094A
source: Request the product order
it: Richiedi l'ordine del prodotto
uk: Попросіть замовлення товару

# ,F387F4634D5E58FC3E53D18BD021A97E
source: So... you thought this was about trust?
it: Quindi ... pensavi che si trattasse di fiducia?
uk: Отже ... ви думали, що це стосується довіри?

# ,3D8EE06A441B7ED0F7CAE1ACB1C14A53
source: You were never a real employee.
it: Non sei mai stato un vero dipendente.
uk: Ви ніколи не були справжнім працівником.

# ,95FD7DF54609DC7835C79CA7852EBC6A
source: We eliminate it.
it: Lo eliminiamo.
uk: Ми це усуваємо.

# ,8E8C786F4AD8A5A78A47CCA856082DD6
source: Goodbye.
it: Arrivederci.
uk: До побачення.

# ,EB44696F48C51F2A40A1548BF87DE4FD
source: This was a test.
it: Questo è stato un test.
uk: Це був тест.

# ,FAEA23D5488A289A74F34F9ACFE94D77
source: Thirty days to prove one thing: obedience.
it: Trenta giorni per dimostrare una cosa: obbedienza.
uk: Тридцять днів, щоб довести одне: послух.

# ,6E53A60340B955CAD3D82BBE785C0B06
source: But you failed.
it: Ma hai fallito.
uk: Але ти зазнав невдачі.

# ,5C533C2F4E181BF14C45AA8A2A0585FF
source: Your “friend”?
it: Il tuo "amico"?
uk: Ваш "друг"?

# ,28C9673547645DB66CD638BB07DEEF29
source: Just a handler.
it: Solo un gestore.
uk: Просто обробник.

# ,DE4F17FA46CEE74EFCB32CB58179387C
source: Their job was to watch you... push you.
it: Il loro compito era guardarti ... spingerti.
uk: Їх робота полягала в тому, щоб спостерігати за тобою ... штовхнути тебе.

# ,4DB707544544994F9AE1ED9A6A01A5E8
source: And you? You disobeyed. You questioned.
it: E tu?
uk: А ти?

# ,CE8D381B448561D21479639D363E84DC
source: And here at Doll Inc, we don’t fix disobedience.
it: E qui a Doll Inc, non fissiamo la disobbedienza.
uk: І тут, у Doll Inc, ми не виправляємо непоко.

# ,6CD4009648A8F45C0353C5A379030501
source: Congratulations, Operator.
it: Congratulazioni, operatore.
uk: Вітаємо, оператор.

# ,4D89A51A41BA2790134C9C9D7F9D9273
source: You made it.
it: L'hai fatto.
uk: Ви це зробили.

# ,890478D741033CD1FC45B4A0D13666B4
source: Proceed to your assigned workstation.
it: Procedi alla workstation assegnata.
uk: Перейти до призначеної робочої станції.

# ,4948BB6F42DAA4B3F2F999825CD512C4
source: You’ve earned it.
it: L'hai guadagnato.
uk: Ви це заробили.

# ,066A75B44D6B5B7E0EDB95B11199B641
source: Thirty days. No failures. No hesitation.
it: Trenta giorni.
uk: Тридцять днів.

# ,12A242EF49576C88B24BD5A239057E76
source: Your performance has been... acceptable.
it: La tua performance è stata ... accettabile.
uk: Ваша вистава була ... прийнятною.

# ,27FF2EBB483629E41EE5F99613E13A60
source: Accurate. Efficient. Obedient.
it: Accurato.
uk: Точний.

# ,0E64F0F24E5036B06CC7FDA7984F9B45
source: You are now an official classification operator of Doll Inc.
it: Ora sei un operatore di classificazione ufficiale di Doll Inc.
uk: Зараз ви є офіційним оператором класифікації Doll Inc.

# ,9B76EE864B70B834D99398A691266E81
source: Your badge has been updated.
it: Il tuo badge è stato aggiornato.
uk: Ваш знак оновлений.

# ,C5503D4A4513573E11E791BD8577CEE3
source: Your permissions... expanded.
it: Le tue autorizzazioni ... ampliate.
uk: Ваші дозволи ... розширені.

# ,B258F18D4468043C5D3F04A167B39859
source: Welcome to the system.
it: Benvenuti nel sistema.
uk: Ласкаво просимо до системи.

# ,78BF72714F67D21C6CB60882A1D2CE36
source: From now on — your choices will shape much more than production lines.
it: D'ora in poi: le tue scelte si modelleranno molto più delle linee di produzione.
uk: Відтепер - ваш вибір формуватиме набагато більше, ніж виробничі лінії.

# ,1DA8E7AF47D231A4DFEB4C9B53542F8C
source: DON'T STOP! KEEP MOVING! KEEP WORKING! STAY FOCUSED!
it: Non fermarti!
uk: Не зупиняйся!

# ,EC8647854352CA1BFDAC07BF71BB1C0B
source: Alright.
it: Bene.
uk: Добре.

# ,E9A728294CA24423E1921F9F3DD1B86B
source: Report to the facility immediately for your first assessment.
it: Segnala immediatamente alla struttura per la prima valutazione.
uk: Негайно звітуйте перед закладом для вашої першої оцінки.

# ,D670B99E4C4997AE7138549BB082F5FA
source: I’m not promising you’ll get the job.
it: Non prometto che otterrai il lavoro.
uk: Я не обіцяю, що ви отримаєте роботу.

# ,4C937A344F7C97BE94DE3E949D3433CE
source: But of course!
it: Ma ovviamente!
uk: Але звичайно!

# ,BFAF48FC4E7C8920F1885B8C54A89095
source: Doll INC operates 24 hours a day.
it: Doll Inc opera 24 ore al giorno.
uk: Лялька Inc працює 24 години на день.

# ,3310E30F4B335D549B8EE9BE775548DF
source: MOVE YOUR ASS!
it: Sposta il tuo culo!
uk: Перемістіть свою дупу!

# ,FB58EE68471300799123978E17900858
source: I warned you.
it: Ti ho avvertito.
uk: Я попередив вас.

# ,307E0F294B33D836BA17C5A16E5FBE9A
source: I gave you clear instructions.
it: Ti ho dato istruzioni chiare.
uk: Я дав вам чіткі вказівки.

# ,40CCEC4A4B49D4D574204383EDFC3FB8
source: Pathetic.
it: Patetico.
uk: Жалюгідний.

# ,02FBB65342F24F48C7250B890969931F
source: You are hereby terminated.
it: Sei terminato.
uk: Ви припиняються.

# ,CF664A92478727A653553388AE7F13BB
source: Don’t come back. Ever.
it: Non tornare.
uk: Не повертайся.

# ,A8EB87594CDE2E2FBE14CD883EAB8501
source: And yet — here we are.
it: Eppure - eccoci qui.
uk: І все -таки - ось ми.

# ,6278778C43C867391512508AFA04A422
source: Too many errors.
it: Troppi errori.
uk: Занадто багато помилок.

# ,657653C04966C7DE72152A81984E671F
source: Too many delays.
it: Troppi ritardi.
uk: Занадто багато затримок.

# ,8FC07ED04E1B42F26B5A0CB4980C1C14
source: You’re not cut out for this.
it: Non sei tagliato per questo.
uk: Ви не вирізані для цього.

# ,2B09379C4E66344A9A83D7B0AD8486BD
source: This facility demands precision.
it: Questa struttura richiede precisione.
uk: Цей об'єкт вимагає точності.

# ,1E1CBB4044246B56E38C828918730456
source: Obedience.
it: Obbedienza.
uk: Послух.

# ,325B71624CE6BE162718C9AFE80D545E
source: Discipline.
it: Disciplina.
uk: Дисципліна.

# ,EB306746450020DCD6B9D88D38744D42
source: You couldn’t even survive thirty days?
it: Non potresti nemmeno sopravvivere trenta giorni?
uk: Ви навіть не могли пережити тридцять днів?

# ,E41FDFAB403B4DFA6154F58D135C668C
source: Welcome to Endless Mode
it: Benvenuti in modalità infinita
uk: Ласкаво просимо в нескінченний режим

# ,951669334150E951C5F16BB4C20CE96C
source: In this mode, products will appear endlessly, one after another
it: In questa modalità, i prodotti appariranno all'infinito, uno dopo l'altro
uk: У цьому режимі продукти з’являться нескінченно, одна за одною

# ,25D358E7414D764E3AB7989C0DB88A69
source: If you fail or decide to leave through the exit door…
it: Se fallisci o decidi di lasciare la porta di uscita ...
uk: Якщо ви не зможете або вирішите залишити через двері виходу ...

# ,D820751149E19C55EE428DA320211476
source: It’s over
it: È finita
uk: Це закінчилося

# ,2434DB9446AAFB679465D0A352D0D867
source: Your shift is over. Go home.
it: Il tuo turno è finito.
uk: Ваша зміна закінчилася.

# ,6544B9E8487C8520A295A7A137FBBF22
source: Day cleared. You may leave — for now.
it: Giorno cancellato.
uk: День очищено.

# ,1FF04D174419895795E949A055FE2739
source: You’re dismissed. Follow protocol and exit immediately.
it: Sei licenziato.
uk: Ви звільнені.

# ,6E8931024D52A2A7CE0C578473A45477
source: That’s enough for today. Exit through the designated corridor.
it: Questo è abbastanza per oggi.
uk: Цього достатньо на сьогодні.

# ,4DB0F4414D1C1BDAA76659A3E41536DD
source: Day complete. Proceed to departure.
it: Giorno completo.
uk: День завершений.

# ,1A967620432C6AE2403CF7880498E07B
source: You’ve done your part. Leave the facility.
it: Hai fatto la tua parte.
uk: Ви зробили свою частину.

# ,C1401200472B0B4B2B4A80A16C276AD3
source: That will be all, Operator. You’ll be needed again soon.
it: Sarà tutto, operatore.
uk: Це буде все, оператор.

# ,3AF90F0D4B648C92F3E3729433C10778
source: Your presence is no longer required.
it: La tua presenza non è più richiesta.
uk: Ваша присутність більше не потрібна.

# ,EB22C5AB4E62D85A143D2182AC843A43
source: Rest cycle initiated. Vacate your post.
it: Ciclo di riposo avviato.
uk: Ініційований цикл відпочинку.

# ,D243B5D7490069AA38870CA913F2DF30
source: The system thanks you. You may go.
it: Il sistema ti ringrazia.
uk: Система дякує вам.

# ,9611E4104F15AB889F20D1840B3A49B3
source: FIRE! Evacuate immediately!
it: FUOCO!
uk: Вогонь!

# ,FD0A915F445F1913CED5818274619148
source: Congratulations!
it: Congratulazioni!
uk: Вітаємо!

# ,95119571473B4F2FA6351E896995F3D6
source: You’ve been selected as a candidate for the Doll INC Evaluation Program.
it: Sei stato selezionato come candidato per il programma di valutazione Doll Inc.
uk: Вас обрали кандидатом у програму оцінювання Doll Inc.

# ,C7AA57CA42D0F2EFE6AB08BD9BE69E8A
source: We’re currently recruiting for our revolutionary product Doll Impostor.
it: Attualmente stiamo reclutando per il nostro rivoluzionario impostore di bambole di prodotti.
uk: Наразі ми набираємо для нашого революційного імпульсу для ляльок.

# ,B14FF1EF4C9081C3882CA69CB187BB28
source: Before we begin, let me ask you a few questions…
it: Prima di iniziare, lascia che ti faccia alcune domande ...
uk: Перш ніж ми почнемо, дозвольте мені задати вам кілька запитань ...

# ,FBF8CA6B4D0B3EC5591E809E584663D7
source: Do you currently have a job?
it: Attualmente hai un lavoro?
uk: У вас зараз є робота?

# ,36F92ACD42A227776422899283AEB54E
source: ...No?
uk: ... ні?

# ,6A9348AA4E9235D7EB6838858ADB5E7E
source: Are you looking for one?
it: Ne stai cercando uno?
uk: Шукаєте його?

# ,6D559E944FF79D2D62D163AD47E3FC73
source: Do you know Doll INC?
it: Conosci Doll Inc?
uk: Ви знаєте ляльку Inc?

# ,27415F084B1E7E3DBA9A8C8F156AEDC1
source: HEY!
it: EHI!
uk: Гей!

# ,7D8C5ECF44C138A5E6A9FDA8BBD6FA85
source: They’re after us
it: Stanno cercando di noi
uk: Вони за нами

# ,43B81234453DF0EA7E567396501F439C
source: The government sent the military, those giant? Yeah, them.
it: Il governo ha inviato i militari, quelli giganti?
uk: Уряд послав військових, цих гігантських?
