Repository: geliusgelius/doll-inc-localizations
Catalog: *.po
Languages: it, uk

# ,D8F293214EA6402451DED28B75ADA37E
source: Screen Resolution
it: Risoluzione dello schermo
uk: Роздільна здатність екрана

# ,878E24534B885E2AB87EACB0394A0E58
source: Screen Mode
it: Modalità schermo
uk: Екранний режим

# ,3837591C42D92A7775C0598726DC6D31
source: FPS Limit
it: Limite FPS
uk: Обмеження FPS

# ,E96A210546B4B0647B0763843052BBF8
source: Head Bobbing
it: Testa bobbing
uk: Голова

# ,67E721CC4E280A5A435BA1B141936D38
source: Brightness
it: Luminosità
uk: Яскравість

# ,E75E972A4F2C8D92EC495294816B3C8D
source: Temporal Upsample
it: Upsample temporale
uk: Тимчасовий вибір

# ,1DB3301C4E2144B2C2F0BB8C2BAD0221
source: Screen Percentage
it: Percentuale dello schermo
uk: Відсоток екрану

# ,50CA9C1F443642D2B6B6BE9E5D1E302F
source: Global Illumination Method
it: Metodo di illuminazione globale
uk: Метод глобального освітлення

# ,267DB35B4828F6D27920F0A6E4892E5A
source: Reflection Method
it: Metodo di riflessione
uk: Метод відображення

# ,2D10309A4AE3A7B38D67BC894C9A5B97
source: View Distance Quality
it: Visualizza la qualità della distanza
uk: Переглянути якість відстані

# ,FC57D0154C6E70C0D8C839B6EA15B4B1
source: Graphic Preset
it: Preset grafico
uk: Графічний попередньо встановлений

# ,7EBE45E64B8119C2AA017590BE5B8563
source: Anti Aliasing Quality
it: Qualità anti -aliasing
uk: Якість проти псевдоніму

# ,99AE0DEC47710525BAF347ABFE8339AB
source: Post Processing Quality
it: Qualità post elaborazione
uk: Якість обробки після обробки

# ,A31A353942F325B2C7CB09AA525BB7CF
source: Film Grain
it: Grano cinematografico
uk: Зерно

# ,8CAC065540B47C971DC8E0B801B69618
source: Shadow Quality
it: Qualità ombra
uk: Якість тіні

# ,9806DB6E4107A01E3979C1BBEF780A91
source: Global Illumination Quality
it: Qualità dell'illuminazione globale
uk: Якість глобальної освітлення

# ,3BF4F9F24361A6C9205652911A0DA864
source: Reflection Quality
it: Qualità di riflessione
uk: Якість відображення

# ,B54084CB4A265AC5B0714AB02E26FFEE
source: Texture Quality
it: Qualità della trama
uk: Якість текстури

# ,BED88CC84349A7555F6F8F8702DFC716
source: Visual Effects Quality
it: Qualità degli effetti visivi
uk: Якість візуальних ефектів

# ,84658DA54182C8A664927696DBF0C2C1
source: Foliage Quality
it: Qualità del fogliame
uk: Якість листя

# ,16A84C9B486F4A520142D791EC349B4F
source: Shading Quality
it: Qualità dell'ombreggiatura
uk: Якість затінення

# ,2DE4F4264AEB90D45B2363B38034FA9E
source: Music Volume
it: Volume della musica
uk: Музичний об'єм

# ,FCA446264B23A96037F05F8D786E8199
source: Master Volume
it: Volume principale
uk: Головний об'єм

# ,0860FF434B759F0DDD299AAD5097224D
source: Reset settings
it: Ripristina le impostazioni
uk: Скидання налаштувань

# ,8AB0454249AEF8D22FE8AD9044DC5660
source: Invert Horizontal Camera
it: Inverti fotocamera orizzontale
uk: Інвертуйте горизонтальну камеру

# ,5E2D1B9743A106B9FAB5FABB7924B6F9
source: Invert Vertical Camera
it: Inverti fotocamera verticale
uk: Інвертуйте вертикальну камеру

# ,8BFB53E5448C16FA230515968C3ABF0A
source: Gamepad Sensivity
it: Sensibilità al gamepad
uk: Чутливість геймпада

# ,6DA6B9C44E1E6E888DE71D887FCB9FFC
source: Effects Volume
it: Volume degli effetti
uk: Ефекти обсяг

# ,BC06960A474C65DE361B3CB2C89626B3
source: Ambient Volume
it: Volume ambientale
uk: Об'єм навколишнього середовища

# ,4B42EDC74552B167B6C050B42EED7773
source: Toggle lock
it: Attiva chiusura
uk: Перемикач

# ,7826866B435A8EE313772C8979CA261B
source: Jumpscares Volume
it: Volume Jumpscares
uk: Об'єм стрибків

# ,433A6CE84E4955044C7FB38105FA63BF
source: Footsteps Volume
it: Volume dei passi
uk: Обсяг слідів

# ,333E07A74026F662F1CA128BC17756C9
source: Total Wrong
it: Totale sbagliato
uk: Всього неправильно

# ,D6524E2648107CBE042A69BED76A90FE
source: Worker days
it: Giorni del lavoratore
uk: Робочі дні

# ,B2B1C03343BB3A3C18FF3392E06E94D6
source: Wrong Dolls
it: Bambole sbagliate
uk: Неправильні ляльки

# ,EFA9D3B74BDDA575D98F70A0988AB51A
source: Correct Cases
it: Casi corretti
uk: Правильні справи

# ,B76A8526497F83D2AAF8CABB3E2EBA32
source: Wrong robots
it: Robot sbagliati
uk: Неправильні роботи

# ,17AFAC694B96AB7192838DA8BBFD8C30
source: Total correct
it: Totale corretto
uk: Всього правильно

# ,2767C1654D51D796DF86A391F50701DE
source: Correct Robots
it: Robot corretti
uk: Правильні роботи

# ,C960E04E4FF9F75FAECBADBFDDBACD48
source: Wrong cases
it: Casi sbagliati
uk: Неправильні справи

# ,A081117442D49E705B12F0A39C05191F
source: Correct Dolls
it: Bambole corrette
uk: Правильні ляльки

# ,1D083BCC404DDF812722458284CE31F5
source: Correct Orders
it: Ordini corretti
uk: Правильні замовлення

# ,5E2484A2414C6A446E97A6AAFA2B675C
source: Wrong orders
it: Ordini sbagliati
uk: Неправильні замовлення

# ,CE77947D46EF18A8A49309A22EB6E699
source: Stats
it: Statistiche
uk: Статистика

# ,045182CF4329A65F2F78919301702C58
source: Cases
it: Casi
uk: Випадки

# ,762DB3744B95E2C3F42EE3BD18D9B4CC
source: Dolls
it: Bambole
uk: Ляльки

# ,D82555844579EE43AD026FB561E92FE4
source: Packaging
it: Confezione
uk: Упаковка

# ,7A553C214E922A1D3AE622AF5E636786
source: Pack all the requested products into a box (if required).
it: Imballare tutti i prodotti richiesti in una scatola (se necessario).
uk: Упакуйте всі запитувані продукти у коробку (якщо потрібно).

# ,1BFA2BB24291C8D55E98CFB229D4D150
source: Protection
it: Protezione
uk: Захист

# ,03A4DBD943C30DC1FA78BCA1A4E47CEF
source: Protect the product using bubble wrap.
it: Proteggi il prodotto usando un involucro a bolle.
uk: Захистіть продукт за допомогою міхура.

# ,22C69E3E482F48215174FD88F5916D6A
source: Close the box, place the orders barcode on it, and send it to production.
it: Chiudi la scatola, posiziona il codice a barre degli ordini e invialo alla produzione.
uk: Закрийте коробку, покладіть на нього штрих -код та надішліть його на виробництво.

# ,BA78003449F49FCFD870C590C1EB8EDC
source: Barcode
it: Codice a barre
uk: Штрих -код

# ,84F69A62440E4BA0873488BF6BEB21D8
source: Returns: Some customers return orders, either due to defects or simply because they no longer want the product. You ll need to remove the items and check whether they are in good or bad condition. The bubble wrap and the box must be discarded.
it: Ritorni:
uk: Повертається:

# ,2C55BB074E700A37E909E598A7CC3832
source: The doll's inconsistency is based on certain flaws, such as cracks, dirt, or visual defects, usually in the form of stains. Missing parts like legs or similar are not considered.
it: L'incoerenza della bambola si basa su alcuni difetti, come crepe, sporcizia o difetti visivi, di solito sotto forma di macchie.
uk: Невідповідність ляльки заснована на певних вадах, таких як тріщини, бруд або візуальні дефекти, як правило, у вигляді плям.

# ,655E92FF4AC1FF3A9F6E129ED67B0D18
source: Introduction
it: Introduzione
uk: Вступ

# ,E07A18544208288DF1FEDBA2250491A3
source: The case's inconsistency is based on certain flaws, such as scratches, dirt, or visual defects, usually in the form of stains. Missing elements like lids or structural parts are not considered, nor are glass imperfections, reflections caused by the case itself, or textures that might look unusual (such as the circus case).
it: L'incoerenza del caso si basa su alcuni difetti, come graffi, sporcizia o difetti visivi, di solito sotto forma di macchie.
uk: Невідповідність справи заснована на певних вадах, таких як подряпини, бруд або візуальні дефекти, як правило, у вигляді плям.

# ,33FB39BB409FD71A510642B60E3093D2
source: Wrong barcode
it: Capo a barre sbagliato
uk: Неправильний штрих -код

# ,8FDF390B4F188F44A3BE098EE2838B1B
source: Barcodes identify each product. Check their numbers and verify if they match the item. Typically, the last digits vary, and they usually start with 0000.
it: I codici a barre identificano ogni prodotto.
uk: Штрих -коди ідентифікують кожен продукт.

# ,B6E1352D4A38AE740E086186DFBCFC34
source: Incorrect names do not match any existing doll. For example, you might get the name 'Rebecca', but no such doll exists, therefore, the name would be considered incorrect.
it: I nomi errati non corrispondono a nessuna bambola esistente.
uk: Неправильні назви не відповідають жодній наявній ляльці.

# ,34DE1BE04320BA260C3166BB34D20447
source: Wrong name
it: Nome sbagliato
uk: Неправильне ім’я

# ,42B3ECA74445C99808A116A289DCFE8F
source: Robots
it: Robot
uk: Роботи

# ,0F5981244991FEC5D4B408BEF03E3249
source: Sometimes there is no name at all. This cannot be sent to production unless the doll's name is properly written.
it: A volte non c'è alcun nome.
uk: Іноді назви взагалі немає.

# ,0BAC0324446F50640529EE9ADB8A7332
source: Orders
it: Ordini
uk: Замовлення

# ,BEC9B9DD4977AEF7B664F4B372665ABC
source: Occasionally, dolls emit vibrations or display unusual effects and must be returned. These are generally things we cannot explain.
it: Occasionalmente, le bambole emettono vibrazioni o mostrano effetti insoliti e devono essere restituite.
uk: Іноді ляльки випромінюють вібрації або демонструють незвичайні ефекти і повинні бути повернені.

# ,CB3040CB4004F4853746588D57C8DFD7
source: Some products may not show the correct weight. The machine will display red if the weight is incorrect, or green if it is correct.
it: Alcuni prodotti potrebbero non mostrare il peso corretto.
uk: Деякі продукти можуть не показувати правильної ваги.

# ,1C99A750445EB635EA35BFB16AE81FEF
source: Inconsistent weight
it: Peso incoerente
uk: Непослідовна вага

# ,284BFCCD47DC9B610BD9548C36034D04
source: Returns
it: Ritorni
uk: Повернення

# ,6D0331AA42BA47EE5C1D1F8459610A44
source: Sometimes products are poorly manufactured and cannot withstand acceptable pressure levels, which may lead to damage or even sudden explosions.
it: A volte i prodotti sono scarsamente fabbricati e non possono resistere a livelli di pressione accettabili, il che può causare danni o addirittura esplosioni improvvise.
uk: Іноді продукція погано виготовляється і не може протистояти прийнятним рівням тиску, що може призвести до пошкодження або навіть раптових вибухів.

# ,2D39DF174B8A73ADBA9F26B815C5075C
source: Inconsistent pressure
it: Pressione incoerente
uk: Непослідовний тиск

# ,3EEFCB494F82C5E2AD364281A63E1AED
source: Inconsistent temperature
it: Temperatura incoerente
uk: Непослідовна температура

# ,BE5B619F4C625505C86B80BA84E3FB63
source: Sometimes the temperatures are not correct, which may indicate an internal issue or a flaw in the product's formation. In any case, it must be sent for repair, as this can lead to product breakage or even fire.
it: A volte le temperature non sono corrette, il che può indicare un problema interno o un difetto nella formazione del prodotto.
uk: Іноді температури не є правильними, що може вказувати на внутрішню проблему або недолік у формуванні продукту.

# ,C14C0086490CE5C48C9A4BA7E4110DA7
source: Inconsistent glass
it: Vetro incoerente
uk: Непослідовне скло

# ,3A6817BD4C9326A7863FC3B8F3B7CBD2
source: Storage
it: Magazzinaggio
uk: Зберігання

# ,62372147487E8272C26A739A540923F1
source: Sometimes the glass may have inconsistencies, such as stains, defects, or cracks.
it: A volte il vetro può avere incoerenze, come macchie, difetti o crepe.
uk: Іноді скло може мати невідповідності, такі як плями, дефекти або тріщини.

# ,B80BEEA348D24F4C74D9EABC2211AC55
source: Regulations require us to place hazard stickers. If any of them are missing, the item must be sent for repair
it: I regolamenti ci richiedono di posizionare adesivi pericolosi.
uk: Положення вимагають від нас розміщувати наклейки на небезпеку.

# ,D556C4FE46B79622CAC4BBB723FF662A
source: If a sticker is placed incorrectly, the item must be sent for repair so it can be properly repositioned.
it: Se un adesivo viene posizionato in modo errato, l'articolo deve essere inviato per la riparazione in modo che possa essere riposizionato adeguatamente.
uk: Якщо наклейка розміщується неправильно, предмет повинен бути надісланий для ремонту, щоб його можна було правильно переставити.

# ,8B2005224551B88DCCF4B7814D2AC724
source: Tools
it: Utensili
uk: Інструменти

# ,86FDA56B46A99ACA43BA8DBEFD80C194
source: Wrong sticker position
it: Posizione adesiva sbagliata
uk: Неправильне положення наклейки

# ,3EE0114D493F28568AD7D78D04C799B2
source: Foreign objects
it: Oggetti estranei
uk: Сторонні предмети

# ,F15016A041CD9D7B19DFBAB8214BFC3E
source: Sometimes operators leave personal items inside the cases, such as scissors or similar objects. When this happens, the product becomes contaminated.
it: A volte gli operatori lasciano oggetti personali all'interno dei casi, come forbici o oggetti simili.
uk: Іноді оператори залишають особисті предмети всередині випадків, такі як ножиці або подібні предмети.

# ,26EFFF51433886C469456EBCA50AF5CC
source: Inconsistent door
it: Porta incoerente
uk: Непослідовні двері

# ,1FD1247C47B949CF71877CBEC82C39F7
source: Sometimes the door may get stuck, break, or even have shattered glass. In any case, its important to include this as a reason for repair if the issue affects only the door.
it: A volte la porta può rimanere bloccata, rompere o persino avere un vetro in frantumi.
uk: Іноді двері можуть застрягти, зламати або навіть мати розбите скло.

# ,68FFEBA345122B92688AEBA928006FB4
source: Sometimes the installed lock is simply broken and must be sent for repair.
it: A volte il blocco installato viene semplicemente rotto e deve essere inviato per la riparazione.
uk: Іноді встановлений замок просто зламаний і його потрібно відправити на ремонт.

# ,77394F48428F97F9BBFB1A8ED5ECEA52
source: Inconsistent lock
it: Blocco incoerente
uk: Непослідовний замок

# ,3DFDB1964006309595AE44A61A60E363
source: Missing door
it: Porta mancante
uk: Відсутні двері

# ,0CC98BD940D829FCD35CE68D17B630CE
source: Sometimes operators simply forget to attach the door, and the item must be sent for repair so it can be properly installed.
it: A volte gli operatori dimenticano semplicemente di attaccare la porta e l'articolo deve essere inviato per la riparazione in modo che possa essere installato correttamente.
uk: Іноді оператори просто забувають прикріпити двері, а предмет повинен бути надісланий для ремонту, щоб його можна було правильно встановити.

# ,5A1D70FB4C59D136602F77859F07E1EB
source: Sometimes operators forget to install the door lock. This is also a mandatory requirement and must be corrected.
it: A volte gli operatori dimenticano di installare la serratura della porta.
uk: Іноді оператори забувають встановити замок дверей.

# ,75B9757845FF6D37C2814DBBF46DDFBD
source: Welcome to Doll Inc This handbook is designed to help you understand the core mechanics of your role. All Doll Inc products are based on the critically acclaimed Doll Impostor universe. Every elementdolls, boxes, and moreis deeply connected. Each doll is uniquely named and, in the original game, has individual likes and dislikes. However, for your role, that information is not relevant. We do recommend taking a moment to familiarize yourself with Doll Impostor to better understand the nature of our products. You are now entering a 30-day probationary period. Your task is simple: Inspect every product, apply the appropriate tools when necessary, and determine whether it should be sent for repair or production. As you progress through the 30-day evaluation, you will encounter a wide variety of new mechanics. Please refer to this guide as often as needed to assist with identifying and processing these elements. Welcome aboard, Operator. Doll Inc Administration
it: Benvenuto in Doll Inc
uk: Ласкаво просимо до Doll Inc

# ,6641628F44DD18AE0845CF93F6EAA1F5
source: Missing lock
it: Blocco mancante
uk: Відсутній замок

# ,4000FF05445BB2C5AADB41A8A0880A8B
source: Inconsistent Robot
it: Robot incoerente
uk: Непослідовний робот

# ,9AA5FC164CEB1EC0922DCB9AD0121B71
source: The robot's inconsistency is based on certain imperfections, such as scratches, rust, or visual defects, usually in the form of surface damage. Missing components like arms or legs are not taken into account.
it: L'incoerenza del robot si basa su determinate imperfezioni, come graffi, ruggine o difetti visivi, di solito sotto forma di danno superficiale.
uk: Невідповідність робота заснована на певних недосконалостях, таких як подряпини, іржа або візуальні дефекти, як правило, у вигляді пошкодження поверхні.

# ,AB66444A43A43C56BD4B3A8CEE9FE203
source: Inconsistent animation: Sometimes the robot doesn't perform its animation. This could be due to an electronic or mechanical failure, or perhaps a missing battery. In any case, send it for repair.
it: Animazione incoerente: a volte il robot non esegue la sua animazione.
uk: Непослідовна анімація: Іноді робот не виконує свою анімацію.

# ,6D1A65D1482488810CCD058B265D19AD
source: Inconsistent Voice
it: Voce incoerente
uk: Непослідовний голос

# ,32776E164A17D027CF5222B6F13FC03A
source: Sometimes robots do not have the voices they should. Its important to check a few examples of good and bad audio to verify this.
it: A volte i robot non hanno le voci che dovrebbero.
uk: Іноді у роботів немає голосів, які вони повинні.

# ,E616746F455A7A341FBB98AE42D76BDA
source: Bad sound example
it: Esempio di suono cattivo
uk: Приклад поганого звуку

# ,E5A70FC948F3B49C3D9DD195261EEA4B
source: Good sound example
it: Buon esempio del suono
uk: Хороший звуковий приклад

# ,9B0D1A7646196945E9A3A1A1DD26DA16
source: Back
it: Indietro
uk: Спинка

# ,8808835E4528D06C10DA9D9CAA57A39A
source: This tool will help you check the products directly by scanning their barcodes.
it: Questo strumento ti aiuterà a controllare i prodotti direttamente scansionando i loro codici a barre.
uk: Цей інструмент допоможе вам перевірити продукти безпосередньо, скануючи їх штрих -коди.

# ,2C13E2644E3D361CE3CDAA90499A61D3
source: This tool will help you detect visual flaws without the need to pay close attention.
it: Questo strumento ti aiuterà a rilevare difetti visivi senza la necessità di prestare molta attenzione.
uk: Цей інструмент допоможе вам виявити візуальні недоліки без необхідності приділяти пильну увагу.

# ,E8888B4B4C866E73E04B2E8D14A1B276
source: Thermometer
it: Termometro
uk: Термометр

# ,8505177D457AE2FC66D2D395E6F7A5F1
source: This tool will help you identify the temperature of each product. If its green, it means its correct; if its red, its incorrect.
it: Questo strumento ti aiuterà a identificare la temperatura di ciascun prodotto.
uk: Цей інструмент допоможе вам визначити температуру кожного продукту.

# ,B60615F04466A58C25CE04B03E97F012
source: This tool will help you check the weight of the products. If its green, it means its correct; if its red, its incorrect.
it: Questo strumento ti aiuterà a controllare il peso dei prodotti.
uk: Цей інструмент допоможе вам перевірити вагу продуктів.

# ,BAFAB3024CFC529BCB3E3D956DB95FED
source: Scales
it: Scale
uk: Лусочка

# ,C331BEE14CF02C0A0E9853A314D10110
source: Pressure
it: Pressione
uk: Тиск

# ,7FA4EBE94A5958C44DB31F98E8EF8FD2
source: This tool will help you check the pressure of the products. If its green, it means its correct; if its red, its incorrect.
it: Questo strumento ti aiuterà a controllare la pressione dei prodotti.
uk: Цей інструмент допоможе вам перевірити тиск продукції.

# ,920277D14E5D3F676D8D4B8996A1B310
source: This tool will help you change the name of a case.
it: Questo strumento ti aiuterà a cambiare il nome di un caso.
uk: Цей інструмент допоможе вам змінити назву справи.

# ,22671FF74079AB60CE3F21A8E118C1B1
source: Name Changer
it: Cambio di nome
uk: Ім'я змінюється

# ,E7C616B7442634DB64EA43A235B700A9
source: Bubble Wrap
it: Avvolgimento a bolle
uk: Міхурна упаковка

# ,F75CC3D74B0DD79EF6F6039646E1BC98
source: This tool will help you wrap the orders to protect them from impacts.
it: Questo strumento ti aiuterà a avvolgere gli ordini per proteggerli dagli impatti.
uk: Цей інструмент допоможе вам обернути замовлення, щоб захистити їх від впливу.

# ,3D24416C484990E7213B3189DF9920CD
source: Storage: Here you can find and request the products needed for your orders. Simply use the panel, select the product, and request it. The system will give you a location code, for example, 7-A. Then go to column 7, section A, and you ll find the product you re looking for there.
it: Magazzinaggio:
uk: Зберігання:

# ,F6B8DCED4361004653010FB0C003BE60
source: Orders: Orders can come in multiple formats (with 1, 2, or up to 3 items per order). They may require packaging or not, and they might request a custom name or not.
it: Ordini:
uk: Замовлення:

# ,953DD0EA4439C5B1E64AF291DE985670
source: Box
it: Scatola
uk: Коробка

# ,E58BBF124CCD48325BD89E9B7D7ADC3F
source: Request a box from the panel and use it to store products.
it: Richiedi una scatola dal pannello e usalo per archiviare i prodotti.
uk: Попросіть поле з панелі та використовуйте його для зберігання продуктів.

# ,B25BD16C47AEC27EDC7B588B23D5062D
source: No anomalies found
it: Nessuna anomalie trovata
uk: Не знайдено аномалій

# ,D81D0E944F7EDE1A09E72B872558785B
source: Anomaly detected
it: Anomalia rilevata
uk: Виявлена ​​аномалія

# ,30104E324C4E8969DB9AA895DC3895FA
source: Done
it: Fatto
uk: Виконаний

# ,5E7917D54BA5190DF7A108B9500486CA
source: WRITE
it: SCRIVERE
uk: Писати

# ,F54CE9DA42C11B543660619823F77D1D
source: Case's name: {name}
it: Nome del caso: {nome}
uk: Ім'я Кейса: {Ім'я}

# ,5D31987A457E85825928D4A8D13324FF
source: Order #{order}
it: Ordine #{ordine}
uk: Замовлення #{замовлення}

# ,59A8D4564806C5D0F3C6BE9D91066181
source: Print Barcode
it: Code di stampa
uk: Друкувати штрих -код

# ,CD5CE62A4033401019E64CAE21F2DC5A
source: Missing barcode
it: Capo a barre mancante
uk: Відсутній штрих -код

# ,91A00FD0418AAFD270CAAE8E31FA7383
source: Wrong barcode
it: Capo a barre sbagliato
uk: Неправильний штрих -код

# ,0CC26CBA406AFDBBE3383EBBE358E8E7
source: Missing slider lock
it: Lock di scorrimento mancante
uk: Відсутній замок повзунка

# ,198B2446451863F0FF59A7A8137CB6C4
source: Wrong name
it: Nome sbagliato
uk: Неправильне ім’я

# ,F41E8C5148D1EF04BBC66993D4B0FF49
source: Wrong sticker position
it: Posizione adesiva sbagliata
uk: Неправильне положення наклейки

# ,4408CCC144B729C7C4D0118AA7BE18E7
source: Repair reason
it: Motivo di riparazione
uk: Ремонт причини

# ,05A3FC294CC27FCB145FFD9F44558EA1
source: Search...
it: Ricerca...
uk: Пошук ...

# ,BA3D336E48E1F46F192776972EF2BA9A
source: Cancel reason
it: Annulla la ragione
uk: Скасувати розум

# ,7FFAB2934A9787C2647F7AB8C720C64F
source: REQUEST
it: RICHIESTA
uk: Прохання

# ,408C95ED4005CEFBA8E9E296AD21ECF6
source: DONE
it: FATTO
uk: Виконаний

# ,C7911D5E4A37C937740627B41CB6111C
source: Request box
it: Casella di richiesta
uk: Пост запиту

# ,14DE7A0948B021B6E79F0CBC36D1A7A8
source: NOT FOUND
it: Non trovato
uk: Не знайдено

# ,EAAADA9C4521248125B2129DFBB97B12
source: Every bolt in me is designed to stop you. Shall we test it?
it: Ogni bullone in me è progettato per fermarti.
uk: Кожен болт у мене призначений для того, щоб зупинити вас.

# ,0B8ECA1548A1A50D7DD5A2A525B78A77
source: These puppets are my family. I will defend them to my last spark.
it: Questi burattini sono la mia famiglia.
uk: Ці ляльки - це моя родина.

# ,51370A51447DCE61E7FAA18B674D4A89
source: I am not just a guardian... I am judgment incarnate.
it: Non sono solo un tutore ... sono un giudizio incarnato.
uk: Я не просто опікун ... Я втілений суд.

# ,AA66B37445643F97CBD5B7A1E436E745
source: My eyes see all. My gears never rest. You cannot hide.
it: I miei occhi vedono tutto.
uk: Мої очі бачать усі.

# ,BBB76C024CA5263E3D8EDABB2755C884
source: They are fragile, but I am not. Turn back now.
it: Sono fragili, ma non lo sono.
uk: Вони крихкі, але я ні.

# ,C0FE33D440AB1D20AEC99FA168B44416
source: Behind me, they are safe. Cross me, and you will regret it.
it: Dietro di me, sono al sicuro.
uk: За мною вони в безпеці.
