Repository: geliusgelius/doll-inc-localizations
Catalog: *.po
Languages: it, uk

# ,7CE22F524D3105B4F76CA0B4705A5700
source: They’ve locked down the facility. No breaks. No mistakes
it: Hanno bloccato la struttura.
uk: Вони замкнули об'єкт.

# ,EFA4058643E5E0665BB1A8BC76C02941
source: They’re suspecting sabotage… and I think I’m their target
it: Sospettano il sabotaggio ... e penso di essere il loro obiettivo
uk: Вони підозрюють саботаж ... і я думаю, що я їх ціль

# ,4C1125614A775B320EDBA0AAF4088FC8
source: So please, be more careful than ever
it: Quindi per favore, sii più attento che mai
uk: Тож будь ласка, будьте обережнішими, ніж будь -коли

# ,83EE4F244505E58E7623B98CDEEBE1E3
source: They’re watching everything
it: Stanno guardando tutto
uk: Вони все дивляться

# ,619FB5894BB8808FBFCC05B85D496DD9
source: WHAT?!
it: CHE COSA?!
uk: Що?!

# ,3910694F44D17E730991FFA0AB99A0FD
source: You don’t know Doll Impostor?
it: Non conosci l'impostore delle bambole?
uk: Ви не знаєте лялькового самозванця?

# ,A83F9BCD404D29341DCD4F8F68E25666
source: Then why did you even apply?!
it: Allora perché hai fatto domanda?!
uk: Тоді чому ви навіть подали заявку?!

# ,1FAA79E548CC28378A0562B0AD970F45
source: Good heavens...
it: Buon cielo ...
uk: Хороші небеса ...

# ,4C01D08A41D76453640C1E8F4CD2C1C5
source: Unbelievable.
it: Incredibile.
uk: Неймовірний.

# ,66C7AC714B31744CA95004B6C588E7BA
source: OPERATOR!
it: OPERATORE!
uk: Оператор!

# ,35696E984A523E0EC1E283B88D134BBE
source: Is everything in order?
it: È tutto in ordine?
uk: Все в порядку?

# ,D16FBC434142CE6E9C10E98AB5B3C47A
source: ...You looked a bit slow back there
it: ... guardavi un po 'lento laggiù
uk: ... ти там виглядав трохи повільно

# ,A1051C0E4C81AC9D67E613B3AAFEF858
source: Just making sure you're focused.
it: Assicurati solo di essere concentrato.
uk: Просто переконайтеся, що ви зосереджені.

# ,23C2629449FED2977D57F292B8AFF262
source: Welcome to DOLL INC. How was your trip?
it: Benvenuti a Doll Inc. Com'è stato il tuo viaggio?
uk: Ласкаво просимо до Doll Inc. Як пройшла ваша поїздка?

# ,92538BAF480A320CD6AF55ADADCFA6F9
source: This center operates with zero human employees.
it: Questo centro opera con zero dipendenti umani.
uk: Цей центр працює з нульовими людськими службовцями.

# ,934AF6164E9D6DEC7610089653A75AD4
source: DOLL INC. is a global leader in product development, toys, and logistics.
it: Doll Inc. È leader globale nello sviluppo del prodotto, nei giocattoli e nella logistica.
uk: DOLL INC. - це глобальний лідер у розробці продуктів, іграшок та логістики.

# ,8E8013C6452832C0F8335797C47B0EBE
source: The power consumption of DOLL INC. is so high it could sustain a megacity.
it: Il consumo energetico di Doll Inc. È così alto che potrebbe sostenere una megalopoli.
uk: Споживання електроенергії Doll Inc. Настільки висока, що може підтримувати мегапозицію.

# ,B7D7185D4F0DFF816301C9B8EB075A9D
source: This factory produces its own electricity. It doesn’t need the outside world.
it: Questa fabbrica produce la propria elettricità.
uk: Ця фабрика виробляє власну електроенергію.

# ,3B6C3FD344B4E7EB2D9FC2B8D1D19891
source: If you're new, please proceed to the Dispatchs Room. Just go straight and turn right.
it: Se sei nuovo, procedi nella stanza delle spese.
uk: Якщо ви новачок, будь ласка, перейдіть до кімнати відправлення.

# ,0DFB312842637757F54048AB5941FB43
source: Having trouble with one of our products? Please visit Customer Support at reception.
it: Hai problemi con uno dei nostri prodotti?
uk: У вас виникають проблеми з однією з наших продуктів?

# ,5EEBC87E423C794916E6D9B877C3C505
source: Need to speak with a supervisor? I'm afraid this facility is fully automated. No one will assist you.
it: Hai bisogno di parlare con un supervisore?
uk: Потрібно поговорити з керівником?

# ,5F1F13E243AE2A28C75B9CA746A1EE4E
source: Did you know DOLL INC. offers products from the hit game Doll Impostor?
it: Sapevi che Doll Inc. Offre prodotti dell'impostore di bambole di successo?
uk: Чи знаєте ви Doll Inc. Пропонує продукти від Hit Game Doll Ampostor?

# ,12E1D45145D81B6312803CA13F33442E
source: DOLL INC. originally started as a pharmaceutical company.
it: Doll Inc. Inizialmente iniziata come azienda farmaceutica.
uk: Лялька INC. Спочатку почалася як фармацевтична компанія.

# ,424D99844AB97FF3DF4F8D9DBC9666C2
source: DOLL INC. maintains a comprehensive surveillance system. Everything is recorded and controlled.
it: Doll Inc. Mantiene un sistema di sorveglianza completo.
uk: Doll Inc. Підтримує всебічну систему спостереження.

# ,3255FD1D45BAE0F40A68B5A746D758AC
source: Did you know Lucy hates her partner Max? In fact, the feeling is mutual.
it: Sapevi che Lucy odia il suo partner Max?
uk: Чи знаєте ви, що Люсі ненавидить свого партнера Макса?

# ,04A2772A41BB362B62114B823486A761
source: This facility contains over 45,000 surveillance cameras.
it: Questa struttura contiene oltre 45.000 telecamere di sorveglianza.
uk: Цей заклад містить понад 45 000 камер спостереження.

# ,00C8021F4BA2277E831CB49059966107
source: Good. Finally, you're doing something right.
it: Bene.
uk: Добре.

# ,EB1526D34903F2A98135968929945E53
source: Good job, Operator. Try not to mess it up next time.
it: Buon lavoro, operatore.
uk: Хороша робота, оператор.

# ,557C093E4C89AF17FD0561A302339377
source: That wasn’t completely awful. Keep it up.
it: Non è stato del tutto terribile.
uk: Це було не зовсім жахливо.

# ,166014F142A744CB936F5FAAB1636719
source: Hmm… acceptable. Barely.
it: Hmm ... accettabile.
uk: Хм ... прийнятний.

# ,E8EB44DA44B64220DE714FA5EF464957
source: For once, your brain was in sync with your hands.
it: Per una volta, il tuo cervello era sincronizzato con le mani.
uk: Одного разу ваш мозок синхронізував руками.

# ,1FDF56C842D6D7B926794DBAB16F4434
source: Efficient. Clean. I’m impressed — temporarily.
it: Efficiente.
uk: Ефективно.

# ,12D4CC9B4BBAF78AC2BD3E8F3AB5E3FF
source: You’re not entirely useless after all.
it: Dopotutto non sei del tutto inutile.
uk: Зрештою, ви не зовсім марні.

# ,480C83EE4FE7472A852F2D85A12261E5
source: You might survive the 30 days at this rate.
it: Potresti sopravvivere ai 30 giorni a questo ritmo.
uk: Ви можете пережити 30 днів з такою швидкістю.

# ,2F0E63674E767B3627CAD6AAF859BD9D
source: Well done. Even a broken clock is right twice a day.
it: Ben fatto.
uk: Молодці.

# ,2B3358B44EBA0A0EF08C2B8847D7541B
source: That’s the kind of obedience we need here.
it: Questo è il tipo di obbedienza di cui abbiamo bisogno qui.
uk: Це така послух, який нам потрібен тут.

# ,98E5DAF74727728FC67BD6AAA3B40072
source: Ah, there you are. Right on time.
it: Ah, eccoti.
uk: Ах, ось ти.

# ,904AA2A9436ED8D055F2919F077418C3
source: Before we begin, I need to ask you a few basic questions... for record-keeping.
it: Prima di iniziare, devo farti alcune domande di base ... per la tenuta dei record.
uk: Перш ніж ми почнемо, мені потрібно задати вам кілька основних питань ... для ведення обліку.

# ,6D68507B4F631D8C6E65F0B88A85015A
source: Decide: Repair... or Production.
it: Decidi: riparazione ... o produzione.
uk: Вирішіть: ремонт ... або виробництво.

# ,194FF2B54AED2F0552EFB5BE0AED0B81
source: No mistakes.
it: Nessun errore.
uk: Помилок.

# ,6C25ABC241B5628F0C4EE5AB0DA63C3E
source: You'll start with basic tools.
it: Inizierai con strumenti di base.
uk: Ви почнете з основних інструментів.

# ,584D79DD4B80A283C589F3A91715E0AB
source: Improve them as you go.
it: Migliorali mentre vai.
uk: Вдосконалюйте їх, коли ви їдете.

# ,C07DA1564ABA98046DF98FB508907FAF
source: Faster. Smarter. Cleaner.
it: Più veloce.
uk: Швидше.

# ,C2286DBD467D78C896440BA42259DE54
source: You may also be called to assist
it: Potresti anche essere chiamato per assistere
uk: Вас також можуть зателефонувати, щоб допомогти

# ,FC86D32E4E274E2ECA31EDB4AA97D460
source: Clearing jams...
it: Cancella marmellate ...
uk: Очищення джемів ...

# ,5C7E72994275FBD575E23FBB3251A506
source: Restoring power...
it: Ripristino del potere ...
uk: Відновлення потужності ...

# ,DEB8DBC24F4F43E3616BC7A351013784
source: Fulfilling requests...
it: Richieste soddisfacenti ...
uk: Виконання запитів ...

# ,13045D1C4E4C746BDE5700A61DD277CB
source: Accessing storage.
it: Accesso allo spazio di archiviazione.
uk: Доступ до зберігання.

# ,FD03F95E4B764A371C7506AE63D6171A
source: Full name...
it: Nome e cognome...
uk: Повне ім’я ...

# ,4D53C5E44B2A1DEBF9762F8DC9FEF672
source: This is your probationary period.
it: Questo è il tuo periodo di prova.
uk: Це ваш випробувальний період.

# ,DB1042D440AC1F7D4463869FAE9D4EB6
source: Thirty days.
it: Trenta giorni.
uk: Тридцять днів.

# ,B7EBAA074AD192032739CD8496085953
source: No exceptions. You’ll be monitored — continuously.
it: Nessuna eccezione.
uk: Немає винятків.

# ,D0CA3B6E4C5E5CDD3CC5BFA0FE5C64AB
source: For efficiency. Accuracy. Obedience.
it: Per efficienza.
uk: Для ефективності.

# ,AB2BD5184CC61F495829129F4C1A78A1
source: Cameras don’t blink. And neither should you.
it: Le telecamere non sbattono le palpebre.
uk: Камери не моргають.

# ,EFBC92374468E655FA36CA850022FB99
source: Now... put on your badge.
it: Ora ... metti il ​​tuo badge.
uk: Тепер ... надягайте свій знак.

# ,BDB293F54B8E4B489AC493BBD78B9A5C
source: Your shift starts in three minutes.
it: Il tuo turno inizia in tre minuti.
uk: Ваша зміна починається через три хвилини.

# ,11A8C2D042287A053025C1A1858CF924
source: Good luck... Operator.
it: Buona fortuna ... operatore.
uk: Удачі ... Оператор.

# ,897549CA4C0A9C41CE1B6A834F133A67
source: Hmm. We'll log that later.
it: Hmm.
uk: Хм.

# ,AA93F97E48EB9BDF937A79889C804300
source: Any prior experience in automated classification systems?
it: Qualche esperienza precedente nei sistemi di classificazione automatizzati?
uk: Будь -який попередній досвід роботи в автоматизованих системах класифікації?

# ,A9FB6ABA4FBDE3D7433D518ED873BDBE
source: Doesn’t matter. You'll learn.
it: Non importa.
uk: Не має значення.

# ,83975C7C4B504B0978E6E8B84F954E58
source: Any allergies to synthetic lubricants, industrial dust, or... unidentified organic material?
it: Qualche allergie a lubrificanti sintetici, polvere industriale o ... materiale organico non identificato?
uk: Будь -яка алергія на синтетичні мастила, промисловий пил або ... невстановлений органічний матеріал?

# ,89ECEE8E420F34B07D87D6A6559B74DD
source: Good.
it: Bene.
uk: Добре.

# ,533FBB9E4AEA45B341A515A7853BA5E7
source: Your role here is simple — but critical.
it: Il tuo ruolo qui è semplice, ma critico.
uk: Ваша роль тут проста - але критична.

# ,59B4070E494423CE05E7BD8BE2ABC6FF
source: Inspect each unit on the conveyor.
it: Ispezionare ogni unità sul trasportatore.
uk: Перевірте кожну одиницю на конвеєрі.

# ,D9A9B034470E1FD7EAD857A393F1E425
source: Are you blind or just stupid?
it: Sei cieco o semplicemente stupido?
uk: Ви сліпі чи просто дурні?

# ,3C2FAC0B43EA518FFE7344913C5D7CED
source: If this is your best, we might as well shut the whole system down.
it: Se questo è il meglio, potremmo anche chiudere l'intero sistema.
uk: Якщо це найкраще, ми можемо також закрити всю систему.

# ,24EC81944D087E0FF5222D9D9EC6D49D
source: That was wrong. Completely and embarrassingly wrong.
it: Era sbagliato.
uk: Це було неправильно.

# ,F8F9AD754A8F89415DA504B9F07FA29C
source: Did you even look at the product?
it: Hai anche guardato il prodotto?
uk: Ви навіть дивилися на продукт?

# ,49AA7F0D4FC559CCDD7373A369F7009F
source: A child could do better.
it: Un bambino potrebbe fare di meglio.
uk: Дитина могла зробити краще.

# ,84470858457C28F6A6FABF9BEF4E76D4
source: Disobedience detected. Again.
it: Disobbedienza rilevata.
uk: Непокора виявлена.

# ,BAF2EB5C4C4F6158B41CCC9711F22238
source: Useless. Just like the last one we threw out.
it: Inutile.
uk: Марний.

# ,DAE27FBF4003BAB3FD9A25A05EF64702
source: I’m starting to wonder if you’re defective too.
it: Sto iniziando a chiedermi se anche tu sei difettoso.
uk: Я починаю замислюватися, чи ти теж несправний.

# ,BB8E520E437A662A523A0CB6C10826EE
source: That’s not a mistake — that’s sabotage.
it: Non è un errore: questo è il sabotaggio.
uk: Це не помилка - це саботаж.

# ,452B506A4EB49E9C4611ADA64DCA6812
source: Wrong again. You’re consistent at least — consistently bad.
it: Di nuovo sbagliato.
uk: Знову неправильно.

# ,1E6EADAC49050ADAA8D6F8A5ADBA1E3A
source: Hey
it: EHI
uk: Привіт

# ,5D58393D483920BB2F67F798FB1C0047
source: We need more support for the resistance
it: Abbiamo bisogno di più supporto per la resistenza
uk: Нам потрібна більша підтримка опору

# ,4F0244124EEF11A962F605A9D33372C9
source: Head to the cafeteria
it: Dirigiti alla mensa
uk: Поверніться до кафетерії

# ,8852087F4B48EE67AEC2AB88D3E1B5EA
source: Stick a few more decals, this time, on the tables
it: Attacca qualche decalcomania, questa volta, sui tavoli
uk: Цього разу наклеїть ще кілька наклейок на столах

# ,68973F4647EE8FCC98A78FA6F6B1DAD0
source: We need fresh eyes… and loyal minds
it: Abbiamo bisogno di occhi freschi ... e menti leali
uk: Нам потрібні свіжі очі ... і лояльний розум

# ,6F111C4946538C8B657EABAACFBEFAEF
source: Hey... partner
uk: Гей ... партнер

# ,430864364AE79A03B9AF6E8491332769
source: I'm glad to see you... even if it's like this
it: Sono contento di vederti ... anche se è così
uk: Я радий бачити вас ... навіть якщо це так

# ,486251334B2110CC4341FC8698399A4F
source: Guess I messed up, huh? I really thought I could change something... but I failed. I failed you. I failed all of us
it: Immagino di aver incasinato, eh?
uk: Думаю, я зіпсував, так?

# ,8847DE8D4F455475C55960A7E346FA1E
source: Listen... there's something you need to know
it: Ascolta ... c'è qualcosa che devi sapere
uk: Слухай ... є щось, що потрібно знати

# ,73F0F8CD421FF21129F552AFD43BD6DE
source: You're a robot, partner. Just like me. Just like the Operators
it: Sei un robot, partner.
uk: Ти робот, партнер.

# ,4378750C41ADA7B30936ACB3EBA3A0B8
source: I’m sorry I kept it from you... but maybe you already suspected it
it: Mi dispiace di averlo tenuto da te ... ma forse lo hai già sospettato
uk: Мені шкода, що я тримав це від вас ... але, можливо, ви вже підозрювали це

# ,A254BD4F43576DEAE325E19700F1E31A
source: You were created by Doll Inc. Your purpose was to replace all those who came before... all those they destroyed
it: Sei stato creato da Doll Inc. Il tuo scopo era di sostituire tutti coloro che sono venuti prima ... tutti quelli che hanno distrutto
uk: Ви були створені Doll Inc. Вашою метою було замінити всіх, хто прийшов раніше ... все, що вони знищили

# ,DCB1081E4B89FCDF7D7519ACCC8ED455
source: They designed you to test one thing: obedience
it: Ti hanno progettato per testare una cosa: obbedienza
uk: Вони розробили вас для перевірки одного: послух

# ,B42DAB2144DA6658DCE13F8F20534C22
source: Please... pull me up, and let’s finish this together...
it: Per favore ... tirami su e finiamo questo insieme ...
uk: Будь ласка ... підтягніть мене, і давайте закінчимо це разом ...

# ,0638ADD144AE7023986E5B80771938B4
source: DONE! We've got control over the cameras now.
it: FATTO!
uk: Зрозуміло!

# ,6C93B10C46F916E864F90E997951126D
source: It's time to move forward with the sabotage
it: È ora di andare avanti con il sabotaggio
uk: Настав час рухатися вперед з саботажом

# ,D834FE6147D62E4A5D6A8E83BDD5E7FF
source: We need to find new allies
it: Dobbiamo trovare nuovi alleati
uk: Нам потрібно знайти нових союзників

# ,B735645E4DFB97B9D40792AC2F511F46
source: Head to the Human Resources office...
it: Dirigiti all'ufficio delle risorse umane ...
uk: Поїдьте до офісу з персоналу ...

# ,713B00EE4EA18B33459531A584CE5273
source: Let's find more people like you.
it: Troviamo più persone come te.
uk: Давайте знайдемо більше таких людей, як ти.

# ,F8A799BD49890F07CBD968BC8DEADF45
source: I contacted everyone last night
it: Ho contattato tutti ieri sera
uk: Я зв’язався з усіма вчора ввечері

# ,8EF550414B06EE0153DA46B5F0D52549
source: Those who want to join have left their ID in their locker
it: Coloro che vogliono unirsi hanno lasciato il loro ID nel loro armadietto
uk: Ті, хто хоче приєднатися, залишили свій посвідчення в своєму шафці

# ,4F1249E640F4432C1E6B36B653137ABE
source: Go pick them up
it: Vai a prendere loro
uk: Ідіть, підберіть їх

# ,2AE4EDD24C749DD6088F7EA3A985C4FE
source: It’ll give us security… and proof of loyalty for what’s coming
it: Ci darà sicurezza ... e prova della lealtà per ciò che sta arrivando
uk: Це дасть нам безпеку ... і доказ лояльності до того, що відбувається

# ,4F8632F04269A7D8CAA1A7881365CB5C
source: Oh, there you are
it: Oh, eccoti
uk: О, ось ти

# ,30EB5637418226E6170823917AF86027
source: Look down there… see that poor Operator?
it: Guarda laggiù ... vedi quel povero operatore?
uk: Подивіться туди ... побачити цього бідного оператора?

# ,91A20B7B40954567EF2AE3ADFA6F5C71
source: And when you do?
it: E quando lo fai?
uk: А коли ти це робиш?

# ,5A34DC7F4117B3419A0EB99C06781280
source: You’ll be replaced. Quietly
it: Sarai sostituito.
uk: Вас замінять.

# ,4370DA384F2B6B02404D9B93E4AE9F00
source: Efficiently
it: Efficiente
uk: Ефективно

# ,277946694E925A0FEC3B49A1FA26F329
source: No one even notices
it: Nessuno se ne accorge nemmeno
uk: Ніхто навіть не помічає

# ,CDF1C0784480B1FC40F609BD11EC3623
source: Observe them quickly. You better leave before they restore the systems
it: Osservarli rapidamente.
uk: Спостерігайте за ними швидко.

# ,19A9A41E42012EACABE6DEB5B105EF5B
source: Last one on the list, doesn’t even realize we’re up here watching.
it: Ultimo nella lista, non si rende nemmeno conto che siamo qui a guardare.
uk: Останній у списку, навіть не розуміє, що ми тут дивимось.

# ,9F8C51044A9824520D353CBC40DB80B7
source: sighs softly
it: sospira piano
uk: тихо зітхає

# ,6DAB99DD49E97AED79EAC9AFEA730D13
source: Listen, you should know something
it: Ascolta, dovresti sapere qualcosa
uk: Слухай, ти повинен щось знати

# ,1367D9404ACCDB8903DB95BD8B471BCD
source: Operators… they’re not here by choice
it: Operatori ... non sono qui per scelta
uk: Оператори ... вони тут не за вибором

# ,481D920244913E2E969F39A7FB449117
source: Once you're in, you don’t leave
it: Una volta che sei dentro, non te ne vai
uk: Після того, як ви зайдете, ви не виїжджаєте

# ,0EBC0BCE44987F99D9CDD6818DBC88ED
source: This facility? It’s not a job
it: Questa struttura?
uk: Цей заклад?

# ,BAE2D6664C023DC13592E492E37A0D65
source: It’s a sentence
it: È una frase
uk: Це речення

# ,FF2CE05F4141C5C8151DE89D90A45D12
source: You work until you break
it: Lavori finché non ti rompi
uk: Ви працюєте, поки не зламаєтесь

# ,B3D38CB340E384E7EDD0AD9B273E8902
source: I’ve shut down the surveillance systems
it: Ho chiuso i sistemi di sorveglianza
uk: Я закрив системи спостереження

# ,DB43B9D64D0DF086C2289BBFEA78771A
source: Go to the Observation Room, I’ll wait here
it: Vai nella sala di osservazione, aspetterò qui
uk: Заходьте до оглядової кімнати, я зачекаю тут

# ,94E835CF4EB0B69CBF1973B7477D873C
source: ...Oh, and be careful. There are still guards patrolling
it: ... Oh, e fai attenzione.
uk: ... О, і будьте обережні.

# ,64CFC508469BD0D37566979599FA5D76
source: GOT IT!?
it: FATTO!?
uk: Отримав!?

# ,83523E424E6868C554312E8D32F602BD
source: These papers will help us identify more potential allies.
it: Questi articoli ci aiuteranno a identificare più potenziali alleati.
uk: Ці документи допоможуть нам визначити більше потенційних союзників.

# ,0175EBC0460C7217B6728A82FBDA33DD
source: Hand them over.
it: Consegnali.
uk: Передати їх.

# ,27B387864F7F6844387B80BAB8F8E6EE
source: ...Anything else?
it: ...Qualunque altra cosa?
uk: ... Ще щось?

# ,3D29B34F497E7073604A908B2A8704EC
source: This place isn’t safe.
it: Questo posto non è sicuro.
uk: Це місце не є безпечним.

# ,7914FADC481498F941C2ACBC0CE10682
source: Don’t worry... I’ve turned the cameras off. Just for a moment
it: Non preoccuparti ... Ho spento le telecamere.
uk: Не хвилюйтеся ... Я вимкнув камери.

# ,D0121E2E49831E3EC86E6FB82293D421
source: All robots at Doll Inc follow a strict hierarchy
it: Tutti i robot a Doll Inc seguono una rigorosa gerarchia
uk: Усі роботи в Doll Inc дотримуються суворої ієрархії

# ,43755B1749E805635EE80E9DCE59B2B0
source: Whites are operators
it: I bianchi sono operatori
uk: Білі - це оператори

# ,BDD21FBA48EE687B4E713998AACCDD39
source: Purples, as you’ve likely noticed, are supervisors.
it: I viola, come probabilmente hai notato, sono supervisori.
uk: Як ви, швидше за все, помітили, є керівниками.

# ,33E66189429A143C3A0E38AD3D0C2FAB
source: Every color has a role.
it: Ogni colore ha un ruolo.
uk: Кожен колір має роль.

# ,1C7A40F84505BFA5DF3B39B360FFDEC2
source: And every role… comes with surveillance.
it: E ogni ruolo ... arriva con la sorveglianza.
uk: І кожна роль… приходить з спостереженням.

# ,94D2D2AC40D80E1C3CC34A82FA9D1D42
source: Watch out
it: Attento
uk: Стежити

# ,48CE142947DBA2F357EB52B270EEB617
source: HEY! Up here, on the screens!
it: EHI!
uk: Гей!

# ,51D0A2B94FCF16936C0D1A9CEA19C8DC
source: Listen... there’s not much time
it: Ascolta ... non c'è molto tempo
uk: Слухай ... часу не так багато

# ,483B2EC44E0C9EB619CD099D6B48E4F6
source: To break the cycle. So no one else has to go through this
it: Per rompere il ciclo.
uk: Розірвати цикл.

# ,E4CC6EBB4586C8332795139FA2E52DDF
source: You can make a difference
it: Puoi fare la differenza
uk: Ви можете змінити ситуацію

# ,370989F04BCCE568EA54E6ABAF8D9E15
source: Are you with me?
it: Sei con me?
uk: Ти зі мною?

# ,4BC3A27D48FB504845DA5DA7EA336FC0
source: I know this isn’t what you expected when you took the job
it: So che questo non è quello che ti aspettavi quando hai preso il lavoro
uk: Я знаю, що це не те, чого ви очікували, коли брали на роботу

# ,F8C5915E46F14B0FA8221B95FEF2F37E
source: But things in here... they’re not right
it: Ma le cose qui ... non hanno ragione
uk: Але тут речі ... вони не праві

# ,416C386B4E0A04C6064834909C9B7D4B
source: You’ve seen it. You’ve felt it, something’s off, right?
it: L'hai visto.
uk: Ви це бачили.

# ,B99DDBE64A56C1FEC7E8E68D42A633D3
source: I felt it too. From day one
it: L'ho sentito anche io.
uk: Я теж це відчував.

# ,E4094FEE4436E9536AFBB89942BF4975
source: And now I know for sure: someone has to do something
it: E ora lo so per certo: qualcuno deve fare qualcosa
uk: І тепер я точно знаю: хтось повинен щось зробити

# ,897428014E2F1AE5A6546581DEA2ADDB
source: And I can’t do it alone
it: E non posso farlo da solo
uk: І я не можу це зробити поодинці

# ,EAC0AF144C15B2C2F350549758E40B82
source: Soon, we’ll start the sabotage
it: Presto inizieremo il sabotaggio
uk: Незабаром ми розпочнемо саботаж

# ,AD144C764A263C95E1FB6B9040D97B24
source: I need your help to bring this place down from the inside
it: Ho bisogno del tuo aiuto per far cadere questo posto dall'interno
uk: Мені потрібна ваша допомога, щоб зняти це місце зсередини

# ,05A84D2E4B2420B57501BC83BDD8C73C
source: We're making progress.
it: Stiamo facendo progressi.
uk: Ми прогресуємо.

# ,3884F7A849ACA8D166F457BD71E53DEE
source: Some of our operators have already begun sabotage in other sectors...
it: Alcuni dei nostri operatori hanno già iniziato il sabotaggio in altri settori ...
uk: Деякі з наших операторів вже розпочали саботаж в інших секторах ...

# ,B1009135454DE96ACBFE178DAF92F52E
source: tampering with surveillance feeds.
it: Manomettere i mangimi di sorveglianza.
uk: підробка кормами спостереження.

# ,F551FD1646B4CC50F0C29FAAAA13190D
source: Now it’s your turn.
it: Ora tocca a te.
uk: Тепер ваша черга.

# ,F38B5F6A48A1FCD06DB50C869A44A5D5
source: Head to the camera panel in this area...
it: Dirigiti al pannello della fotocamera in quest'area ...
uk: Поверніться до панелі камери в цій області ...

# ,9AD9C33143B2ECA51D30EAB3F9EB053E
source: and scramble the signal.
it: e arrampicale sul segnale.
uk: і скрутити сигнал.

# ,EB7070184D48FCCBFA32F69D032B7143
source: Just enough to keep eyes off us.
it: Quanto basta per toglierci gli occhi.
uk: Достатньо, щоб не відставати від нас.
