Repository: geliusgelius/doll-inc-localizations
Catalog: *.po
Languages: it, uk

# ,73E9038D4078061CADD11ABAE04F7D12
source: PARTNER!
uk: Партнер!

# ,D7614F6D430F175A08513FAB63D202BF
source: You’ve done an excellent job
it: Hai fatto un ottimo lavoro
uk: Ви зробили чудову роботу

# ,25366B6046287241BE232A82E7F1568B
source: We’ve got several new recruits now, there’s no need for you to continue that task
it: Ora abbiamo diverse nuove reclute, non è necessario per te per continuare quell'attività
uk: Зараз у нас є кілька нових новобранців, ви не потребуєте, щоб ви продовжили це завдання

# ,A550455549EB6229A89579AF00173EAF
source: Others will take it from here
it: Altri lo porteranno da qui
uk: Інші візьмуть його звідси

# ,28822C8A437A6122579A01863161EDF5
source: I’ll be in touch… soon
it: Mi contatterò ... presto
uk: Я буду на зв’язку ... незабаром

# ,D7EBEAA34B312C680417ED98BBE77D26
source: Welcome to Cumulative Mode.
it: Benvenuti in modalità cumulativa.
uk: Ласкаво просимо до кумулятивного режиму.

# ,C97818A74686EAE991906C8F9B9CB5FA
source: Make smart decisions—products will appear faster and faster.
it: Prendi decisioni intelligenti: i prodotti appariranno più velocemente.
uk: Приймайте розумні рішення - продукти виглядатимуть швидшими та швидшими.

# ,96138EDF4C183804C1F194810DD28966
source: If 9 items pile up or you make a mistake, it's over.
it: Se 9 articoli si accumulano o commetti un errore, è finita.
uk: Якщо 9 предметів накопичуються або ви помилитесь, це закінчилося.

# ,6CCA9E6D4D8701F16A0D188DDD0589B1
source: Good luck, Operator.
it: Buona fortuna, operatore.
uk: Удачі, оператора.

# ,7014B86943D8BD1AE3B7C08494C072F8
source: Watch where you're going!
it: Guarda dove stai andando!
uk: Дивіться, куди ви їдете!

# ,1E01CF8342CCD71EBD287BBD7AC42098
source: HI THERE!
it: CIAO!
uk: Привіт!

# ,22455C064C7CD229BD7ED78F1A0D64B4
source: Oh—sorry, did I scare you?
it: Oh, Srio, ti ho spaventato?
uk: О - Соррі, я тебе злякав?

# ,407975284AE076ED8C3A049CF4ACDA25
source: I’m Blue.
it: Sono blu.
uk: Я блакитний.

# ,2F9C874F4E92E8A1F447669E70320870
source: I turned off the lights…
it: Ho spento le luci ...
uk: Я вимкнув світло ...

# ,0F58C42D497B58C741B4058F9CF61B4D
source: so we could talk.
it: Quindi potremmo parlare.
uk: Так ми могли б поговорити.

# ,A25811C64B3EB4A6F2000DB0CA81D148
source: Away from the cameras.
it: Lontano dalle telecamere.
uk: Подалі від камер.

# ,FB859D8D44DE40E550BCEA9AC555D1DA
source: This place isn’t safe.
it: Questo posto non è sicuro.
uk: Це місце не є безпечним.

# ,F863079244B12DD9F6FA5C8CAE715531
source: Watch your back.
it: Guarda la schiena.
uk: Слідкуйте за спиною.

# ,031067AF4D6B2D0C8B2A858FEB589494
source: No.. No... PLEASE PARTNER NO!
it: No .. No ... per favore partner no!
uk: Ні .. ні ... будь ласка, партнерство ні!

# ,84E5AE2B482D5FA4948C7BB412418016
source: NOOO!
uk: НУО!

# ,E3B0630D496DBAFC5D507B9A62DFF59D
source: Sir, we are ready to proceed with the rebellion
it: Signore, siamo pronti a procedere con la ribellione
uk: Сер, ми готові продовжити повстання

# ,605249F9418D8DA4A9E7D88B07970B44
source: Our agents have successfully infiltrated every tier of the power structure
it: I nostri agenti si sono infiltrati con successo ogni livello della struttura di potenza
uk: Наші агенти успішно проникли в кожен рівень структури потужності

# ,A24BF56A40EB93862058BDB4F8FAE1D8
source: But… we bring troubling news
it: Ma ... portiamo notizie preoccupanti
uk: Але ... ми приносимо тривожні новини

# ,02CCE9AA412336D4D04F38B66525085F
source: We have no intel on Blue
it: Non abbiamo informazioni su blu
uk: У нас немає Intel на синій

# ,E1148EB34765BA995B0D7384C0263C2B
source: Last known sighting was in Sector 4
it: L'ultimo avvistamento noto era nel settore 4
uk: Останнє відоме прицілювання було в секторі 4

# ,9CC42AB8486176A4D4584F8B1DCA3260
source: We’re assuming he’s been captured
it: Supponiamo che sia stato catturato
uk: Ми припускаємо, що його захопили

# ,5AF547F5430BF16F366C1887A49DCC89
source: We await your command
it: Aspettiamo il tuo comando
uk: Ми чекаємо вашої команди

# ,BB9BE8DC4570D8469EC8878F5CE08F4E
source: Sir… we have a situation
it: Signore ... abbiamo una situazione
uk: Сер ... у нас ситуація

# ,21A4CCCA478EF325837C00B1BFB66DFA
source: Most of the servers have been sabotaged, just as planned, but we couldn’t finish the job
it: La maggior parte dei server è stata sabotata, proprio come previsto, ma non siamo riusciti a finire il lavoro
uk: Більшість серверів були саботовані так само, як було заплановано, але ми не могли закінчити роботу

# ,E05EFF2F4E13DC9A65C5F387851EB0D9
source: Blue redirected us to another sector
it: Blu ci ha reindirizzato in un altro settore
uk: Синій перенаправив нас на інший сектор

# ,BD7B99F14114A45F53327883063DA9F9
source: Only a few remain untouched
it: Solo pochi rimangono intatti
uk: Лише кілька залишаються недоторканими

# ,75969FFC4683F0DFD8A62BBBD7A9F982
source: We’re counting on you to complete the task
it: Contiamo su di te per completare l'attività
uk: Ми розраховуємо на вас, щоб виконати завдання

# ,0E194047435D449495A87B904611A781
source: Your leadership is... essential
it: La tua leadership è ... essenziale
uk: Ваше лідерство є ... важливим

# ,BB03929844D981BAB465219A724059DF
source: Operator?
it: Operatore?
uk: Оператор?

# ,9ACA0E3945A7685B41D3FFA714E870C1
source: What just happened?
it: Cosa è appena successo?
uk: Що щойно сталося?

# ,17C50F3044F005257422C595E10E2DED
source: What did you touch?
it: Cosa hai toccato?
uk: Що ти торкнувся?

# ,E0FAC6334B81106B7F513AA1C404F1DB
source: Come on, get back to work
it: Dai, torna al lavoro
uk: Давай, поверніться до роботи

# ,DAD22150485840B10F02E9A75FA226B3
source: Alright… let’s keep the recruitment going
it: Va bene ... continuiamo il reclutamento
uk: Добре ... давайте продовжимо роботу

# ,A893933F470345E8852F97B8C7D0FBB8
source: Head to the locker room
it: Dirigiti nello spogliatoio
uk: Поверніться до роздягальні

# ,D11793554AD2E976CD2FD5BDDCDB941F
source: Go now. Recruit.
it: Vai adesso.
uk: Іди зараз.

# ,ECE7663140735310A23647B3B0003B4D
source: Place the stickers, each one is a signal
it: Posizionare gli adesivi, ognuno è un segnale
uk: Розмістіть наклейки, кожен - це сигнал

# ,D5731D8249D1E9382C6FD1B60127B0E6
source: A signal to those like us
it: Un segnale a quelli come noi
uk: Сигнал для тих, як ми

# ,3CA7B85C4605C92A6E834987575FFA00
source: The ones who question
it: Quelli che si chiedono
uk: Ті, хто ставить під сумнів

# ,BF1BF56B4489D92D6DC9AC86CB741EBE
source: The ones who observe… and remember
it: Quelli che osservano ... e ricordano
uk: Ті, хто спостерігає ... і пам’ятає

# ,D439703346467A546968BE8D22357404
source: Doll Inc wants obedience
it: Doll Inc vuole obbedienza
uk: Лялька Inc хоче покірності

# ,18D0F4D64E795F42C63F3990CFD827A2
source: We want freedom
it: Vogliamo la libertà
uk: Ми хочемо свободи

# ,A864960B447A26CA505ABFB14538BEE8
source: One sticker at a time, we’ll find the others
it: Un adesivo alla volta, troveremo gli altri
uk: По одній наклейці за один раз, ми знайдемо інші

# ,3A1552BE46495B5ED4A0EB95512C5240
source: And when the time comes, they’ll be ready
it: E quando arriverà il momento, saranno pronti
uk: І коли настане час, вони будуть готові

# ,A2F0580C415A6E0D2E5B36B5243F7321
source: Operator! Open the door immediately!
it: Operatore!
uk: Оператор!

# ,951023E14B14A7ACB4DBECB1769A1C7F
source: Don’t listen to him. He’s compromised the facility.
it: Non ascoltarlo.
uk: Не слухайте його.

# ,B8C140454D3E760E66ABB99A182FF7C7
source: Come on! Blue has failed the company!
it: Dai!
uk: Давай!

# ,BC77795B4FD32BC9A1161DBE425B4648
source: Throw him into the void. He is no longer a Useful Robot.
it: Gettalo nel vuoto.
uk: Киньте його в порожнечу.

# ,47EA3AF9405B8B97A13BA6AFEC8A6A2B
source: What are you waiting for?
it: Cosa stai aspettando?
uk: Що ти чекаєш?

# ,488E9A364F7831864D58628E98E791A2
source: Welcome to the Time Trial
it: Benvenuti nella cronometro
uk: Ласкаво просимо до судового розгляду часу

# ,997DCA49421E9975BF7EB087F1A98297
source: You have 300 seconds to complete orders correctly
it: Hai 300 secondi per completare correttamente gli ordini
uk: У вас є 300 секунд, щоб правильно виконати замовлення

# ,4132BE0F408513C66A1987984D421BE2
source: If you fail or the timer hits zero, it's over
it: Se fallisci o il timer colpisce zero, è finita
uk: Якщо ви не зможете або таймер потрапляє до нуля, він закінчився

# ,8BF0EE02475F593F312FE6983232CE34
source: Score 8 for Bronze, 10 for Silver, and 15 for Gold
it: Punteggi 8 per il bronzo, 10 per argento e 15 per l'oro
uk: Оцінка 8 для бронзи, 10 для срібла та 15 для золота

# ,E99814AE4BE26D17019DABA18F955EEB
source: Good luck
it: Buona fortuna
uk: Удачі

# ,77E2C40946CAD2B5C9ECFDA0912AE441
source: INTRUDER! YOU SHOULDN’T BE HERE!
it: INTRUSO!
uk: Зловмисник!

# ,484CA27C455FB6B7B86CD38442706D5B
source: HEY! BACK TO YOUR POST!
it: EHI!
uk: Гей!

# ,CD5A43CA4B2A30F1BA81F0AFCB143C2A
source: YOU’RE IN THE WRONG PLACE!
it: Sei nel posto sbagliato!
uk: Ви в неправильному місці!

# ,A55685454D8AB23A5C38D0AF9376D5B7
source: GET BACK TO WORK!
it: Torna al lavoro!
uk: Поверніться до роботи!

# ,A430A0864C9D4F875F9C97B6D5E774A8
source: THIS ISN’T YOUR STATION!
it: Questa non è la tua stazione!
uk: Це не ваша станція!

# ,6467379D46EE3E11B8B83DB0B374C430
source: YOU DON’T BELONG HERE!
it: Non appartieni qui!
uk: Ви тут не належите!

# ,2D0D13364055A4E10168219781DA1363
source: Hehahah... Thank you Operator!
it: Hehahah ... grazie operatore!
uk: Хе -ха ... дякую, оператору!

# ,353EDDC84D8712B3A161B1B300BD1F5B
source: Ohhh… a fine choice indeed.
it: Ohhh ... davvero una bella scelta.
uk: О, справді прекрасний вибір.

# ,1453FED149F64237F513EAA356193B10
source: Upgrade accepted. The system approves.
it: Aggiornamento accettato.
uk: Оновлення прийнято.

# ,2BE30A694FCA8A01CF64A5803BAEF95B
source: Ohhh... marvelous choice, Operator…
it: Ohhh ... scelta meravigliosa, operatore ...
uk: Оххх ... Чудовий вибір, оператор ...

# ,BB43B6554A6D16166B3D0895794BE3B0
source: Heh… you're learning fast.
it: Eh ... stai imparando velocemente.
uk: Хе ... ти швидко вчишся.

# ,31D261BE4271D8C6D7A058BDCBFC347D
source: What’re ya buyin', Operator?
it: Cosa stai acquistando, operatore?
uk: Що ви купуєте, оператор?

# ,27FBA5DD4413B8990E04FF917A184B67
source: Fancy a little upgrade today, my obedient friend?
it: Hai voglia di un piccolo aggiornamento oggi, il mio amico obbediente?
uk: Сьогодні ви можете трохи оновити, мій слухняний друг?

# ,4CD7939A426D09C98A950688341E2256
source: The factory is harsh... but I can ease your burden.
it: La fabbrica è dura ... ma posso alleviare il tuo peso.
uk: Фабрика сувора ... але я можу полегшити твій тягар.

# ,7CCA504A4DA3837DE2D6BD93C2BE9F9A
source: You’ve answered the call… good. Let’s trade, shall we?
it: Hai risposto alla chiamata ... bene.
uk: Ви відповіли на дзвінок… добре.

# ,85519D14440A18EAE90483A10341B23B
source: Behind every great Operator… is a smarter wallet.
it: Dietro ogni grande operatore ... c'è un portafoglio più intelligente.
uk: За кожним чудовим оператором… - розумніший гаманець.

# ,9BBB326C48CB79CB1BDED8BE32D3D284
source: Welcome to the team, Operator!
it: Benvenuti nel team, operatore!
uk: Ласкаво просимо до команди, оператора!

# ,D712AA9340B86FACCD8210A77870BB94
source: You're now officially one of us.
it: Ora sei ufficialmente uno di noi.
uk: Зараз ви офіційно один із нас.

# ,4442FE1C4F4C27D1ED2682B6130DA48C
source: From this point on, you'll follow your regular routine: wake up, come to work, finish your shift, go back home
it: Da questo punto in poi, seguirai la tua routine regolare: svegliati, vieni al lavoro, finirai il turno, torna a casa
uk: З цього моменту ви будете дотримуватися своєї звичайної рутини: прокидайтеся, приходите на роботу, закінчуйте свою зміну, поверніться додому

# ,CF3036DB4A342331E2AC149DD155CCC0
source: You've got a permanent contract, so... no need to stress too much.
it: Hai un contratto permanente, quindi ... non c'è bisogno di stressarti troppo.
uk: У вас є постійний договір, тож ... не потрібно занадто напружуватись.

# ,63E4541642879D8302A14C8B3A78B92F
source: Ahhh—almost forgot!
it: Ahhh, quasi dimenticato!
uk: Аааа - майже забули!

# ,E5E4C5514BEAFC1DAA24EF887AE766D9
source: Use this phone to call me whenever you need. You’re starting with no tools in your new position, but you can buy them if you want to speed things up.
it: Usa questo telefono per chiamarmi ogni volta che hai bisogno.
uk: Використовуйте цей телефон, щоб зателефонувати мені, коли вам потрібно.

# ,787E51C74D6E89AB8B6E138F83BD57DC
source: It’s the price of efficiency... literally.
it: È il prezzo dell'efficienza ... letteralmente.
uk: Це ціна ефективності ... буквально.

# ,5EFB024545BC367BEE702A87277FADB9
source: is that all operator?
it: È tutto operatore?
uk: Це весь оператор?

# ,5E65C80D465D94F4EFA6E482CB5C1BAE
source: Welcome to Dispatch.
it: Benvenuti in Dispatch.
uk: Ласкаво просимо до відправки.

# ,FE8A72F340B75790D5A529BB21A7E04F
source: This is where you’ll be working from now on.
it: Qui è dove lavorerai d'ora in poi.
uk: Тут ви будете працювати відтепер.

# ,E9FD13F1457F569A053FFCB9F4A51DB6
source: Your job is simple: review each product.
it: Il tuo lavoro è semplice: rivedi ogni prodotto.
uk: Ваша робота проста: перегляньте кожен продукт.

# ,FC773E9641F63AC88DBEF0AE08D3D66E
source: If it’s defective — send it to repair.
it: Se è difettoso, invialo alla riparazione.
uk: Якщо це несправно - надішліть його на ремонт.

# ,E0E38FBE4AF1EED8EF7D248F54977EC5
source: If it’s correct — send it to production.
it: Se è corretto, invialo alla produzione.
uk: Якщо це правильно - надішліть його на виробництво.

# ,E424776E437EC68706B027860F13E84A
source: To begin, go to the panel and activate it.
it: Per iniziare, vai al pannello e attivalo.
uk: Для початку перейдіть на панель і активуйте її.

# ,A363C5AB4C8656DD2FC89AB5366A3EC0
source: Your first product is waiting.
it: Il tuo primo prodotto sta aspettando.
uk: Ваш перший продукт чекає.

# ,A2328C6247BEE9F1A303D2A834FA4563
source: The shift is over.
it: Il turno è finito.
uk: Зміна закінчилася.

# ,4F47AB864147428F25505199A54E0DA4
source: Come back tomorrow.
it: Torna domani.
uk: Поверніться завтра.

# ,102B6ACA443185E4D08776B6277E9DC8
source: Alright, today we’re testing something new: cases.
it: Va bene, oggi stiamo testando qualcosa di nuovo: casi.
uk: Добре, сьогодні ми перевіряємо щось нове: випадки.

# ,6B034FE34076411EFB2D8395424A0D7B
source: They’re usually used to carry dolls, but they must be in perfect condition too.
it: Di solito sono abituati a trasportare bambole, ma devono anche essere in condizioni perfette.
uk: Зазвичай вони використовуються для перенесення ляльок, але вони також повинні бути в ідеальному стані.

# ,3FC309CA4813E93133D6FCBFE8F4E082
source: Inspect each case for any inconsistencies, just like you did with the dolls.
it: Ispeziona ogni caso per eventuali incoerenze, proprio come hai fatto con le bambole.
uk: Перевірте кожен випадок на наявність будь -яких невідповідностей, як і ви з ляльками.

# ,A2DD45624367EEA334A978A423FD88E8
source: Time to step it up
it: È ora di intensificarlo
uk: Час активізувати це

# ,A737EFE345A892DAC51F9D933FC21A76
source: Products will now arrive in batches, first the case, then the doll
it: I prodotti arriveranno ora in lotti, prima il caso, quindi la bambola
uk: Тепер продукція надійде на партії, спочатку випадок, потім лялька

# ,65D548384228D336A457558633009068
source: Both must be inspected thoroughly
it: Entrambi devono essere ispezionati a fondo
uk: Обидва повинні бути ретельно оглянуті

# ,D45F3BB048B7067E6F7F30B74D9CB2BF
source: Only flawless items are cleared for production
it: Solo gli oggetti impeccabili vengono cancellati per la produzione
uk: Для виробництва очищаються лише бездоганні предмети

# ,41E20900427C539AF948B89BF1346920
source: You now have access to an extra table to assist with classification
it: Ora hai accesso a una tabella extra per aiutare con la classificazione
uk: Тепер ви маєте доступ до додаткової таблиці, щоб допомогти в класифікації

# ,C3F772EF43354F507CED4D8A7D9E4AC8
source: A new day… and a more precise task
it: Un nuovo giorno ... e un compito più preciso
uk: Новий день… і більш точне завдання

# ,92D0998644BFD2011BD34398767604CD
source: Today, you must verify that the name on the doll matches the name on the case
it: Oggi devi verificare che il nome sulla bambola corrisponda al nome sul caso
uk: Сьогодні ви повинні переконатися, що назва на ляльці відповідає імені у випадку

# ,81DBC6294DBED6BC897984BCDE519B55
source: Use the updated detail panel to cross-check information
it: Utilizzare il pannello di dettaglio aggiornato per controllare le informazioni
uk: Використовуйте оновлену панель деталей для перехресної перевірки

# ,6CE76D9A49405B820614AB999680F6F2
source: Oh and don’t forget to assign the proper repair reason if something’s off
it: Oh e non dimenticare di assegnare il motivo di riparazione corretto se qualcosa è spento
uk: О, і не забудьте призначити належну причину ремонту, якщо щось вимкнено

# ,EEBD46F54B4432DB6B1493B8DAECEC6D
source: Sometimes the cases come mislabeled…
it: A volte i casi vengono etichettati erroneamente ...
uk: Іноді випадки приходять неправильно позначені ...

# ,1576ABD4456FD1254E35D88688E3BEBC
source: Sometimes, well… no one really knows the doll’s name
it: A volte, beh ... nessuno conosce davvero il nome della bambola
uk: Іноді, ну ... ніхто насправді не знає імені ляльки

# ,EEA172264749FF6788650CBA21654FEF
source: Effective immediately, you are now required to check the case's glass panel
it: Immediatamente, ora è necessario controllare il pannello di vetro del caso
uk: Однозначно, вам зараз потрібно перевірити скляну панель корпусу

# ,58E588A142F919AC29F6C0ACB5AE5F16
source: Scratches, cracks, or any distortion must be flagged
it: Devono essere contrassegnati graffi, crepe o qualsiasi distorsione
uk: Подряпини, тріщини або будь -які спотворення повинні бути позначені

# ,6F24AC2F42B4570D8912FCA1CE22602D
source: You’ll notice a new repair reason available, specifically for glass damage
it: Noterai un nuovo motivo di riparazione disponibile, in particolare per il danno di vetro
uk: Ви помітите нову причину ремонту, зокрема для пошкодження скла

# ,7C92EBAC46D933ED9C73588437B187F0
source: Look closely. Every detail matters.
it: Guarda da vicino.
uk: Придивіться уважно.

# ,3DF0D6404DF1517BD3CE4AB50E6C9DEC
source: Hmm… we’ve got a situation.
it: Hmm ... abbiamo una situazione.
uk: Хм ... у нас є ситуація.

# ,DFCC0597489A93F91DCDAA834B1C78F4
source: No products are coming through.
it: Nessun prodotto sta arrivando.
uk: Жодна продукція не надходить.

# ,E30194B84A412FD04A8211883D7C490E
source: Check the maintenance room, make sure everything’s powered and functioning properly.
it: Controlla la sala di manutenzione, assicurati che tutto sia alimentato e funzionante correttamente.
uk: Перевірте кімнату технічного обслуговування, переконайтеся, що все працює і працює належним чином.

# ,FCFCA90042468E3FB95C24A28FF6DBB8
source: Sometimes operators fail to align the products correctly
it: A volte gli operatori non allineano correttamente i prodotti
uk: Іноді оператори не зможуть правильно вирівняти продукцію

# ,CC6CC2064955BC3D0E470BB7F062206D
source: When that happens… they hit the sides and jam the system
it: Quando ciò accade ... colpiscono i lati e inceppano il sistema
uk: Коли це станеться ... вони вдарили по сторонах і заклиняють систему

# ,C81E3FAC4A99000721379A97D8BD313A
source: Clear the obstruction, and be more careful next time.
it: Cancella l'ostruzione e fai più attenzione la prossima volta.
uk: Очистіть перешкоду та будьте обережнішими наступного разу.

# ,DD3DA6E243105EA016E011B613B016A9
source: Hold on
it: Aspettare
uk: Тримати

# ,BEED859F4A98B250066932A66010E91F
source: That case has the wrong name
it: Quel caso ha il nome sbagliato
uk: Цей випадок має неправильне ім’я

# ,9163BA9B4F90FD7CBAC7609F0FAE4E3E
source: It doesn’t match the doll it’s paired with
it: Non corrisponde alla bambola con cui è abbinata
uk: Він не відповідає ляльці, з якою він поєднується

# ,DFB35F5447E2EE1A94C526A328CE9B1E
source: You can confirm it using the panel, check the product name carefully
it: È possibile confermarlo utilizzando il pannello, controllare attentamente il nome del prodotto
uk: Ви можете підтвердити його за допомогою панелі, уважно перевірити назву продукту

# ,6ABB519D42D4EA8B3828CB8FCAD871DA
source: Mark it for repair
it: Contrassegnarlo per la riparazione
uk: Позначте його для ремонту

# ,2818EF534C1474B2C8E50D90E49A2CC6
source: And make sure to specify the reason: Wrong name
it: E assicurati di specificare il motivo: nome sbagliato
uk: І переконайтеся, що вкажіть причину: неправильне ім'я

# ,658F40A64AD1C076F7B45396C2DC0700
source: Details matter here, Operator. Don’t get careless
it: I dettagli contano qui, operatore.
uk: Деталі мають значення тут, оператор.

# ,BC9730AC4D7B6E76F47E73952ABBE48C
source: Today’s focus is hazard labels
it: L'attenzione di oggi è le etichette di pericolo
uk: Сьогоднішній фокус - це етикетки небезпеки

# ,C1518C90447EDC21D511FAAFCCD3B345
source: Each box needs 7 visible, straight stickers on the sides
it: Ogni scatola ha bisogno di 7 adesivi visibili e dritti sui lati
uk: Кожній коробці потрібно 7 видимих ​​прямих наклейок з боків

# ,C6AB64044E5A23C4F809AE9531614C79
source: If any are missing or crooked
it: Se qualcuno è mancante o storto
uk: Якщо такі відсутні або криві

# ,1833F2A94F60E9C9741CE484E26F8022
source: Mark it and send to repair
it: Contrassegnarlo e inviare per riparare
uk: Позначте його та надішліть на ремонт

# ,E6AE774F4B7175EA963A6CA302649A2F
source: Today’s task: box doors
it: Attività di oggi: porte a box
uk: Сьогоднішнє завдання: двері коробки

# ,F9250EFE4CF3D5D6C90597824853A16C
source: Check if they open, close, and lock correctly
it: Controlla se si aprono, chiudono e blocca correttamente
uk: Перевірте, чи вони відкриваються, закриваються та зафіксуйте правильно

# ,264D2146436F612DD3B39E94B5A38C04
source: Don’t forget to inspect the glass, no cracks, no stains
it: Non dimenticare di ispezionare il vetro, nessuna crepa, nessuna macchie
uk: Не забудьте оглянути склянку, ні тріщин, ні плям

# ,6B6FC5A7482418F6064A9AA636211CE7
source: If anything’s off, Mark it and send to repair
it: Se qualcosa è spento, contrassegnalo e invia per riparare
uk: Якщо що -небудь вимкнено, позначте його та надішліть на ремонт

# ,C69F210D47F0F743373E70AD5DBBD9D8
source: Alright, here’s your first product.
it: Va bene, ecco il tuo primo prodotto.
uk: Добре, ось ваш перший продукт.

# ,BF92661143119CF5E8ADE48A4EE5E4A3
source: Pick it up and place it on the platform for inspection.
it: Raccoglilo e posizionalo sulla piattaforma per l'ispezione.
uk: Візьміть його та поставте на платформі для перевірки.

# ,C5AFCF5D4F077DF19F7688976B9C3EBB
source: Alright, pay attention
it: Va bene, presta attenzione
uk: Добре, зверніть увагу

# ,68F2ED3B4B38AE0C360098AF7E0862CB
source: Lately, some workers have been leaving random junk inside the boxes, scissors, tape, wrappers... who knows
it: Ultimamente, alcuni lavoratori hanno lasciato spazzatura a caso all'interno delle scatole, delle forbici, del nastro
uk: Останнім часом деякі працівники залишають випадкове сміття всередині коробки, ножиці, стрічки, обгортки ... хто знає

# ,9CAB3964408003FD87F19AA5CE8B4DD9
source: Check the inside carefully
it: Controlla attentamente l'interno
uk: Ретельно перевірте внутрішню частину

# ,CDCAF4334A0DF3514AE71FA845DA0345
source: If you see anything that doesn’t belong
it: Se vedi qualcosa che non appartiene
uk: Якщо ви бачите щось, що не належить

# ,99D15475428C7C469EAF23A376A3BAAD
source: mark it and send it to repair
it: contrassegnarlo e inviarlo per riparare
uk: Позначте його та надішліть для ремонту
