Repository: geliusgelius/doll-inc-localizations
Catalog: */Game.po
Languages: ar, bg, es, fi, it, ko, nl

# ,B14FF1EF4C9081C3882CA69CB187BB28
source: Before we begin, let me ask you a few questions…
ar: قبل أن نبدأ، دعني أطرح عليك بعض الأسئلة…
bg: Преди да започнем, ще те попитам няколко въпроса…
es: Antes de empezar, déjame hacerte unas preguntas…
fi: Ennen kuin aloitamme, haluan esittää muutaman kysymyksen…
it: Prima di iniziare, lasciami farti qualche domanda…
ko: 시작하기 전에 몇 가지 질문이 있습니다...
nl: Voordat we beginnen, mag ik je een paar vragen stellen…

# ,FBF8CA6B4D0B3EC5591E809E584663D7
source: Do you currently have a job?
ar: هل لديك عمل حالياً؟
bg: В момента имаш ли работа?
es: ¿Actualmente tienes trabajo?
fi: Onko sinulla tällä hetkellä työpaikka?
it: Hai già un lavoro?
ko: 현재 직업이 있습니까?
nl: Heb je momenteel een baan?

# ,36F92ACD42A227776422899283AEB54E
source: ...No?
ar: ...لا؟
bg: ...Не?
fi: ...Ei?
ko: ...없습니까?
nl: ...Nee?

# ,6A9348AA4E9235D7EB6838858ADB5E7E
source: Are you looking for one?
ar: هل تبحث عن واحد؟
bg: Търсиш ли?
es: ¿Estás buscando uno?
fi: Etsitkö sellaista?
it: Ne stai cercando uno?
ko: 찾고 있습니까?
nl: Ben je ernaar op zoek?

# ,6D559E944FF79D2D62D163AD47E3FC73
source: Do you know Doll INC?
ar: هل تعرف Doll Impostor؟
bg: Знаеш ли Doll INC?
es: ¿Conoces Doll INC?
fi: Tunnetko Doll INC:n?
it: Conosci Doll INC?
ko: Doll INC를 알고 있습니까?
nl: Ken je Doll INC?

# ,27415F084B1E7E3DBA9A8C8F156AEDC1
source: HEY!
bg: ХЕЙ!
fi: HEI!
it: EHI!
ko: 이봐!
nl: HEE!

# ,7D8C5ECF44C138A5E6A9FDA8BBD6FA85
source: They’re after us
ar: إنهم يلاحقوننا
bg: Те ни търсят
es: Nos persiguen
fi: He ovat perässämme
it: Ci stanno dando la caccia
ko: 그들이 우리를 쫓고 있어
nl: Ze zijn achter ons aan

# ,43B81234453DF0EA7E567396501F439C
source: The government sent the military, those giant? Yeah, them.
ar: الحكومة أرسلت الجيش، تلك العملاقة؟ نعم، هم.
bg: Правителството изпрати военни, онези гиганти? Да, тях.
es: El gobierno envió al ejército, ¿esos gigantes? Sí, ellos
fi: Hallitus lähetti armeijan, ne jättiläiset? Joo, he.
it: Il governo ha inviato i militari, quegli enormi? Sì, loro
ko: 정부가 군대를 보냈어, 거대한 로봇들? 그래, 그들.
nl: De regering stuurde het leger, die gigantische? Ja, zij.

# ,7CE22F524D3105B4F76CA0B4705A5700
source: They’ve locked down the facility. No breaks. No mistakes
ar: لقد أغلقوا المنشأة. لا استراحات. لا أخطاء
bg: Заключиха съоръжението. Никакви почивки. Никакви грешки
es: Han cerrado la instalación. Sin descansos. Sin errores
fi: He ovat sulkeneet laitoksen. Ei taukoja. Ei virheitä
it: Hanno bloccato la struttura. Niente pause. Niente errori
ko: 시설이 봉쇄되었어. 휴식 없음. 실수 금지.
nl: Ze hebben de faciliteit op slot gedaan. Geen pauzes. Geen fouten

# ,EFA4058643E5E0665BB1A8BC76C02941
source: They’re suspecting sabotage… and I think I’m their target
ar: يشتبهون في تخريب… وأعتقد أنني هدفهم
bg: Съмняват се в саботаж… и мисля, че съм техният цел
es: Sospechan sabotaje… y creo que soy su objetivo
fi: He epäilevät sabotaasia… ja luulen, että olen heidän kohteensa
it: Sospettano sabotaggio… e penso di essere il loro bersaglio
ko: 사보타주 의심 중… 내가 목표인 것 같아
nl: Ze verdenken sabotage… en ik denk dat ik hun doelwit ben

# ,4C1125614A775B320EDBA0AAF4088FC8
source: So please, be more careful than ever
ar: لذا من فضلك، كن أكثر حذراً من أي وقت مضى
bg: Моля, бъди много внимателен
es: Así que, por favor, ten más cuidado que nunca
fi: Ole siis varovaisempi kuin koskaan
it: Perciò, sii più attento che mai
ko: 제발, 이제까지보다 더 조심해
nl: Wees alsjeblieft voorzichtiger dan ooit

# ,83EE4F244505E58E7623B98CDEEBE1E3
source: They’re watching everything
ar: إنهم يراقبون كل شيء
bg: Наблюдават всичко
es: Nos observan todo
fi: He tarkkailevat kaikkea
it: Ci stanno osservando
ko: 그들이 모든 걸 감시하고 있어
nl: Ze kijken naar alles

# ,1FAEAC2946B6A50A74FD8E842B678044
source: ATTENTION, RESPONSIBLE CITIZEN!
ar: انتباه، أيها المواطن المسؤول!
bg: ВНИМАНИЕ, ОТГОВОРЕН ГРАЖДАНИН!
es: ¡ATENCIÓN, CIUDADANO RESPONSABLE!
fi: HUOMIO, VASTUULLINEN KANSALAINEN!
it: ATTENZIONE, CITTADINO RESPONSABILE!
ko: 주의, 책임 있는 시민!
nl: LET OP, VERANTWOORDELIJKE BURGER!

# ,4972757547FC371762329CBFE072CF34
source: Are you looking for a stable, clean, and promising opportunity?
ar: هل تبحث عن فرصة مستقرة ونظيفة وواعدة؟
bg: Търсиш ли стабилна, чиста и обещаваща възможност?
es: ¿Buscas una oportunidad estable, limpia y prometedora?
fi: Etsitkö vakaita, puhtaita ja lupaavia mahdollisuuksia?
it: Cerchi un’opportunità stabile, pulita e promettente?
ko: 안정적이고 깨끗하며 유망한 기회를 찾고 있습니까?
nl: Ben je op zoek naar een stabiele, schone en veelbelovende kans?

# ,945FF43742D74FEBA91809B28A214118
source: Full labor insurance
ar: تأمين عمل كامل
bg: Пълно трудово осигуряване
es: Seguro laboral completo
fi: Täysi työeläkevakuutus
it: Assicurazione completa
ko: 전면 노동 보험
nl: Volledige arbeidsongevallenverzekering

# ,65CA5B094DD49E95C86DC7ACBFF409B2
source: Recognition for exemplary performance
ar: التقدير للأداء المثالي
bg: Признание за изключително представяне
es: Reconocimiento por desempeño ejemplar
fi: Tunnustus erinomaisesta suorituksesta
it: Riconoscimento per prestazioni esemplari
ko: 모범적 성과에 대한 인정
nl: Erkenning voor voortreffelijke prestaties

# ,45D5775A40CC893184CF3CA971ED904D
source: No prior experience required. Just firm judgment, obedience, and commitment.
ar: لا حاجة لخبرة سابقة. فقط حكم حازم، وطاعة، والتزام.
bg: Не се изисква предишен опит. Само твърдо решение, послушание и отдаденост.
es: No se requiere experiencia previa. Solo juicio firme, obediencia y compromiso
fi: Ei vaadita aiempaa kokemusta. Tarvitaan vain vahva päätöksenteko, kuuliaisuus ja sitoutuminen.
it: Non serve esperienza. Solo buon giudizio, obbedienza e impegno
ko: 경력 필요 없음. 단호한 판단, 복종, 헌신만 필요합니다.
nl: Geen ervaring vereist. Alleen vast oordeel, gehoorzaamheid en toewijding.

# ,2EB5E53746CCD50933180C9A89984C92
source: Because in our line, there is no room for error...
ar: لأنه في عملنا، لا مجال للخطأ...
bg: Защото тук няма място за грешки...
es: Porque aquí no hay margen de error…
fi: Koska alallamme ei ole varaa virheisiin...
it: Perché qui, non c’è spazio per gli errori…
ko: 우리 라인에는 실수 여지가 없습니다...
nl: Want in onze lijn is geen ruimte voor fouten...

# ,46636DB148167C5943A00F9C766690DE
source: nor for those who hesitate.
ar: ولا لأولئك الذين يترددون.
bg: нито за колебаещи се.
es: ni para los que dudan
fi: eikä epäröijille.
it: né per chi esita
ko: 주저하는 자에게도 없습니다.
nl: noch voor hen die aarzelen.

# ,0E1A3A1546EFA926F1D75C9E0DACE598
source: You decide… but you are not alone.
ar: أنت من يقرر… لكنك لست وحدك.
bg: Ти решаваш… но не си сам.
es: Tú decides… pero no estás solo
fi: Sinä päätät… mutta et ole yksin.
it: Tu decidi… ma non sei solo
ko: 결정은 당신의 몫... 그러나 당신은 혼자가 아닙니다.
nl: Jij beslist… maar je bent niet alleen.

# ,AB262C174AD69A7B5CD554AAE37FF58E
source: Apply now. The system needs you.
ar: قدّم الآن. النظام يحتاجك.
bg: Кандидатствай сега. Системата се нуждае от теб.
es: Aplica ahora. El sistema te necesita
fi: Hae nyt. Järjestelmä tarvitsee sinua.
it: Candidati ora. Il sistema ha bisogno di te
ko: 지금 신청하세요. 시스템이 당신을 필요로 합니다.
nl: Solliciteer nu. Het systeem heeft je nodig.

# ,A71CAE2F42624114E9E9F0A07510F013
source: Do you wish to be part of an orderly, fair, and fully operational system?
ar: هل ترغب في أن تكون جزءًا من نظام منظم وعادل وفعّال بالكامل؟
bg: Желаеш ли да бъдеш част от подредена, справедлива и напълно функционална система?
es: ¿Deseas formar parte de un sistema ordenado, justo y totalmente operativo?
fi: Haluatko olla osa järjestelmällistä, oikeudenmukaista ja täysin toimivaa järjestelmää?
it: Vuoi far parte di un sistema ordinato, equo e perfettamente operativo?
ko: 질서 있고 공정하며 완전 가동되는 시스템의 일부가 되고 싶습니까?
nl: Wil je deel uitmaken van een ordelijk, eerlijk en volledig operationeel systeem?

# ,B4F84D984C01A3F7D2C8769ACDD98D0B
source: JOIN THE INDUSTRIAL SORTING PROGRAM!
ar: انضم إلى برنامج الفرز الصناعي!
bg: ПРИСЪЕДИНЕТЕ СЕ КЪМ ПРОГРАМАТА ЗА ИНДУСТРИАЛНО СОРТИРАНЕ!
es: ¡ÚNETE AL PROGRAMA DE CLASIFICACIÓN INDUSTRIAL!
fi: LIITY TEOLLISUUSLAJITELUOHJELMAAN!
it: UNISCITI AL PROGRAMMA DI SMISTAMENTO INDUSTRIALE!
ko: 산업 분류 프로그램에 가입하세요!
nl: DOE MEE AAN HET INDUSTRIËLE SORTERINGSPROGRAMMA!

# ,5ABAC75A47BF094E36D99B98F2E4B29D
source: Become the official in charge of evaluating and deciding the fate of our assistance units.
ar: كن المسؤول الرسمي عن تقييم وتقرير مصير وحدات المساعدة.
bg: Станете официалния отговорник за оценка и решаване съдбата на нашите помощни единици.
es: Conviértete en responsable de evaluar y decidir el destino de nuestras unidades
fi: Tule viralliseksi vastuuhenkilöksi arvioimaan ja päättämään apuyksiköidemme kohtalosta.
it: Diventa l’addetto ufficiale a valutare e decidere il destino delle nostre unità di assistenza
ko: 지원 단위 평가 및 운명을 결정하는 책임자가 되세요.
nl: Word de officiële verantwoordelijke voor de beoordeling en beslissing over onze hulpunits.

# ,2D9A827F4E246B747FFAC381BC508D03
source: From the comfort of a central station equipped with cutting-edge technology,
ar: من راحة محطة مركزية مجهزة بأحدث التقنيات،
bg: От уюта на централен щаб, оборудван с най-нови технологии,
es: Desde la comodidad de una estación central con tecnología de punta,
fi: Keskuspisteen mukavuudesta, jossa on huipputeknologiaa,
it: Dal comfort di una postazione centrale con tecnologia all’avanguardia,
ko: 최첨단 기술이 탑재된 중앙 스테이션에서
nl: Vanuit het comfort van een centraal station met geavanceerde technologie,

# ,F250C1044ABAE9CF8CF4208708832C35
source: you will help ensure each product meets the highest standards of efficiency.
ar: ستساعد في ضمان أن كل منتج يفي بأعلى معايير الكفاءة.
bg: ще помогнете да се гарантира, че всеки продукт отговаря на най-високите стандарти за ефективност.
es: ayudarás a garantizar que cada producto cumpla los más altos estándares
fi: varmistat, että jokainen tuote täyttää tehokkuuden korkeimmat standardit.
it: aiuterai a garantire che ogni prodotto soddisfi i più alti standard di efficienza
ko: 각 제품이 최고의 효율 기준을 충족하도록 돕습니다.
nl: zorg je dat elk product aan de hoogste efficiëntienormen voldoet.

# ,21B60D81475E3E160EDD6B85C6804B06
source: No sweat, no risk — everything under control!
ar: لا تعب، لا مخاطرة — كل شيء تحت السيطرة!
bg: Без пот, без риск — всичко под контрол!
es: ¡Sin sudar, sin riesgos — todo bajo control!
fi: Ei hiki, ei riskiä — kaikki hallinnassa!
it: Niente sudore, niente rischio — tutto sotto controllo!
ko: 힘든 일, 위험 없음 — 모든 것이 통제됩니다!
nl: Geen stress, geen risico — alles onder controle!

# ,52EB41A843E43063871195AE9DCC5615
source: Fixed schedule
ar: جدول ثابت
bg: Фиксиран график
es: Horario fijo
fi: Kiinteä aikataulu
it: Orario fisso
ko: 고정 일정
nl: Vaste planning

# ,44B1126B42DC2B70CD5FFF8FED1BB695
source: Meals included
ar: تشمل الوجبات
bg: Хранене включено
es: Comidas incluidas
fi: Ruoka sisältyy
it: Pasti inclusi
ko: 식사 제공
nl: Maaltijden inbegrepen

# ,619FB5894BB8808FBFCC05B85D496DD9
source: WHAT?!
ar: ماذا؟!
bg: КАКВО?!
es: ¿¡QUÉ!?
fi: MITÄ?!
it: COSA?!
ko: 뭐라고?!
nl: WAT?!

# ,3910694F44D17E730991FFA0AB99A0FD
source: You don’t know Doll Impostor?
ar: ألا تعرف Doll Impostor؟
bg: Не познаваш Doll Impostor?
es: ¿No conoces Doll Impostor?
fi: Et tunne Doll Impostoria?
it: Non conosci Doll Impostor?
ko: Doll Impostor를 모르다니?
nl: Ken je Doll Impostor niet?

# ,A83F9BCD404D29341DCD4F8F68E25666
source: Then why did you even apply?!
ar: فلماذا تقدمت أصلاً؟!
bg: Тогава защо кандидатства?
es: ¿Entonces por qué aplicaste?
fi: Miksi hait ylipäätään?!
it: Allora perché hai fatto domanda?!
ko: 그럼 왜 지원했죠?!
nl: Waarom heb je dan überhaupt gesolliciteerd?!

# ,1FAA79E548CC28378A0562B0AD970F45
source: Good heavens...
ar: يا إلهي...
bg: Боже мой...
es: Dios mío…
fi: Hyvät hyssykät...
it: Per l’amor del cielo...
ko: 맙소사...
nl: Goede hemel...

# ,4C01D08A41D76453640C1E8F4CD2C1C5
source: Unbelievable.
ar: لا يصدق.
bg: Невероятно.
es: Increíble
fi: Uskomatonta.
it: Incredibile
ko: 믿을 수가 없군요.
nl: Ongelooflijk.

# ,66C7AC714B31744CA95004B6C588E7BA
source: OPERATOR!
ar: أيها المشغّل!
bg: ОПЕРАТОРЕ!
es: ¡OPERADOR!
fi: OPERAATTORI!
it: OPERATORE!
ko: 오퍼레이터!

# ,35696E984A523E0EC1E283B88D134BBE
source: Is everything in order?
ar: هل كل شيء على ما يرام؟
bg: Всичко наред ли е?
es: ¿Todo en orden?
fi: Onko kaikki kunnossa?
it: Va tutto bene?
ko: 모든 것이 정상이냐?
nl: Is alles in orde?

# ,D16FBC434142CE6E9C10E98AB5B3C47A
source: ...You looked a bit slow back there
ar: ...كنت تبدو بطيئاً قليلاً
bg: ...Изглеждаше малко бавен там назад
es: …Parecías lento
fi: ...Näytit hieman hitaalta siellä takana
it: ...Sembravi un po’ lento laggiù
ko: ...뒤에서 좀 느려 보였어
nl: ...Je leek daar wat traag

# ,A1051C0E4C81AC9D67E613B3AAFEF858
source: Just making sure you're focused.
ar: فقط أتأكد أنك مركز.
bg: Просто проверявам дали си фокусиран.
es: Solo me aseguro de que estés concentrado
fi: Varmistan vain, että olet keskittynyt.
it: Solo per assicurarmi che tu sia concentrato
ko: 집중하고 있는지 확인 중이었어.
nl: Gewoon controleren dat je gefocust bent.

# ,23C2629449FED2977D57F292B8AFF262
source: Welcome to DOLL INC. How was your trip?
ar: مرحباً بك في DOLL IMPOSTOR. كيف كانت رحلتك؟
bg: Добре дошъл в DOLL INC. Как беше пътуването?
es: Bienvenido a DOLL INC. ¿Cómo fue tu viaje?
fi: Tervetuloa DOLL INC:iin. Miten matka sujui?
it: Benvenuto in DOLL INC. Com’è andato il viaggio?
ko: DOLL INC에 오신 것을 환영합니다. 여행은 어땠나요?
nl: Welkom bij DOLL INC. Hoe was je reis?

# ,92538BAF480A320CD6AF55ADADCFA6F9
source: This center operates with zero human employees.
ar: هذه المنشأة تعمل بدون موظفين بشريين.
bg: Този център работи без човешки служители.
es: Este centro opera sin humanos
fi: Tämä keskus toimii ilman ihmistyöntekijöitä.
it: Questo centro opera senza dipendenti umani
ko: 이 센터에는 직원이 한 명도 없습니다.
nl: Dit centrum werkt zonder menselijke werknemers.

# ,934AF6164E9D6DEC7610089653A75AD4
source: DOLL INC. is a global leader in product development, toys, and logistics.
ar: DOLL IMPOSTOR رائدة عالمياً في تطوير المنتجات، الألعاب، والخدمات اللوجستية.
bg: DOLL INC. е глобален лидер в разработването на продукти, играчки и логистика.
es: DOLL INC es líder global en desarrollo de productos, juguetes y logística
fi: DOLL INC. on maailmanlaajuinen johtaja tuotekehityksessä, leluissa ja logistiikassa.
it: DOLL INC. è leader globale in sviluppo prodotto, giocattoli e logistica
ko: DOLL INC는 제품 개발, 장난감, 물류 분야의 글로벌 리더입니다.
nl: DOLL INC. is wereldleider in productontwikkeling, speelgoed en logistiek.

# ,8E8013C6452832C0F8335797C47B0EBE
source: The power consumption of DOLL INC. is so high it could sustain a megacity.
ar: استهلاك الطاقة في DOLL IMPOSTOR عالي لدرجة أنه يمكنه تشغيل مدينة ميجا.
bg: Потреблението на електроенергия на DOLL INC. е толкова голямо, че може да захрани мегаполис.
es: El consumo de energía de DOLL INC es tan alto que podría sustentar una megaciudad
fi: DOLL INC:n energiankulutus on niin suuri, että se ylläpitäisi megakaupunkia.
it: Il consumo energetico di DOLL INC. è così elevato da sostenere una megacittà
ko: DOLL INC의 전력 소비량은 메가시티를 유지할 수 있습니다.
nl: Het energieverbruik van DOLL INC. is zo hoog dat het een megastad kan voeden.

# ,B7D7185D4F0DFF816301C9B8EB075A9D
source: This factory produces its own electricity. It doesn’t need the outside world.
ar: هذا المصنع ينتج كهرباءه الخاصة. لا يحتاج للعالم الخارجي.
bg: Тази фабрика произвежда собствена електроенергия. Не ѝ е необходим външен свят.
es: Esta fábrica produce su propia electricidad. No necesita la ayuda del mundo exterior
fi: Tämä tehdas tuottaa oman sähkönsä. Se ei tarvitse ulkomaailmaa.
it: Questa fabbrica produce la propria elettricità. Non ha bisogno del mondo esterno
ko: 이 공장은 자체 발전을 하며 외부 전력에 의존하지 않습니다.
nl: Deze fabriek wekt zelf elektriciteit op. Hij heeft de buitenwereld niet nodig.

# ,3B6C3FD344B4E7EB2D9FC2B8D1D19891
source: If you're new, please proceed to the Dispatchs Room. Just go straight and turn right.
ar: إذا كنت جديداً، تفضل إلى غرفة الإرسال (Envíos). سر مباشرة ثم انعطف يميناً.
bg: Ако си нов, моля, влез в стаята за Envíos. Просто върви направо и завий надясно.
es: Si eres nuevo, ve a la sala de Envíos. (dispatches) Sigue recto y gira a la derecha
fi: Jos olet uusi, mene Envíos-huoneeseen. Mene suoraan ja käänny oikealle.
it: Se sei nuovo, procedi alla sala Envíos. Vai dritto e gira a destra
ko: 처음이면 Envíos실로 가세요. 직진 후 우회전.
nl: Als je nieuw bent, ga dan naar de Envíos-ruimte. Ga rechtdoor en sla rechtsaf.

# ,0DFB312842637757F54048AB5941FB43
source: Having trouble with one of our products? Please visit Customer Support at reception.
ar: هل تواجه مشكلة مع أحد منتجاتنا؟ قم بزيارة دعم العملاء عند الاستقبال.
bg: Имаш проблем с някой от нашите продукти? Моля, посети Поддръжката на клиенти на рецепцията.
es: ¿Problemas con un producto? Visita Soporte al cliente en recepción
fi: Ongelma tuoteessa? Käy asiakastuesta vastaanotossa.
it: Problemi con un prodotto? Rivolgiti all’assistenza clienti alla reception
ko: 제품에 문제가 있으면 접수처 고객 지원으로 오세요.
nl: Problemen met een product? Bezoek de Klantenservice bij de receptie.

# ,5EEBC87E423C794916E6D9B877C3C505
source: Need to speak with a supervisor? I'm afraid this facility is fully automated. No one will assist you.
ar: تريد التحدث إلى مشرف؟ هذه المنشأة مؤتمتة بالكامل. لا أحد سيساعدك.
bg: Искаш да говориш с надзорник? Съжалявам, това съоръжение е напълно автоматизирано. Никой няма да ти помогне.
es: ¿Necesitas hablar con un supervisor? Esto está completamente automatizado, nadie asistirá
fi: Tarvitsetko esimiehen? Täällä on täysin automatisoitu. Kukaan ei auta.
it: Vuoi parlare con un supervisore? Mi spiace, questa struttura è completamente automatizzata. Nessuno ti assisterà
ko: 감독자와 이야기하려면… 모든 것이 자동화되어 있어 아무도 없습니다.
nl: Supervisor nodig? Deze faciliteit is volledig geautomatiseerd. Niemand helpt je.

# ,5F1F13E243AE2A28C75B9CA746A1EE4E
source: Did you know DOLL INC. offers products from the hit game Doll Impostor?
ar: هل تعلم أن DOLL IMPOSTOR تقدم منتجات من لعبة Doll Impostor؟
bg: Знаеше ли, че DOLL INC. предлага продукти от играта Doll Impostor?
es: ¿Sabías que DOLL INC ofrece productos del juego Doll Impostor?
fi: Tiesitkö, että DOLL INC. tarjoaa tuotteita suositusta Doll Impostor -pelistä?
it: Sai che DOLL INC. offre prodotti dal popolare gioco Doll Impostor?
ko: DOLL INC에서 Doll Impostor 제품을 판매합니다.
nl: Wist je dat DOLL INC. producten aanbiedt uit het spel Doll Impostor?

# ,12E1D45145D81B6312803CA13F33442E
source: DOLL INC. originally started as a pharmaceutical company.
ar: بدأت DOLL IMPOSTOR أصلاً كشركة أدوية.
bg: DOLL INC. първоначално стартира като фармацевтична компания.
es: DOLL INC. empezó como farmacéutica
fi: DOLL INC. aloitti alun perin lääkeyhtiönä.
it: DOLL INC. è nata come azienda farmaceutica
ko: DOLL INC는 원래 제약 회사로 시작했습니다.
nl: DOLL INC. begon oorspronkelijk als farmaceutisch bedrijf.

# ,424D99844AB97FF3DF4F8D9DBC9666C2
source: DOLL INC. maintains a comprehensive surveillance system. Everything is recorded and controlled.
ar: DOLL IMPOSTOR تحافظ على نظام مراقبة شامل. كل شيء مسجل ومراقب.
bg: DOLL INC. поддържа обширна система за наблюдение. Всичко се записва и контролира.
es: DOLL INC. tiene sistema de vigilancia integral. Todo se graba y controla
fi: DOLL INC ylläpitää kattavaa valvontajärjestelmää. Kaikki tallentuu ja ohjataan.
it: DOLL INC. ha un sistema di sorveglianza completo. Tutto è registrato e controllato
ko: DOLL INC는 포괄적인 감시 시스템을 유지합니다. 모든 것이 기록되고 통제됩니다.
nl: DOLL INC. heeft een uitgebreid bewakingssysteem. Alles wordt opgenomen en gecontroleerd.

# ,3255FD1D45BAE0F40A68B5A746D758AC
source: Did you know Lucy hates her partner Max? In fact, the feeling is mutual.
ar: هل تعلم أن لوسي تكره شريكها ماكس؟ في الواقع، الشعور متبادل.
bg: Знаеше ли, че Lucy мрази партньора си Max? Всъщност чувството е взаимно.
es: ¿Sabías que Lucy odia a su pareja Max? De hecho, el sentimiento es mutuo
fi: Tiesitkö, että Lucy inhoaa partneriaan Maxia? Tunne on molemminpuolinen.
it: Sapevi che Lucy odia il suo partner Max? In realtà il sentimento è reciproco
ko: Lucy는 파트너 Max를 싫어합니다. 서로입니다.
nl: Wist je dat Lucy haar partner Max haat? Sterker nog, het is wederzijds.

# ,04A2772A41BB362B62114B823486A761
source: This facility contains over 45,000 surveillance cameras.
ar: هذا المصنع يحتوي على أكثر من 45000 كاميرا مراقبة.
bg: Това съоръжение съдържа над 45 000 камери за наблюдение.
es: Esta instalación tiene más de 45.000 cámaras
fi: Tässä laitoksessa on yli 45 000 valvontakameraa.
it: Questa struttura contiene oltre 45.000 telecamere di sorveglianza
ko: 이 시설에는 4만 5천 개 이상의 감시 카메라가 있습니다.
nl: Deze faciliteit bevat meer dan 45.000 bewakingscamera’s.

# ,00C8021F4BA2277E831CB49059966107
source: Good. Finally, you're doing something right.
ar: جيد. أخيراً، تفعل شيئاً صحيحاً.
bg: Добре. Най-после правиш нещо правилно.
es: Bien. Al fin haces algo bien
fi: Hyvä. Lopultakin teet jotain oikein.
it: Bene. Finalmente stai facendo qualcosa di giusto
ko: 좋아요. 드디어 제대로 하고 있군요.
nl: Goed. Eindelijk doe je iets goed.

# ,EB1526D34903F2A98135968929945E53
source: Good job, Operator. Try not to mess it up next time.
ar: عمل جيد، أيها المشغّل. حاول ألا تخطئ المرة القادمة.
bg: Добра работа, операторе. Опитай се следващия път да не се издъниш.
es: Buen trabajo, Operador. No lo estropees la próxima
fi: Hyvin tehty, operaattori. Yritä olla sotkematta seuraavalla kerralla.
it: Bel lavoro, Operatore. Cerca di non sbagliare la prossima volta
ko: 잘했어요, 오퍼레이터. 다음번엔 망치지 마세요.
nl: Goed gedaan, Operator. Probeer het de volgende keer niet te verprutsen.

# ,557C093E4C89AF17FD0561A302339377
source: That wasn’t completely awful. Keep it up.
ar: لم يكن سيئاً تماماً. استمر.
bg: Не беше напълно ужасно. Продължавай така.
es: No estuvo mal del todo. Sigue así
fi: Se ei ollut täysin kamalaa. Jatka samaan malliin.
it: Non è stato del tutto pessimo. Continua così
ko: 완전히 형편없진 않았습니다. 계속하세요.
nl: Dat was niet helemaal vreselijk. Ga zo door.

# ,166014F142A744CB936F5FAAB1636719
source: Hmm… acceptable. Barely.
ar: همم… مقبول. بالكاد.
bg: Хмм… приемливо. Едва.
es: Hmm… aceptable. Justo
fi: Hmm… hyväksyttävää. Juuri ja juuri.
it: Hmm… accettabile. Per un soffio
ko: 음… 겨우 합격입니다.
nl: Hmm… acceptabel. Nauwelijks.

# ,E8EB44DA44B64220DE714FA5EF464957
source: For once, your brain was in sync with your hands.
ar: لأول مرة، كان دماغك متزامناً مع يديك.
bg: За първи път мозъкът ти беше в синхрон с ръцете.
es: Por una vez, tu cerebro estaba en sintonía con tus manos
fi: Vihdoin aivosi ja kätesi toimivat yhtäaikaisesti.
it: Per una volta, mente e mani allineate
ko: 한 번만이라도 손과 머리가 일치했네요.
nl: Voor het eerst was je brein in sync met je handen.

# ,1FDF56C842D6D7B926794DBAB16F4434
source: Efficient. Clean. I’m impressed — temporarily.
ar: فعّال. نظيف. أنا معجب— مؤقتاً.
bg: Ефективно. Чисто. Впечатлен съм — временно.
es: Eficiente. Limpio. Estoy impresionado — temporalmente
fi: Tehokas. Puhdas. Olen vaikuttunut — toistaiseksi.
it: Efficiente. Pulito. Sono temporaneamente impressionato
ko: 효율적. 깔끔. 일시적으로 감명받았습니다.
nl: Efficiënt. Netjes. Ik ben onder de indruk — tijdelijk.

# ,12D4CC9B4BBAF78AC2BD3E8F3AB5E3FF
source: You’re not entirely useless after all.
ar: أنت لست عديم الفائدة بالكامل.
bg: Оказва се, че не си напълно безполезен.
es: No eres del todo inútil después de todo
fi: Et olekaan täysin turha.
it: In fondo non sei del tutto inutile
ko: 완전히 쓸모없는 건 아니네요.
nl: Je bent toch niet geheel nutteloos.

# ,480C83EE4FE7472A852F2D85A12261E5
source: You might survive the 30 days at this rate.
ar: قد تنجو لثلاثين يوماً بهذا المعدل.
bg: Може би ще преживееш 30 дни с този темп.
es: Quizá sobrevivas 30 días a este ritmo
fi: Saatat selvitä 30 päivää tällä tahdilla.
it: Potresti sopravvivere 30 giorni a questo ritmo
ko: 이 정도면 30일을 버틸 수도 있겠네요.
nl: Je zou de 30 dagen zo kunnen overleven.

# ,2F0E63674E767B3627CAD6AAF859BD9D
source: Well done. Even a broken clock is right twice a day.
ar: عمل جيد. حتى الساعة المعطلة صحيحة مرتين في اليوم.
bg: Браво. Дори счупеният часовник е прав два пъти на ден.
es: Bien hecho. Hasta un reloj roto acierta dos veces
fi: Hyvin tehty. Rikkoontunut kello osuu oikeaan kahdesti päivässä.
it: Ben fatto. Anche un orologio rotto segna l’ora giusta due volte al giorno
ko: 잘했어요. 망가진 시계도 하루에 두 번은 맞죠.
nl: Goed gedaan. Zelfs een kapotte klok staat twee keer per dag gelijk.
