Repository: geliusgelius/doll-inc-localizations
Catalog: */Game.po
Languages: ar, bg, es, fi, it, ko, nl

# ,E07A18544208288DF1FEDBA2250491A3
source: The case's inconsistency is based on certain flaws, such as scratches, dirt, or visual defects, usually in the form of stains. Missing elements like lids or structural parts are not considered, nor are glass imperfections, reflections caused by the case itself, or textures that might look unusual (such as the circus case).
ar: تعتمد تناسق الصندوق على عيوب معينة، مثل الخدوش أو الأوساخ أو العيوب البصرية، عادة على شكل بقع. لا تُؤخذ في الحسبان العناصر المفقودة مثل الأغطية أو الأجزاء الهيكلية، ولا عيوب الزجاج، أو الانعكاسات الناتجة عن الصندوق نفسه، أو القوام الذي قد يبدو غير عادي (مثل صندوق السيرك).
bg: Неконсистентността на кутията се базира на определени дефекти, като драскотини, мръсотия или визуални несъвършенства, обикновено под формата на петна. Липсващи елементи като капаци или структурни части не се считат, нито несъвършенства в стъклото, отражения, причинени от самата кутия, или текстури, които може да изглеждат необичайни (като цирковата кутия).
es: La inconsistencia de la caja se basa en defectos como arañazos, suciedad o manchas. Elementos faltantes como tapas no se consideran, ni imperfecciones de vidrio, reflejos o texturas inusuales.
fi: Laatikon poikkeavuus perustuu tiettyihin virheisiin, kuten naarmuihin, likaantumiseen tai visuaalisiin virheisiin, yleensä tahroina. Puuttuvia osia, kuten kansia tai rakenteellisia osia, ei oteta huomioon, eivätkä lasivirheet, laatikon omasta heijastuksesta johtuvat heijastukset tai tietyt poikkeavan näköiset tekstuurit (esimerkiksi sirkuslaatikko).
it: L'incongruenza della scatola si basa su difetti come graffi, sporco o imperfezioni visive, solitamente macchie. Elementi mancanti come coperchi o parti strutturali non sono considerati, né imperfezioni del vetro, riflessi o texture insolite (come la scatola circo).
ko: 케이스의 불량은 긁힘, 오염 또는 얼룩 등의 결함에 기반합니다. 뚜껑이나 구조적 부품 누락, 유리 자체 결함, 반사 또는 질감 이상(예: 서커스 케이스)은 포함되지 않습니다.
nl: De inconsistentie van de doos is gebaseerd op bepaalde gebreken, zoals krassen, vuil of visuele defecten, meestal in de vorm van vlekken. Ontbrekende elementen zoals deksel of structurele onderdelen worden niet meegerekend, net zo min als glasdefecten, reflecties door de doos zelf of ongebruikelijke texturen (zoals de circustent).

# ,33FB39BB409FD71A510642B60E3093D2
source: Wrong barcode
ar: الرمز الشريطي خاطئ
bg: Грешен баркод
es: Código de barras incorrecto
fi: Väärä viivakoodi
it: Codice a barre sbagliato
ko: 잘못된 바코드
nl: Verkeerde barcode

# ,8FDF390B4F188F44A3BE098EE2838B1B
source: Barcodes identify each product. Check their numbers and verify if they match the item. Typically, the last digits vary, and they usually start with 0000.
ar: تحدد الباركودات كل منتج. تحقق من أرقامها وتأكد أنها تطابق العنصر. عادةً ما تختلف الأرقام الأخيرة، وعادةً ما تبدأ بـ 0000.
bg: Баркодовете идентифицират всеки продукт. Провери номерата и ги сравни с артикула. Обикновено последните цифри се различават и започват с 0000.
es: Los códigos identifican cada producto. Revisa sus números y verifica si coinciden. Normalmente varían los últimos dígitos y empiezan con 0000.
fi: Viivakoodit tunnistavat jokaisen tuotteen. Tarkista niiden numerot ja varmista, että ne vastaavat tuotetta. Tyypillisesti viimeiset numerot vaihtelevat ja ne alkavat yleensä 0000.
it: I codici a barre identificano ogni prodotto. Controlla i numeri e verifica se corrispondono all'oggetto. Di solito le ultime cifre variano e iniziano con 0000.
ko: 바코드는 각 제품을 식별합니다. 번호를 확인하여 해당 아이템과 일치하는지 검증하세요. 마지막 자릿수가 다르며 보통 0000으로 시작합니다.
nl: Barcodes identificeren elk product. Controleer de nummers en verifieer of ze overeenkomen met het item. Meestal variëren de laatste cijfers en beginnen ze met 0000.

# ,B6E1352D4A38AE740E086186DFBCFC34
source: Incorrect names do not match any existing doll. For example, you might get the name 'Rebecca', but no such doll exists, therefore, the name would be considered incorrect.
ar: الأسماء الخاطئة لا تطابق أي دمية موجودة. على سبيل المثال، قد تحصل على الاسم 'Rebecca'، لكن لا توجد دمية بهذا الاسم، لذلك يعتبر الاسم خاطئاً.
bg: Неправилните имена не съвпадат с нито един съществуващ muñeco. Например, можеш да получиш името ‘Rebecca’, но такъв muñeco не съществува, затова името се счита за неправилно.
es: Los nombres incorrectos no coinciden con ningún muñeco existente. Por ejemplo, si aparece 'Rebecca', pero no existe, se considera incorrecto.
fi: Virheelliset nimet eivät vastaa mitään olemassa olevaa nukkea. Esimerkiksi 'Rebecca' saattaa olla nimi, mutta sellaista nukkea ei ole, joten nimi katsotaan virheelliseksi.
it: I nomi errati non corrispondono a nessuna bambola esistente. Ad esempio, se appare 'Rebecca' ma non esiste, il nome è considerato sbagliato.
ko: 존재하지 않는 인형 이름은 잘못된 것으로 간주됩니다. 예: 'Rebecca'라는 이름이 있지만 해당 인형이 없으면 오류입니다.
nl: Verkeerde namen komen niet overeen met een bestaande pop. Bijvoorbeeld, je krijgt de naam 'Rebecca', maar zo'n pop bestaat niet, dus de naam is onjuist.

# ,34DE1BE04320BA260C3166BB34D20447
source: Wrong name
ar: اسم خاطئ
bg: Грешно име
es: Nombre equivocado
fi: Väärä nimi
it: Nome sbagliato
ko: 잘못된 이름
nl: Verkeerde naam

# ,42B3ECA74445C99808A116A289DCFE8F
source: Robots
ar: الروبوتات
bg: Роботи
fi: Robotit
it: Robot
ko: 로봇

# ,0F5981244991FEC5D4B408BEF03E3249
source: Sometimes there is no name at all. This cannot be sent to production unless the doll's name is properly written.
ar: أحياناً لا يكون هناك اسم على الإطلاق. لا يمكن إرساله للإنتاج ما لم يُكتب اسم الدمية بشكل صحيح.
bg: Понякога няма име изобщо. Това не може да се изпрати в производство, освен ако името на muñeco не е написано правилно.
es: A veces no hay nombre. No puede ir a producción a menos que el muñeco tenga nombre correctamente escrito.
fi: Joskus nimeä ei ole lainkaan. Tämä ei voi edetä tuotantoon, ellei nuken nimi ole oikein kirjoitettu.
it: A volte non c’è alcun nome. Non può essere inviato in produzione finché il nome della bambola non è scritto correttamente.
ko: 때때로 이름이 전혀 없습니다. 인형 이름이 제대로 작성되지 않으면 생산(Production)으로 보낼 수 없습니다.
nl: Soms is er helemaal geen naam. Dit mag niet naar productie tenzij de popnaam correct is geschreven.

# ,0BAC0324446F50640529EE9ADB8A7332
source: Orders
ar: الطلبات
bg: Pedidos
es: Pedidos
fi: Tilaukset
it: Ordini
ko: 주문(Pedidos)
nl: Bestellingen

# ,BEC9B9DD4977AEF7B664F4B372665ABC
source: Occasionally, dolls emit vibrations or display unusual effects and must be returned. These are generally things we cannot explain.
ar: في بعض الأحيان تصدر الدمى اهتزازات أو تعرض تأثيرات غير عادية ويجب إرجاعها. هذه عمومًا أشياء لا نستطيع تفسيرها.
bg: Понякога muñecos излъчват вибрации или показват необясними ефекти и трябва да бъдат върнати. Това обикновено са неща, които не можем да обясним.
es: Ocasionalmente, los muñecos emiten vibraciones o muestran efectos inusuales y deben devolverse. Son cosas que no podemos explicar.
fi: Joskus nuket värähtelevät tai niissä on epätavallisia efektejä ja ne on palautettava. Nämä ovat yleensä selittämättömiä ilmiöitä.
it: Talvolta le bambole emettono vibrazioni o effetti strani e devono essere restituite. Sono cose che non possiamo spiegare.
ko: 가끔 인형이 진동을 발생시키거나 이상 효과를 보이며 반품 대상이 됩니다. 일반적으로 설명할 수 없는 현상입니다.
nl: Af en toe vibreren poppen of tonen ongebruikelijke effecten en moeten worden geretourneerd. Dit zijn over het algemeen dingen die we niet kunnen verklaren.

# ,CB3040CB4004F4853746588D57C8DFD7
source: Some products may not show the correct weight. The machine will display red if the weight is incorrect, or green if it is correct.
ar: قد لا يظهر بعض المنتجات الوزن الصحيح. ستعرض الآلة باللون الأحمر إذا كان الوزن خاطئًا، أو بالأخضر إذا كان صحيحًا.
bg: Някои продукти може да не показват правилното тегло. Машината ще стане червена, ако теглото е неправилно, или зелена, ако е правилно.
es: Algunos productos pueden no mostrar el peso correcto. La máquina mostrará rojo si es incorrecto, o verde si es correcto.
fi: Jotkut tuotteet eivät ehkä näytä oikeaa painoa. Laite näyttää punaisena, jos paino on virheellinen, tai vihreänä, jos se on oikea.
it: Alcuni prodotti potrebbero non mostrare il peso corretto. La macchina mostrerà rosso se il peso è errato, verde se è corretto.
ko: 일부 제품은 올바른 무게를 표시하지 않습니다. 기계가 빨간색이면 무게 불일치, 녹색이면 일치입니다.
nl: Sommige producten tonen mogelijk niet het juiste gewicht. De machine laat rood zien bij een onjuist gewicht, of groen bij correct.

# ,1C99A750445EB635EA35BFB16AE81FEF
source: Inconsistent weight
ar: الوزن غير متسق
bg: Неконсистентно тегло
es: Peso inconsistente
fi: Epäjohdonmukainen paino
it: Peso incoerente
ko: 무게 불일치
nl: Inconsistent gewicht

# ,284BFCCD47DC9B610BD9548C36034D04
source: Returns
ar: الإرجاعات
bg: Връщания
es: Devoluciones
fi: Palautukset
it: Resi
ko: 반품
nl: Retouren

# ,6D0331AA42BA47EE5C1D1F8459610A44
source: Sometimes products are poorly manufactured and cannot withstand acceptable pressure levels, which may lead to damage or even sudden explosions.
ar: أحياناً تُصنع المنتجات بشكل سيئ ولا تتحمل مستويات الضغط المقبولة، مما قد يؤدي إلى تلف أو حتى انفجار مفاجئ.
bg: Понякога продуктите са зле произведени и не могат да издържат на приемливи нива на налягане, което може да доведе до повреди или дори внезапни експлозии.
es: A veces los productos son mal fabricados y no soportan niveles aceptables de presión, lo que puede dañar o incluso explotar.
fi: Joskus tuotteet on valmistettu huonosti eivätkä kestä hyväksyttäviä paineita, mikä voi johtaa vaurioihin tai jopa äkillisiin räjähtelyihin.
it: A volte i prodotti sono di bassa qualità e non resistono alla pressione, causando danni o esplosioni.
ko: 일부 제품은 제조 불량으로 허용 압력을 견디지 못해 손상되거나 폭발할 수 있습니다.
nl: Soms zijn producten slecht vervaardigd en kunnen ze geen aanvaardbare druk weerstaan, wat leidt tot beschadiging of zelfs explosies.

# ,2D39DF174B8A73ADBA9F26B815C5075C
source: Inconsistent pressure
ar: الضغط غير متسق
bg: Неконсистентно налягане
es: Presión inconsistente
fi: Epäjohdonmukainen paine
it: Pressione incoerente
ko: 압력 불일치
nl: Inconsistent druk

# ,3EEFCB494F82C5E2AD364281A63E1AED
source: Inconsistent temperature
ar: درجة الحرارة غير متسقة
bg: Неконсистентна температура
es: Temperatura inconsistente
fi: Epäjohdonmukainen lämpötila
it: Temperatura incoerente
ko: 온도 불일치
nl: Inconsistent temperatuur

# ,BE5B619F4C625505C86B80BA84E3FB63
source: Sometimes the temperatures are not correct, which may indicate an internal issue or a flaw in the product's formation. In any case, it must be sent for repair, as this can lead to product breakage or even fire.
ar: أحياناً تكون درجات الحرارة غير صحيحة، مما قد يشير إلى مشكلة داخلية أو عيب في تشكيل المنتج. في جميع الأحوال، يجب إرساله للإصلاح، فقد يؤدي ذلك إلى تلف المنتج أو حتى حريق.
bg: Понякога температурите не са правилни, което може да означава вътрешен проблем или дефект в оформянето на продукта. Във всеки случай трябва да се изпрати за ремонт, тъй като това може да доведе до счупване или дори пожар.
es: A veces las temperaturas no son correctas, lo que puede indicar un fallo interno o defecto de fabricación. Debe enviarse a reparar para evitar roturas o incendios.
fi: Joskus lämpötilat eivät ole oikeita, mikä voi viitata sisäiseen ongelmaan tai valmistusvirheeseen. Joka tapauksessa tuote on lähetettävä korjattavaksi, sillä tämä voi johtaa tuotteen rikkoutumiseen tai jopa tulipaloon.
it: A volte le temperature non sono corrette, indicando un problema interno o un difetto. In ogni caso, deve essere inviato in riparazione, perché può causare rotture o incendi.
ko: 가끔 온도가 올바르지 않아 제품 내부 결함이나 형성 이상을 나타냅니다. 화재 위험이 있으므로 수리(Repair)로 보내야 합니다.
nl: Soms is de temperatuur niet correct, wat kan wijzen op een intern probleem of een fout in de productvorming. In ieder geval moet het ter reparatie worden gestuurd, want het kan breuk of zelfs brand veroorzaken.

# ,C14C0086490CE5C48C9A4BA7E4110DA7
source: Inconsistent glass
ar: الزجاج غير متسق
bg: Неконсистентно стъкло
es: Vidrio inconsistente
fi: Epäjohdonmukainen lasi
it: Vetro incoerente
ko: 유리 불일치
nl: Inconsistent glas

# ,3A6817BD4C9326A7863FC3B8F3B7CBD2
source: Storage
ar: التخزين
bg: Склад
es: Almacenamiento
fi: Varastointi
it: Magazzino
ko: 보관(Storage)
nl: Opslag

# ,62372147487E8272C26A739A540923F1
source: Sometimes the glass may have inconsistencies, such as stains, defects, or cracks.
ar: أحياناً قد يحتوي الزجاج على عدم تناسق، مثل البقع أو العيوب أو التشققات.
bg: Понякога стъклото може да има несъвършенства, като петна, дефекти или пукнатини.
es: A veces el vidrio puede tener manchas, defectos o grietas.
fi: Joskus lasissa voi olla poikkeavuuksia, kuten tahroja, virheitä tai halkeamia.
it: A volte il vetro presenta imperfezioni come macchie, difetti o crepe.
ko: 유리에 얼룩, 결함 또는 균열이 있을 수 있습니다.
nl: Soms vertoont glas inconsistenties, zoals vlekken, defecten of barsten.

# ,B80BEEA348D24F4C74D9EABC2211AC55
source: Regulations require us to place hazard stickers. If any of them are missing, the item must be sent for repair
ar: تتطلب اللوائح وضع ملصقات التحذير. إذا كان أي منها مفقوداً، يجب إرسال العنصر للإصلاح
bg: Регулациите изискват поставяне на етикети за опасност. Ако липсват, артикулът трябва да се изпрати за ремонт.
es: Las normas exigen poner adhesivos de peligro. Si falta alguno, debe enviarse a reparar.
fi: Säännökset edellyttävät vaaralappujen kiinnittämistä. Jos jokin niistä puuttuu, tuote on lähetettävä korjattavaksi.
it: Le normative richiedono di applicare adesivi di pericolo. Se mancano, l’oggetto deve essere inviato in riparazione
ko: 규정에 따라 위험 스티커를 부착해야 합니다. 누락 시 수리(Repair)로 보내야 합니다.
nl: Regels vereisen dat we waarschuwingsstickers plaatsen. Als er een ontbreekt, moet het item ter reparatie worden gestuurd

# ,D556C4FE46B79622CAC4BBB723FF662A
source: If a sticker is placed incorrectly, the item must be sent for repair so it can be properly repositioned.
ar: إذا وُضع ملصق بشكل خاطئ، يجب إرسال العنصر للإصلاح ليتم وضعه بشكل صحيح.
bg: Ако стикер е поставен неправилно, артикулът трябва да се изпрати за ремонт, за да бъде правилно позициониран.
es: Si un adhesivo está mal colocado, debe enviarse a reparar para reposicionarlo correctamente.
fi: Jos tarra on asetettu väärin, tuote on lähetettävä korjattavaksi, jotta se voidaan asentaa oikein.
it: Se un adesivo è posizionato male, l’oggetto deve essere inviato in riparazione per essere riposizionato correttamente.
ko: 스티커 부착이 잘못되면 올바르게 재배치할 수 있도록 수리(Repair)로 보내야 합니다.
nl: Als een sticker verkeerd is geplaatst, moet het item ter reparatie om goed te worden gepositioneerd.

# ,8B2005224551B88DCCF4B7814D2AC724
source: Tools
ar: الأدوات
bg: Инструменти
es: Herramientas
fi: Työkalut
it: Strumenti
ko: 도구
nl: Gereedschap

# ,86FDA56B46A99ACA43BA8DBEFD80C194
source: Wrong sticker position
ar: وضع الملصق خاطئ
bg: Грешна позиция на стикера
es: Adhesivo mal posicionado
fi: Tarran väärä sijoitus
it: Posizione adesivo errata
ko: 잘못된 스티커 위치
nl: Verkeerde stickerpositie

# ,3EE0114D493F28568AD7D78D04C799B2
source: Foreign objects
ar: أجسام غريبة
bg: Чужди предмети
es: Objetos extraños
fi: Vierasesineet
it: Oggetti estranei
ko: 이물질
nl: Vreemde voorwerpen

# ,F15016A041CD9D7B19DFBAB8214BFC3E
source: Sometimes operators leave personal items inside the cases, such as scissors or similar objects. When this happens, the product becomes contaminated.
ar: أحياناً يترك المشغلون أشياء شخصية داخل الصناديق، مثل المقصات أو ما شابه. في حالة حدوث ذلك، يصبح المنتج ملوثاً.
bg: Понякога операторите оставят лични предмети в кутиите, като ножици или подобни. Когато това се случи, продуктът се замърсява.
es: A veces los operarios dejan objetos personales dentro de las cajas, como tijeras. Cuando esto pasa, el producto queda contaminado.
fi: Joskus operaattorit jättävät laatikkoihin henkilökohtaisia esineitä, kuten saksia tai vastaavia. Tällöin tuote saastuu.
it: A volte gli operatori lasciano oggetti personali nelle scatole, come forbici o simili. In tal caso il prodotto è contaminato.
ko: 때때로 Operators가 케이스 안에 가위 등 개인 물품을 남겨 제품이 오염됩니다.
nl: Soms laten operators persoonlijke spullen in de kisten achter, zoals een schaar of gelijkaardige voorwerpen. Dan raakt het product vervuild.

# ,26EFFF51433886C469456EBCA50AF5CC
source: Inconsistent door
ar: الباب غير متسق
bg: Неконсистентни врати
es: Puerta inconsistente
fi: Epäjohdonmukainen ovi
it: Porta incoerente
ko: 문 불일치
nl: Inconsistente deur

# ,1FD1247C47B949CF71877CBEC82C39F7
source: Sometimes the door may get stuck, break, or even have shattered glass. In any case, its important to include this as a reason for repair if the issue affects only the door.
ar: أحياناً قد يعلق الباب، ينكسر، أو حتى يتشظى زجاجه. في جميع الأحوال، من المهم تضمين ذلك كسبب للإصلاح إذا كان العيب يؤثر على الباب فقط.
bg: Понякога вратата може да се заклещи, да се счупи или дори стъклото да се разбие. Във всеки случай е важно да се включи като причина за ремонт, ако проблемът засяга само вратата.
es: A veces la puerta se atasca, rompe o tiene vidrio astillado. Debes incluirlo como motivo de reparación si afecta solo a la puerta.
fi: Joskus ovi voi jumittua, rikkoutua tai jopa haljeta. Tässä tapauksessa on tärkeää merkitä tämä korjaussyyksi, jos ongelma koskee vain ovea.
it: A volte la porta si incastra, si rompe o il vetro va in frantumi. In ogni caso, è importante includere questo motivo di riparazione se riguarda solo la porta.
ko: 문이 걸리거나 파손되거나 유리가 깨질 수 있습니다. 문에 문제만 있을 경우 수리(Repair) 사유로 포함해야 합니다.
nl: Soms kan de deur klem zitten, breken of zelfs gebarsten glas hebben. In elk geval is het belangrijk dit als reparatiereden te vermelden als het probleem alleen de deur betreft.

# ,68FFEBA345122B92688AEBA928006FB4
source: Sometimes the installed lock is simply broken and must be sent for repair.
ar: أحياناً يكون القفل المثبت ببساطة معطلاً ويجب إرساله للإصلاح.
bg: Понякога инсталираното заключване просто е счупено и трябва да се изпрати за ремонт.
es: A veces el cerrojo instalado está roto y debe enviarse a reparar.
fi: Joskus asennettu lukko on yksinkertaisesti rikki ja se on lähetettävä korjattavaksi.
it: A volte la serratura è semplicemente rotta e deve essere inviata in riparazione.
ko: 잠금장치가 고장 난 경우도 있어 수리(Repair)로 보내야 합니다.
nl: Soms is het aangebrachte slot gewoon kapot en moet het ter reparatie opgestuurd worden.

# ,77394F48428F97F9BBFB1A8ED5ECEA52
source: Inconsistent lock
ar: القفل غير متسق
bg: Неконсистентно заключване
es: Cerrojo inconsistente
fi: Epäjohdonmukainen lukko
it: Serratura incoerente
ko: 잠금 불일치
nl: Inconsistent slot

# ,3DFDB1964006309595AE44A61A60E363
source: Missing door
ar: الباب مفقود
bg: Липсваща врата
es: Puerta faltante
fi: Puuttuva ovi
it: Porta mancante
ko: 문 누락
nl: Ontbrekende deur

# ,0CC98BD940D829FCD35CE68D17B630CE
source: Sometimes operators simply forget to attach the door, and the item must be sent for repair so it can be properly installed.
ar: أحياناً ينسى المشغلون ببساطة تركيب الباب، ويجب إرسال العنصر للإصلاح لتركيبه بشكل صحيح.
bg: Понякога операторите просто забравят да прикрепят вратата и артикулът трябва да се изпрати за ремонт, за да бъде правилно инсталирана.
es: A veces los operarios olvidan montar la puerta, y debe enviarse a reparar para instalarla bien.
fi: Joskus operaattorit yksinkertaisesti unohtavat kiinnittää oven, ja tuote on lähetettävä korjattavaksi, jotta ovi asennetaan oikein.
it: A volte gli operatori dimenticano di fissare la porta, e l’oggetto deve essere inviato in riparazione per installarla.
ko: Operators가 문을 부착하는 것을 잊는 경우가 있습니다. 적절히 설치할 수 있도록 수리(Repair)로 보내야 합니다.
nl: Soms vergeten operators gewoon de deur te monteren, en moet het item ter reparatie worden opgestuurd zodat het correct geïnstalleerd wordt.

# ,5A1D70FB4C59D136602F77859F07E1EB
source: Sometimes operators forget to install the door lock. This is also a mandatory requirement and must be corrected.
ar: أحياناً ينسى المشغلون تركيب قفل الباب. هذا أيضاً مطلب إلزامي ويجب تصحيحه.
bg: Понякога операторите забравят да монтират заключването на вратата. Това също е задължително и трябва да се коригира.
es: A veces los operarios olvidan instalar el cerrojo de la puerta. Es obligatorio corregirlo.
fi: Joskus operaattorit unohtavat asentaa oven lukon. Tämä on myös pakollinen vaatimus ja se on korjattava.
it: A volte gli operatori dimenticano di installare la serratura. Anche questo è obbligatorio e va corretto.
ko: Operators가 문 잠금장치를 설치하는 것을 잊기도 합니다. 이 역시 필수이며 수리(Repair)로 보내야 합니다.
nl: Soms vergeten operators het deurslot te monteren. Dit is ook verplicht en moet worden rechtgezet.
