Repository: geliusgelius/doll-inc-localizations
Catalog: */Game.po
Languages: ar, bg, es, fi, it, ko, nl

# ,0D13C0AA48BECA7FF97EF5930E71814D
source: Voice modules are now part of the robot lineup.
ar: الوحدات الصوتية أصبحت جزءاً من تشكيلة الروبوتات.
bg: Гласовите модули вече са част от гамата роботи.
es: Los módulos de voz ahora forman parte de la línea de robots.
fi: Äänimoduulit kuuluvat nyt robottivalikoimaan.
it: I moduli vocali fanno ora parte della gamma robot.
ko: 음성 모듈도 로봇 라인업에 포함되었습니다.
nl: Stemmingsmodules maken nu deel uit van de robotlijn.

# ,816157FC40F4F291833508BCA24C5D55
source: You’ll need to power on each unit before checking for voice functionality.
ar: ستحتاج إلى تشغيل كل وحدة قبل فحص الوظائف الصوتية.
bg: Трябва да включиш всяко устройство, преди да провериш гласовата му функционалност.
es: Deberás encender cada unidad antes de comprobar la funcionalidad de voz.
fi: Sinun on käynnistettävä jokainen yksikkö ja tarkistettava äänitoiminto.
it: Devi accendere ogni unità prima di testare la funzionalità vocale.
ko: 각 장치를 켜서 음성 기능 확인.
nl: Je moet elke unit aanzetten voordat je de stemfunctionaliteit controleert.

# ,6AB6609B4EE83BB0C1C9D3840483F619
source: Compare their voice lines with the reference examples in your guide.
ar: قارن مقاطع الصوت الخاصة بها مع الأمثلة المرجعية في الدليل.
bg: Сравни гласовите им реплики с референтните примери в ръководството си.
es: Compara sus líneas de voz con los ejemplos de referencia en tu guía.
fi: Vertaa ääniraitoja referenssi-esimerkkeihin oppaassasi.
it: Confronta le frasi vocali con gli esempi di riferimento nella guida.
ko: 가이드의 참조 예제와 음성 비교.
nl: Vergelijk hun stemlijnen met de referentievoorbeelden in je handleiding.

# ,92673B3145666DB2DD438DA2D9049DB8
source: If the voice doesn’t match the assigned model, send them to repair.
ar: إذا لم يطابق الصوت النموذج المعين، أرسلها للإصلاح.
bg: Ако гласът не съвпада с присвоения модел, изпрати ги за ремонт.
es: Si la voz no coincide con el modelo asignado, envíalos a reparar.
fi: Jos ääni ei vastaa mallia, lähetä ne korjattavaksi.
it: Se la voce non corrisponde al modello assegnato, mandali in riparazione.
ko: 음성이 모델과 일치하지 않으면 수리로 보내세요.
nl: Als de stem niet overeenkomt met het toegewezen model, stuur ze dan ter reparatie.

# ,8AD367384F9D43B1665ECB87819071A1
source: Good morning, Operator
ar: صباح الخير، أيها المشغّل
bg: Добро утро, операторе.
es: Buenos días, Operador
fi: Hyvää huomenta, Operaattori
it: Buongiorno, Operatore
ko: 안녕하세요, 오퍼레이터
nl: Goedemorgen, Operator

# ,BE68D7C34A908039EA61318337F6F4B8
source: Today’s task will require extra attention
ar: مهمة اليوم ستتطلب تركيزاً إضافياً
bg: Днешната задача изисква допълнително внимание.
es: La tarea de hoy requerirá atención extra
fi: Tämän päivän tehtävä vaatii lisäharkintaa
it: Il compito di oggi richiederà maggiore attenzione
ko: 오늘 과제는 추가 주의가 필요합니다
nl: Vandaag vereist extra aandacht

# ,C34615AC471CC0FFEA2E34BCCCC3A62B
source: You’re now responsible for inspecting all product types: dolls, robots, and cases
ar: أنت الآن مسؤول عن فحص جميع أنواع المنتجات: الدمى، الروبوتات، والصناديق
bg: Сега отговаряш за инспекция на всички видове продукти: muñecos, роботи и кутии.
es: Ahora eres responsable de inspeccionar todos los tipos de producto: muñecos, robots y cajas
fi: Olet nyt vastuussa kaikkien tuotetyyppien tarkastuksesta: nuket, robotit ja laukut
it: Ora sei responsabile di ispezionare tutti i tipi di prodotto: bambole, robot e scatole
ko: 이제 모든 제품 유형 검사: 인형, 로봇, 케이스
nl: Je bent nu verantwoordelijk voor het inspecteren van alle producttypes: poppen, robots en kisten

# ,9477AF254FD241DE292D9A8ED12DA39B
source: To help you keep up, I’ve added an extra table to your station. Use it wisely
ar: لمساعدتك، أضفت طاولة إضافية إلى محطتك. استخدمها بحكمة
bg: За да ти помогна, добавих допълнителна маса на станцията ти. Използвай я умно.
es: Para ayudarte, he añadido una mesa extra en tu estación. Úsala sabiamente
fi: Pidän tuolissasi lisäpöydän tukemassa sinua. Käytä sitä viisaasti
it: Per aiutarti, ho aggiunto una tabella extra alla tua postazione. Usala con saggezza
ko: 작업 속도를 유지하려면 추가 테이블 사용
nl: Om je bij te houden, heb ik een extra tabel aan je station toegevoegd. Gebruik het verstandig

# ,612A938E41375E17D002F2861E697D8B
source: Check for defects, label mismatches, missing codes, and anything out of place
ar: تحقق من العيوب، عدم تطابق الملصقات، الرموز المفقودة، وكل ما هو خارج مكانه
bg: Провери за дефекти, несъответствия на етикетите, липсващи кодове и всичко ненормално.
es: Revisa defectos, desajustes de etiquetas, códigos faltantes y cualquier cosa fuera de lugar
fi: Tarkista viat, merkintäerot, puuttuvat koodit ja kaikki epätavallinen
it: Controlla difetti, incongruenze di etichetta, codici mancanti e qualsiasi cosa fuori posto
ko: 결함, 라벨 불일치, 코드 누락, 이상 징후 검사
nl: Controleer op defecten, naamverschillen, ontbrekende codes en alles wat niet klopt

# ,6D4BC41E4DB79F24B514CEADC490B27A
source: You’ve done well so far… don’t lose focus now
ar: لقد قمت بعمل جيد حتى الآن… لا تفقد تركيزك الآن
bg: Досега се справяш добре… не губи фокуса си.
es: Lo has hecho bien hasta ahora… no pierdas el enfoque
fi: Olet pärjännyt hyvin… älä nyt päästä keskittymistä
it: Finora hai fatto bene… non perdere la concentrazione
ko: 지금까지 잘 해왔습니다… 집중 놓치지 마세요
nl: Je hebt het tot nu toe goed gedaan… verlies nu je focus niet

# ,3FA5FADA4F5C14283491CA910C18135B
source: Your evaluation continues
ar: تقييمك مستمر
bg: Оценката ти продължава.
es: Tu evaluación continúa
fi: Arviointisi jatkuu
it: La tua valutazione continua
ko: 평가가 계속됩니다
nl: Je evaluatie gaat door

# ,6070BC0942074AB3A904B099A3BD7339
source: Today we’ll continue with regular tasks...
ar: اليوم سنواصل المهام العادية...
bg: Днес продължаваме със стандартните задачи...
es: Hoy continuaremos con tareas regulares...
fi: Tänään jatkamme tavallisilla tehtävillä...
it: Oggi continueremo con i compiti ordinari...
ko: 오늘은 일반 과제를 계속합니다...
nl: Vandaag gaan we verder met de reguliere taken...

# ,14CD87D345B502368F95ACB484AA0D69
source: But we’ve installed a barcode scanner for you
ar: لكننا ركبنا ماسحاً باركود لمنصتك
bg: Но инсталирахме скенер за баркодове за теб.
es: Pero hemos instalado un escáner de códigos de barras para ti
fi: Mutta olemme asentaneet sinulle viivakoodilukijan
it: Ma abbiamo installato uno scanner di codici a barre per te
ko: 바코드 스캐너 설치되었습니다
nl: Maar we hebben een barcodescanner voor je geïnstalleerd

# ,38ADA6A1453F551C5CC69681734A3AE5
source: It should help speed up your work
ar: سيساعدك على تسريع عملك
bg: Той трябва да ускори работата ти.
es: Te ayudará a agilizar tu trabajo
fi: Sen pitäisi nopeuttaa työskentelyäsi
it: Dovrebbe aiutarti a velocizzare il lavoro
ko: 작업 속도를 높이는 데 도움이 됩니다
nl: Hij zou je werk moeten versnellen

# ,989615F140E866F6838509851261B476
source: Just aim, scan, and decide
ar: فقط صوب، امسح، وقرّر
bg: Само цели, сканирай и решавай.
es: Solo apunta, escanea y decide
fi: Tähtää, skannaa ja päätä
it: Punta, scansiona e decidi
ko: 조준, 스캔, 결정만 하세요
nl: Richt, scan en beslis

# ,B33518E34F82B9D34ADBAFB1A598B6A1
source: No excuses now, efficiency is expected
ar: لا أعذار الآن، الكفاءة متوقعة
bg: Няма повече оправдания, очаква се ефективност.
es: Sin excusas, se espera eficiencia
fi: Ei enää tekosyitä, tehokkuutta odotetaan
it: Niente scuse ora, si richiede efficienza
ko: 이제 변명 없습니다, 효율이 기대됩니다
nl: Geen excuses meer, efficiëntie wordt verwacht

# ,C6FFF2F64577D194BCD69795E0989335
source: Today’s task is simple
ar: مهمة اليوم بسيطة
bg: Днешната задача е проста.
es: La tarea de hoy es sencilla
fi: Tämän päivän tehtävä on yksinkertainen
it: Il compito di oggi è semplice
ko: 오늘 과제는 간단합니다
nl: Vandaag is de taak simpel

# ,B719030F4732E6BE435B8E85DB454903
source: You're going to check the weight of each product
ar: ستتحقق من وزن كل منتج
bg: Ще проверяваш теглото на всеки продукт.
es: Vas a comprobar el peso de cada producto
fi: Tarkistat jokaisen tuotteen painon
it: Controllerai il peso di ciascun prodotto
ko: 각 제품의 무게를 확인합니다
nl: Je gaat het gewicht van elk product controleren

# ,FC697936469FA1AB62B7E7A5398ED13D
source: Place the item on the scale platform and wait
ar: ضع العنصر على منصة الميزان وانتظر
bg: Постави артикула на везната и изчакай.
es: Coloca el artículo en la báscula y espera
fi: Aseta esine vaa’an alustalle ja odota
it: Posiziona l'oggetto sulla bilancia e attendi
ko: 제품을 저울 플랫폼에 놓고 대기
nl: Plaats het item op het weegschaalplatform en wacht

# ,C87902AF42AB3AB7E6B03FAD9D7317F7
source: If the weight is correct, the indicator will turn green
ar: إذا كان الوزن صحيحاً، سيضيء المؤشر بالأخضر
bg: Ако теглото е правилно, индикаторът ще стане зелен.
es: Si el peso es correcto, el indicador se pondrá verde
fi: Jos paino on oikein, merkkivalo muuttuu vihreäksi
it: Se il peso è corretto, l'indicatore diventerà verde
ko: 무게가 정확하면 표시등이 녹색
nl: Als het gewicht klopt, wordt de indicator groen

# ,0463160E447BA8F0161064B752182D6D
source: If it doesn’t… well, you know what to do
ar: إذا لم يكن… أنت تعرف ماذا تفعل
bg: Ако не е… знаеш какво да правиш.
es: Si no... ya sabes qué hacer
fi: Jos ei… tiedät kyllä mitä tehdä
it: Se non lo è… sai cosa fare
ko: 틀리면… 처리 방법은 알죠
nl: Als dat niet zo is… nou, je weet wat je moet doen

# ,0646055547A05CAA2288E8B1EFBA3D24
source: Let’s begin
ar: لنبدأ
bg: Да започваме.
es: Empecemos
fi: Aloitetaan
it: Cominciamo
ko: 시작합시다
nl: Laten we beginnen

# ,7F1C39AE4920F4A1BEEABBAEF65DC1EA
source: Turn on the light to see more clearly.
ar: أشعل الضوء لرؤية أوضح.
bg: Включи лампата, за да виждаш по-ясно.
es: Enciende la luz para ver mejor.
fi: Sytytä valo nähdäksesi paremmin.
it: Accendi la luce per vedere meglio.
ko: 빛을 켜서 더 선명히 보세요.
nl: Zet het licht aan om beter te zien.

# ,D5505E744081EC77A18703A54E406B7E
source: Alright, Operator. Today’s task is slightly different
ar: حسناً، أيها المشغّل. مهمة اليوم مختلفة قليلاً
bg: Добре, операторе. Днешната задача е малко по-различна.
es: Muy bien, Operador. La tarea de hoy es algo diferente
fi: Selvä, Operaattori. Tänään tehtävä on hieman erilainen
it: Bene, Operatore. Il compito di oggi è leggermente diverso
ko: 좋아요, 오늘 과제는 약간 다릅니다
nl: Oké, Operator. Vandaag is de taak iets anders

# ,2EEC51194CA8C9059015F49A8B28BBD8
source: We're adding pressure testing to your routine. It's similar to the weight checks you've done before
ar: نضيف اختبار الضغط إلى روتينك. مشابه لاختبارات الوزن التي قمت بها من قبل
bg: Добавяме тест за налягане към рутината ти. Подобно е на проверките на теглото, които правиш.
es: Agregaremos pruebas de presión a tu rutina. Es similar a las comprobaciones de peso que ya has hecho
fi: Lisäämme painetestauksen rutiiniisi. Se on samanlaista kuin painontarkastus
it: Aggiungiamo il test di pressione alla tua routine. È simile ai controlli di peso che hai già effettuato
ko: 압력 테스트를 추가합니다. 이전 무게 검사와 유사합니다
nl: We voegen druktetests toe aan je routine. Het lijkt op de gewichtscontroles die je eerder deed

# ,157E726B4086D65007A9689322B043DE
source: Place the product on the pressure platform, activate the machine, and wait for the result
ar: ضع المنتج على منصة الضغط، فعّل الآلة، وانتظر النتيجة
bg: Постави продукта на платформата за налягане, активирай машината и изчакай резултата.
es: Coloca el producto en la plataforma de presión, activa la máquina y espera el resultado
fi: Aseta tuote painealustalle, käynnistä kone ja odota tulosta
it: Posiziona il prodotto sulla piattaforma di pressione, avvia la macchina e attendi il risultato
ko: 제품을 압력 플랫폼에 놓고 기계 작동 후 대기
nl: Plaats het product op het drukplatform, activeer de machine en wacht op het resultaat

# ,36D5ADE3488AA79AEBD2FCA909F01624
source: If it doesn’t meet the pressure standards… send it to repair. No exceptions
ar: إذا لم يستوف المعايير… أرسله للإصلاح. بلا استثناء
bg: Ако не отговаря на стандартите за налягане… изпрати го за ремонт. Без изключения.
es: Si no cumple con los estándares de presión… envíalo a reparar. Sin excepciones
fi: Jos se ei täytä painevaatimuksia… lähetä korjattavaksi. Ei poikkeuksia
it: Se non rispetta gli standard di pressione… mandalo in riparazione. Senza eccezioni
ko: 기준 미달 시… 수리로 보내세요. 예외 없음
nl: Voldoet het niet aan de druknormen… stuur het dan ter reparatie. Geen uitzonderingen

# ,C13B226A45A4FEA2C0346EBEB11617D7
source: Stay sharp. Faulty units under pressure can cause problems
ar: كن يقظاً. الوحدات المعيبة تحت الضغط قد تسبب مشاكل
bg: Бъди начетен. Неправилните единици под налягане могат да причинят проблеми.
es: Mantente alerta. Las unidades defectuosas bajo presión pueden causar problemas
fi: Pysy valppaana. Vialliset yksiköt paineen alla voivat aiheuttaa ongelmia
it: Rimani vigile. Unità difettose sotto pressione possono causare problemi
ko: 날카롭게 유지하세요. 압력 테스트 실패 시 위험합니다
nl: Blijf scherp. Defecte units onder druk kunnen problemen veroorzaken

# ,4F7D30B843ACE3D22D7E9BAEA2B73E35
source: Alright, listen up
ar: حسناً، استمع جيداً
bg: Добре, слушай.
es: Muy bien, escucha
fi: Kuuntele tarkasti
it: Ascolta bene
ko: 좋아요, 잘 들어
nl: Oké, luister

# ,B0D4C54D45DB07B97493EFA489283976
source: Today you're checking temperature
ar: اليوم تتحقق من درجة الحرارة
bg: Днес проверяваш температурата.
es: Hoy vas a comprobar la temperatura
fi: Tänään tarkistat lämpötilan
it: Oggi controllerai la temperatura
ko: 오늘은 온도 검사
nl: Vandaag controleer je de temperatuur

# ,10928D8E4C64C65A14F4C2A4326ED7C6
source: Excessive heat can warp the structure, melt joints, or even fry internal systems
ar: الحرارة الزائدة قد تشوه الهيكل، تذيب الوصلات، أو تحرق الأنظمة الداخلية
bg: Прекомерната топлина може да деформира структурата, да разтопи съединенията или дори да изгори вътрешните системи.
es: El calor excesivo puede deformar la estructura, derretir juntas o incluso freír sistemas internos
fi: Liiallinen lämpö voi vääntää rakenteen, sulattaa liitokset tai jopa polttaa sisäistä järjestelmää
it: Il calore eccessivo può deformare la struttura, fondere giunzioni o addirittura friggere i sistemi interni
ko: 과열은 구조 뒤틀림, 용접부 녹음, 내부 시스템 손상
nl: Te veel hitte kan de structuur vervormen, verbindingen doen smelten of interne systemen frituren

# ,C6254A894933D36D857BD4B3797DA216
source: Too cold? Well… plastics become brittle, motors jam, and let's just say, it gets ugly
ar: البرودة الزائدة؟ تصبح البلاستيك هشاً، المحركات تحشر، ولنتقل، يصبح الوضع قبيحاً
bg: Прекалено студено? Пластмасите стават чупливи, моторите се заяждат. Казано накратко, става грозно.
es: ¿Demasiado frío? Bueno… los plásticos se vuelven frágiles, los motores se atascan y, digamos, se pone feo
fi: Liian kylmä? Muovi haurastuu, moottorit jumiutuvat, ja sanotaanko vaikka, että se on ruma näky
it: Troppo freddo? Beh… la plastica diventa fragile, i motori si bloccano, e diciamo che diventa brutto
ko: 너무 추우면… 플라스틱이 부서지고 모터가 멈춥니다
nl: Te koud? Nou… kunststoffen worden bros, motoren haperen, en laten we zeggen, het wordt lelijk

# ,3C3443C94AFDC314B2C6E5ACAE97BB96
source: We’re not cooking dinner, we’re making perfection.
ar: نحن لا نطبخ العشاء، نحن نصنع الكمال.
bg: Не готвим вечеря, правим съвършенство.
es: No estamos cocinando, estamos buscando la perfección.
fi: Emme kokkaa illallista, teemme perfektionia.
it: Non stiamo cucinando, stiamo cercando la perfezione.
ko: 우린 요리 중이 아닙니다, 완벽을 만듭니다.
nl: We koken geen diner, we maken perfectie.

# ,33EB491045552E6968E47F8D9E0EF684
source: Starting today, you'll be using the product scanner
ar: ابتداءً من اليوم، ستستخدم الماسح الضوئي للمنتجات
bg: От днес ще използваш скенера за продукти.
es: Desde hoy usarás el escáner de productos
fi: Tästä päivästä alkaen käytät tuoteskanneria
it: Da oggi userai lo scanner di prodotti
ko: 오늘부터 제품 스캐너 사용
nl: Vanaf vandaag gebruik je de productscanner

# ,6EFD123B41F02BE81C0406A8F87EB716
source: It’s been added to your station, try not to drop it
ar: تمت إضافته إلى محطتك، حاول ألا تسقطه
bg: Добавен е на станцията ти, внимавай да не го изпуснеш.
es: Se ha añadido a tu estación, procura no dejarlo caer
fi: Se on lisätty työpisteeseesi, älä pudota sitä
it: È stato aggiunto alla tua postazione, cerca di non farlo cadere
ko: 스테이션에 추가되었습니다, 떨어뜨리지 마세요
nl: Hij is toegevoegd aan je station, probeer hem niet te laten vallen

# ,6929D7BF4CDE47D6A9FF2FA8B2E7F122
source: This tool helps detect visual anomalies that may not be obvious to the eye
ar: هذا الأداة تساعد في اكتشاف العيوب البصرية التي قد لا تكون واضحة للعين
bg: Този инструмент помага да откриваш визуални аномалии, които може да не са видими с просто око.
es: Esta herramienta ayuda a detectar anomalías visuales que pueden no ser obvias
fi: Tämä työkalu havaitsee visuaaliset poikkeamat, joita ei välttämättä huomaa silmällä
it: Questo strumento aiuta a individuare anomalie visive non evidenti a occhio nudo
ko: 눈으로 놓칠 수 있는 시각적 이상 감지 도구
nl: Dit hulpmiddel helpt visuele afwijkingen op te sporen die niet meteen opvallen

# ,4CB424A04C5B8644989AEDBA664C7E73
source: Scorch marks, hidden cracks, internal tampering... the scanner will catch it
ar: علامات الاحتراق، التشققات الخفية، التلاعب الداخلي... الماسح سيكتشفها
bg: Следи белези от изгаряне, скрити пукнатини, вътрешни манипулации… скенерът ще ги хване.
es: Marcas de quemado, grietas ocultas, manipulación interna... el escáner lo detectará
fi: Palojäljet, piilossa olevat halkeamat, sisäinen manipulointi... skanneri paljastaa ne
it: Segni di bruciatura, crepe nascoste, manomissioni interne... lo scanner le rileverà
ko: 그을음, 숨겨진 균열, 내부 조작... 스캐너가 포착합니다
nl: Brandschroeiplekken, verborgen barsten, interne manipulatie… de scanner detecteert het

# ,F00390E9420BDC6FDBCC79BBB0DB2237
source: Use it wisely
ar: استخدمه بحكمة
bg: Използвай го умно.
es: Úsalo con sabiduría
fi: Käytä viisaasti
it: Usalo con saggezza
ko: 현명하게 사용하세요
nl: Gebruik het verstandig

# ,36B418724AF72A663D01ACAD0CEE2413
source: New day.
ar: يوم جديد.
bg: Нова седмица.
es: Nuevo día.
fi: Uusi päivä.
it: Nuovo giorno.
ko: 새 날.
nl: Nieuwe dag.

# ,A83F29B04D7D263BDF0F35ABD240C1D7
source: Today, you'll be handling Orders.
ar: اليوم، ستتعامل مع الطلبات.
bg: Днес ще обработваш pedidos.
es: Hoy manejarás Pedidos.
fi: Tänään käsittelet Tilaukset.
it: Oggi gestirai le consegne.
ko: 오늘은 주문 처리
nl: Vandaag verwerk je bestellingen

# ,6C50ACD14BF451C81404DBA21BD427A3
source: Once you press the Dispatch button, incoming requests will show up on the panel.
ar: بمجرد الضغط على زر الإرسال، ستظهر الطلبات على اللوحة.
bg: Щом натиснеш бутона Envíos, входящите заявки ще се появят на панела.
es: Una vez que presiones el botón de Envíos, los pedidos entrantes aparecerán en el panel.
fi: Kun painat Lähetä-painiketta, saapuvat tilaukset näkyvät paneelissa.
it: Una volta premuto il pulsante Spedisci, le richieste in arrivo appariranno sul pannello.
ko: 디스패치 버튼 누르면 요청이 표시됩니다.
nl: Zodra je op de verzendknop drukt, verschijnen binnenkomende verzoeken op het paneel

# ,7CF4F49548489A5719460FB090557F65
source: Head to Storage, find the requested product, and bring it back for processing.
ar: اذهب إلى التخزين، اعثر على المنتج المطلوب، وأعده للمعالجة.
bg: Отиди до Склад, намери поисканите продукти и ги донеси за обработка.
es: Ve a Almacén, encuentra el producto solicitado y tráelo para procesarlo.
fi: Mene Varastoon, etsi pyydetty tuote ja tuo se takaisin käsiteltäväksi.
it: Vai a Magazzino, trova il prodotto richiesto e riportalo per l'elaborazione.
ko: 저장소로 가서 요청된 제품 찾아 처리
nl: Ga naar Opslag, haal het gevraagde product en breng het terug voor verwerking

# ,C45DE74440471F2D3EDB029BBF12852C
source: Simple task, but don't mess it up.
ar: مهمة بسيطة، لكن لا تخطئ.
bg: Проста задача, но не я проваляй.
es: Tarea simple, pero no la cagues.
fi: Yksinkertainen tehtävä, älä mokaa.
it: Compito semplice, ma non sbagliare.
ko: 간단하지만 실수하면 안 됩니다.
nl: Eenvoudige taak, maar verneuk het niet

# ,DA7DCDC542C568F2EF946F8549F06509
source: Today’s going to be a bit more… tedious.
ar: اليوم سيكون أكثر... مملة.
bg: Днес ще бъде малко по… монотонно.
es: Hoy será un poco más… tedioso.
fi: Tänään on luvassa hieman... puuduttavaa.
it: Oggi sarà un po'… noioso.
ko: 오늘은 좀 더… 지루할 것입니다.
nl: Vandaag wordt het iets… saaier

# ,FD5CCD36463CEA8C928DB0A22C8826A3
source: We’ve received multiple requests for separate items, dolls and boxes individually.
ar: تلقينا عدة طلبات لمنتجات منفصلة، الدمى والصناديق بشكل فردي.
bg: Получихме множество заявки за отделни артикули, muñecos и кутии поотделно.
es: Hemos recibido varias solicitudes de artículos por separado, muñecos y cajas individualmente.
fi: Olemme saaneet useita pyyntöjä erillisille tuotteille, nuket ja laatikot erikseen.
it: Abbiamo ricevuto più richieste per articoli separati, bambole e scatole individualmente.
ko: 인형과 박스를 개별로 요청하는 다수의 요청이 들어왔습니다.
nl: We hebben meerdere verzoeken ontvangen voor afzonderlijke items: poppen en dozen apart

# ,58432AFC472CC0DD356393964BE1DC9F
source: Check the order panel and fulfill each request accordingly.
ar: افحص لوحة الطلب ونفّذ كل طلب على حدة.
bg: Провери панела за pedidos и изпълни всяка заявка.
es: Revisa el panel de pedidos y cumple cada solicitud en consecuencia.
fi: Tarkista tilauspaneeli ja täytä jokainen pyyntö erikseen.
it: Controlla il pannello ordini e soddisfa ogni richiesta di conseguenza.
ko: 주문 패널 확인 후 각각 처리
nl: Controleer het bestelpaneel en vervul elk verzoek afzonderlijk

# ,B6CEFE5D4DEAA109EFE33AA5EDAC7915
source: Stay sharp and don’t mix them up.
ar: كن يقظاً ولا تخلط بينها.
bg: Бъди начетен и не ги разбърквай.
es: Mantente alerta y no los confundas.
fi: Pysy valppaana, älä sekoita niitä keskenään.
it: Rimani vigile e non mescolare le richieste.
ko: 날카롭게 유지하고 섞지 마세요.
nl: Blijf scherp en verwissel ze niet

# ,91F1DDD249FBEC5A4D116FAFFC30680F
source: Things will change soon… hang in there.
ar: الأمور ستتغير قريباً… اصمد.
bg: Скоро нещата ще се променят… издърпай.
es: Las cosas cambiarán pronto… resiste.
fi: Asiat muuttuvat pian… pidä lippu korkealla.
it: Presto le cose cambieranno… resisti.
ko: 곧 상황이 변할 것입니다… 버티세요.
nl: Er komt binnenkort verandering… hou vol

# ,36EC55BA48DE5D0A3819A8AB332FBFDE
source: Today’s task requires precision
ar: مهمة اليوم تتطلب الدقة
bg: Днешната задача изисква прецизност.
es: La tarea de hoy requiere precisión
fi: Tämän päivän tehtävä vaatii tarkkuutta
it: Il compito di oggi richiede precisione
ko: 오늘의 작업은 정확성이 필요합니다
nl: Vandaag is precisie vereist

# ,FBBA9F30443343E05EB411BF873F8C73
source: Some orders will now request both a box and a doll together
ar: بعض الطلبات الآن تطلب صندوقاً ودمية معاً
bg: Някои pedidos ще изискват и кутийка, и muñeco заедно.
es: Algunos pedidos ahora solicitarán caja y muñeco juntos
fi: Joissain tilauksissa pyydetään sekä laatikko että nukke yhdessä
it: Alcuni ordini ora richiederanno sia una scatola che una bambola insieme
ko: 이제 일부 주문은 상자와 인형을 함께 요청합니다
nl: Sommige bestellingen vragen nu zowel een doos als een pop samen

# ,598ED16A414CD3F07FBC49AF875B0E4F
source: You have two options
ar: لديك خياران
bg: Имаш две опции.
es: Tienes dos opciones
fi: Sinulla on kaksi vaihtoehtoa
it: Hai due opzioni
ko: 선택지가 두 가지 있습니다
nl: Je hebt twee opties

# ,790370A74511CB8AC419779F677F3BD6
source: Place the doll inside the box, it will count as one complete unit
ar: ضع الدمية داخل الصندوق، ستُحتسب كوحدة كاملة
bg: Постави muñeco в кутията – това се брои за една единица.
es: Coloca el muñeco dentro de la caja, contará como una unidad completa
fi: Aseta nukke laatikon sisään, se lasketaan yhdeksi täydelliseksi yksiköksi
it: Metti la bambola dentro la scatola, conterà come un'unità completa
ko: 인형을 상자 안에 넣으면 하나의 완제품으로 간주됩니다
nl: Plaats de pop in de doos, dat telt als één volledige eenheid
