Repository: geliusgelius/doll-inc-localizations
Catalog: */Game.po
Languages: ar, bg, es, fi, it, ko, nl

# ,CDF1C0784480B1FC40F609BD11EC3623
source: Observe them quickly. You better leave before they restore the systems
ar: راقبهم بسرعة. من الأفضل أن تغادر قبل استعادة الأنظمة
bg: Наблюдавай ги бързо. По-добре се махни, преди да възстановят системите
es: Obsérvalo rápido. Vete antes de que restauren el sistema
fi: Tarkkaile heitä nopeasti. Lähde ennen kuin järjestelmät palautuvat
it: Osservali in fretta. Meglio andarsene prima che ripristinino i sistemi
ko: 서둘러 관찰하세요. 시스템 복구 전에 떠나야 합니다
nl: Observeer ze snel. Je gaat beter weg voordat ze de systemen herstellen

# ,19A9A41E42012EACABE6DEB5B105EF5B
source: Last one on the list, doesn’t even realize we’re up here watching.
ar: آخر واحد في القائمة، لا يدرك أننا هنا نراقب.
bg: Последният в списъка дори не осъзнава, че сме тук и наблюдаваме.
es: El último de la lista ni se da cuenta de que estamos viendo
fi: Viimeinen listalla ei edes tajua, että katsomme täältä ylhäältä.
it: L’ultimo della lista non si rende nemmeno conto che stiamo qui sopra a osservare
ko: 목록의 마지막 사람은 우리가 위에서 보고 있는지조차 모릅니다.
nl: Laatste op de lijst, heeft niet eens door dat we hier boven meekijken.

# ,9F8C51044A9824520D353CBC40DB80B7
source: sighs softly
ar: يتنهد بهدوء
bg: дълбоко въздиша
es: suspira suavemente
fi: *huokaisee hiljaa*
it: sospira sommessamente
ko: 조용히 한숨
nl: zucht zachtjes

# ,6DAB99DD49E97AED79EAC9AFEA730D13
source: Listen, you should know something
ar: استمع، يجب أن تعرف شيئاً
bg: Слушай, трябва да знаеш нещо
es: Escucha, debes saber algo
fi: Kuuntele, sinun pitäisi tietää jotain
it: Ascolta, dovresti sapere qualcosa
ko: 들이세요, 알아야 할 게 있습니다
nl: Luister, je moet iets weten

# ,1367D9404ACCDB8903DB95BD8B471BCD
source: Operators… they’re not here by choice
ar: المشغلون... ليسوا هنا طوعاً
bg: Операторите… те не са тук по избор
es: Los Operadores… no están aquí por elección
fi: Operaattorit… eivät ole täällä vapaaehtoisesti
it: Gli Operatori… non sono qui per scelta
ko: 오퍼레이터들은 자의로 온 것이 아닙니다
nl: Operators… ze zijn hier niet vrijwillig

# ,481D920244913E2E969F39A7FB449117
source: Once you're in, you don’t leave
ar: بمجرد دخولك، لا تغادر
bg: Веднъж влязъл, не излизаш
es: Una vez entras, no sales
fi: Kun olet sisällä, et lähde pois
it: Una volta dentro, non esci
ko: 들어오면 나갈 수 없습니다
nl: Eenmaal binnen, kom je niet meer vrij

# ,0EBC0BCE44987F99D9CDD6818DBC88ED
source: This facility? It’s not a job
ar: هذه المنشأة؟ ليست وظيفة
bg: Това съоръжение? Не е работа
es: ¿Esta instalación? No es un trabajo
fi: Tämä laitos? Se ei ole työpaikka
it: Questa struttura? Non è un lavoro
ko: 이 시설? 직장이 아닙니다
nl: Deze faciliteit? Het is geen baan

# ,BAE2D6664C023DC13592E492E37A0D65
source: It’s a sentence
ar: إنها حكم
bg: Това е присъда
es: Es una sentencia
fi: Se on tuomio
it: È una condanna
ko: 형벌입니다
nl: Het is een straf

# ,FF2CE05F4141C5C8151DE89D90A45D12
source: You work until you break
ar: تعمل حتى تنكسر
bg: Работиш, докато не се счупиш
es: Trabajas hasta romperte
fi: Työskentelet, kunnes murrut
it: Lavori finché non cedi
ko: 부서질 때까지 일합니다
nl: Je werkt tot je instort

# ,B3D38CB340E384E7EDD0AD9B273E8902
source: I’ve shut down the surveillance systems
ar: لقد أوقفت أنظمة المراقبة
bg: Изключих системите за наблюдение
es: He desactivado el sistema de vigilancia
fi: Olen sammuttaut valvontajärjestelmät
it: Ho spento i sistemi di sorveglianza
ko: 감시 시스템을 종료했습니다
nl: Ik heb de bewakingssystemen uitgezet

# ,DB43B9D64D0DF086C2289BBFEA78771A
source: Go to the Observation Room, I’ll wait here
ar: اذهب إلى غرفة المراقبة، سأنتظرك هنا
bg: Влез в стаята за наблюдение, ще те чакам тук
es: Ve a la sala de observación, esperaré aquí
fi: Mene tarkkailuhuoneeseen, odotan täällä
it: Vai alla sala osservazione, ti aspetto qui
ko: 관찰실로 가, 난 여기서 기다릴게
nl: Ga naar de Observatieruimte, ik wacht hier

# ,94E835CF4EB0B69CBF1973B7477D873C
source: ...Oh, and be careful. There are still guards patrolling
ar: ...آه، كن حذراً. ما زال هناك حراس يتجولون
bg: ...О, и внимавай. Още има патрулиращи охранители
es: ...Y ten cuidado. Todavía hay guardias patrullando
fi: ...Oi, ja ole varovainen. Vartijat partioivat yhä
it: ...Oh, e fai attenzione. Ci sono ancora guardie in pattuglia
ko: ...조심하세요. 경비원이 순찰 중입니다
nl: ...Oh, en pas op. Er patrouilleren nog bewakers

# ,64CFC508469BD0D37566979599FA5D76
source: GOT IT!?
ar: فهمت!؟
bg: ПОЛУЧИ СЕ!?
es: ¡ENTENDIDO!?
fi: SAITKO SEN!?
it: CAPITO!?
ko: 알겠습니까!?
nl: BEGREPEN!?

# ,83523E424E6868C554312E8D32F602BD
source: These papers will help us identify more potential allies.
ar: ستساعدنا هذه الأوراق في تحديد المزيد من الحلفاء المحتملين.
bg: Тези документи ще ни помогнат да идентифицираме още потенциални съюзници.
es: Estos papeles nos ayudarán a identificar más aliados
fi: Nämä paperit auttavat meitä tunnistamaan lisää potentiaalisia liittolaisia.
it: Questi documenti ci aiuteranno a identificare altri potenziali alleati
ko: 이 서류들이 더 많은 잠재적 동맹을 찾는 데 도움이 됩니다.
nl: Deze papieren helpen ons meer potentiële bondgenoten te vinden.

# ,0175EBC0460C7217B6728A82FBDA33DD
source: Hand them over.
ar: سلمها.
bg: Дай ги.
es: Entrégamelos
fi: Anna ne.
it: Consegnali
ko: 넘겨주세요.
nl: Geef ze door.

# ,27B387864F7F6844387B80BAB8F8E6EE
source: ...Anything else?
ar: ...أي شيء آخر؟
bg: ...Нещо друго?
es: ...¿Algo más?
fi: ...Muutako?
it: ...Altro?
ko: ...다른 게 필요합니까?
nl: ...Nog iets?

# ,3D29B34F497E7073604A908B2A8704EC
source: This place isn’t safe.
ar: هذا المكان ليس آمناً.
bg: Това място не е безопасно.
es: Este lugar no es seguro
fi: Tämä paikka ei ole turvallinen.
it: Questo posto non è sicuro
ko: 이곳은 안전하지 않습니다.
nl: Deze plek is niet veilig.

# ,7914FADC481498F941C2ACBC0CE10682
source: Don’t worry... I’ve turned the cameras off. Just for a moment
ar: لا تقلق... لقد أطفأت الكاميرات. للحظة فقط
bg: Не се тревожи... изключих камерите. Само за момент
es: No te preocupes… apagué las cámaras. Solo un momento
fi: Älä huoli... sammutin kamerat hetkeksi
it: Non preoccuparti... ho spento le telecamere. Solo per un momento
ko: 걱정 마세요... 카메라를 잠시 껐습니다
nl: Maak je geen zorgen... ik heb de camera’s uitgezet. Even alleen

# ,D0121E2E49831E3EC86E6FB82293D421
source: All robots at Doll Inc follow a strict hierarchy
ar: جميع الروبوتات في Doll Impostor تتبع تسلسلاً صارماً
bg: Всички роботи в Doll Inc следват строга йерархия
es: Todos los robots de Doll Inc siguen jerarquía estricta
fi: Kaikki robotit Doll Inc:issä noudattavat tiukkaa hierarkiaa
it: Tutti i robot di Doll Inc seguono una gerarchia rigida
ko: Doll Inc의 모든 로봇은 엄격한 계층 구조를 따릅니다
nl: Alle robots bij Doll Inc volgen een strikte hiërarchie

# ,43755B1749E805635EE80E9DCE59B2B0
source: Whites are operators
ar: الأبيض هم المشغلون
bg: Бели са оператори
es: Los blancos son operadores
fi: Valkoiset ovat operaattoreita
it: I bianchi sono operatori
ko: 흰색은 오퍼레이터
nl: Witten zijn operators

# ,BDD21FBA48EE687B4E713998AACCDD39
source: Purples, as you’ve likely noticed, are supervisors.
ar: الأرجواني، كما لاحظت، هم المشرفون.
bg: Лилави, както вероятно забеляза, са надзорници.
es: Los morados, como habrás notado, son supervisores
fi: Purppurat, kuten olet ehkä huomannut, ovat valvojia.
it: I viola, come avrai notato, sono supervisori
ko: 보라색은 감독자
nl: Purperen, zoals je waarschijnlijk zag, zijn supervisors.

# ,33E66189429A143C3A0E38AD3D0C2FAB
source: Every color has a role.
ar: لكل لون دور.
bg: Във всеки цвят има роля.
es: Cada color tiene un rol
fi: Jokaisella värillä on roolinsa.
it: Ogni colore ha un ruolo
ko: 모든 색이 역할을 가집니다.
nl: Elke kleur heeft een rol.

# ,1C7A40F84505BFA5DF3B39B360FFDEC2
source: And every role… comes with surveillance.
ar: وكل دور... يأتي مع المراقبة.
bg: И всяка роля… идва със наблюдение.
es: Y cada rol… con vigilancia
fi: Ja jokainen rooli… sisältää valvontaa.
it: E ogni ruolo… viene sorvegliato
ko: 각 역할에는 감시가 따릅니다.
nl: En elke rol… wordt bespied.

# ,94D2D2AC40D80E1C3CC34A82FA9D1D42
source: Watch out
ar: احذر
bg: Внимавай
es: Cuidado
fi: Varo
it: Fai attenzione
ko: 조심하세요
nl: Pas op

# ,48CE142947DBA2F357EB52B270EEB617
source: HEY! Up here, on the screens!
ar: هيي! ها هنا، على الشاشات!
bg: ХЕЙ! Горе, на екраните!
es: ¡HEY! Aquí arriba, en las pantallas!
fi: HEI! Tuossa ruuduilla!
it: EHI! Laggiù, sugli schermi!
ko: 이봐! 여기 스크린 위!
nl: HÉ! Hier boven, op de schermen!

# ,51D0A2B94FCF16936C0D1A9CEA19C8DC
source: Listen... there’s not much time
ar: استمع... لا وقت كثير
bg: Слушай... няма много време
es: Escucha… no hay mucho tiempo
fi: Kuuntele... aikaa ei ole paljoa
it: Ascolta... non c’è molto tempo
ko: 시간이 많지 않습니다
nl: Luister... er is niet veel tijd

# ,483B2EC44E0C9EB619CD099D6B48E4F6
source: To break the cycle. So no one else has to go through this
ar: لكسر الحلقة. حتى لا يمر أحد آخر بهذا
bg: Да прекъснем цикъла. За да не минава никой повече през това
es: Para romper el ciclo. Para que nadie más pase por esto
fi: Riko sykli, jotta kukaan muu ei joutuisi tämän läpi
it: Per interrompere il ciclo. Così nessun altro dovrà passare attraverso questo
ko: 주기를 깨뜨리세요. 다른 누군가가 이걸 겪지 않도록
nl: Om de cirkel te doorbreken. Zodat niemand dit ooit nog hoeft te doorstaan

# ,E4CC6EBB4586C8332795139FA2E52DDF
source: You can make a difference
ar: يمكنك أن تحدث فرقاً
bg: Можеш да направиш разлика
es: Puedes marcar la diferencia
fi: Voit tehdä eron
it: Puoi fare la differenza
ko: 당신은 변화를 만들 수 있습니다
nl: Jij kunt het verschil maken

# ,370989F04BCCE568EA54E6ABAF8D9E15
source: Are you with me?
ar: هل أنت معي؟
bg: С мен ли си?
es: ¿Estás conmigo?
fi: Oletko kanssani?
it: Sei con me?
ko: 동의합니까?
nl: Sta je achter me?

# ,4BC3A27D48FB504845DA5DA7EA336FC0
source: I know this isn’t what you expected when you took the job
ar: أعلم أن هذا ليس ما توقعت عندما قبلت الوظيفة
bg: Зная, че това не е това, което очакваше, когато започна работа
es: Sé que esto no era lo que esperabas al tomar el trabajo
fi: Tiedän, ettei tämä ole sitä, mitä odotit, kun hait töitä
it: So che non è quello che ti aspettavi quando hai preso il lavoro
ko: 이게 직장이라고 기대했나요?
nl: Ik weet dat dit niet was wat je verwachtte toen je dit werk aanvaardde

# ,F8C5915E46F14B0FA8221B95FEF2F37E
source: But things in here... they’re not right
ar: لكن الأمور هنا... ليست على ما يرام
bg: Но нещо тук... не е наред
es: Pero esto… no está bien
fi: Mutta täällä asiat eivät ole kunnossa
it: Ma qui dentro... le cose non vanno
ko: 하지만 여기 상황은… 잘못되었습니다
nl: Maar hier binnen... klopt er iets niet

# ,416C386B4E0A04C6064834909C9B7D4B
source: You’ve seen it. You’ve felt it, something’s off, right?
ar: لقد رأيت ذلك. شعرت به، هناك شيء خاطئ، أليس كذلك؟
bg: Видя го. Почувства го, нали?
es: Lo has visto. Lo has sentido, ¿algo falla, verdad?
fi: Olet nähnyt sen. Olet tuntenut, että jokin on pielessä, eikö?
it: Lo hai visto. Lo hai sentito, qualcosa non va, giusto?
ko: 보셨죠. 느끼셨죠. 뭔가 이상하죠?
nl: Je hebt het gezien. Je voelt het, er is iets mis, toch?

# ,B99DDBE64A56C1FEC7E8E68D42A633D3
source: I felt it too. From day one
ar: شعرت به أيضاً. منذ اليوم الأول
bg: И аз го почувствах. Още от първия ден
es: Yo también lo sentí. Desde el primer día
fi: Minäkin tunsin sen. Alusta asti
it: Anche io l’ho sentito. Dal primo giorno
ko: 저도 그랬어요. 시작부터
nl: Ik voelde het ook. Vanaf dag één

# ,E4094FEE4436E9536AFBB89942BF4975
source: And now I know for sure: someone has to do something
ar: والآن أعرف بكل تأكيد: يجب على أحدهم أن يفعل شيئاً
bg: И сега знам: някой трябва да направи нещо
es: Y ahora sé seguro: alguien tiene que hacer algo
fi: Nyt tiedän varmasti: jonkun on tehtävä jotain
it: E ora so per certo: qualcuno deve fare qualcosa
ko: 이제 확실합니다: 누군가는 뭔가를 해야 합니다
nl: En nu weet ik het zeker: iemand moet iets doen

# ,897428014E2F1AE5A6546581DEA2ADDB
source: And I can’t do it alone
ar: ولا أستطيع فعل ذلك وحدي
bg: И не мога да го направя сам
es: Y no puedo hacerlo solo
fi: En voi tehdä sitä yksin
it: E non posso farlo da solo
ko: 혼자선 못해요
nl: En ik kan het niet alleen

# ,EAC0AF144C15B2C2F350549758E40B82
source: Soon, we’ll start the sabotage
ar: قريباً، سنبدأ التخريب
bg: Скоро ще започнем саботажа
es: Pronto empezaremos el sabotaje
fi: pian aloitamme sabotaasin
it: Presto inizieremo il sabotaggio
ko: 곧 사보타주를 시작할 것입니다
nl: Binnenkort beginnen we met sabotage

# ,AD144C764A263C95E1FB6B9040D97B24
source: I need your help to bring this place down from the inside
ar: أحتاج مساعدتك لهدم هذا المكان من الداخل
bg: Имам нужда от помощта ти, за да сваля това място отвътре
es: Necesito tu ayuda para destruir esto desde dentro
fi: Tarvitsen apuasi tämän paikan tuhoamiseen sisältäpäin
it: Ho bisogno del tuo aiuto per distruggere questo luogo dall’interno
ko: 시설 내부에서 무너뜨리려면 당신의 도움이 필요합니다
nl: Ik heb je hulp nodig om deze plek van binnenuit neer te halen

# ,05A84D2E4B2420B57501BC83BDD8C73C
source: We're making progress.
ar: نحرز تقدماً.
bg: Напредваме.
es: Vamos progresando
fi: Olemme edistyneet.
it: Stiamo facendo progressi
ko: 진전이 있습니다.
nl: We boeken vooruitgang.

# ,3884F7A849ACA8D166F457BD71E53DEE
source: Some of our operators have already begun sabotage in other sectors...
ar: بعض مشغلينا بدأوا التخريب في قطاعات أخرى...
bg: Някои от нашите оператори вече започнаха саботажи в други сектори...
es: Algunos de nuestros operadores ya han saboteado otros sectores...
fi: Jotkut operaattoreistamme ovat jo aloittaneet sabotaasin muilla sektoreilla...
it: Alcuni Operatori hanno già iniziato sabotaggi in altri settori...
ko: 다른 부문에선 이미 사보타주가 시작되었습니다...
nl: Sommige operators zijn al in andere sectoren aan het saboteren...

# ,B1009135454DE96ACBFE178DAF92F52E
source: tampering with surveillance feeds.
ar: التلاعب بتغذية الكاميرات.
bg: манипулиране на потоците от наблюдение.
es: manipulando las señales de vigilancia
fi: muuttaen valvontasyötteitä.
it: manipolando i flussi di sorveglianza
ko: 감시 피드를 변조 중입니다.
nl: ze klooien met de bewakingsbeelden.

# ,F551FD1646B4CC50F0C29FAAAA13190D
source: Now it’s your turn.
ar: والآن دورك.
bg: Сега е твой ред.
es: Ahora te toca a ti
fi: Nyt on sinun vuorosi.
it: Ora tocca a te
ko: 이제 당신 차례입니다.
nl: Nu ben jij aan de beurt.

# ,F38B5F6A48A1FCD06DB50C869A44A5D5
source: Head to the camera panel in this area...
ar: اتجه إلى لوحة الكاميرات في هذه المنطقة...
bg: Отиди до панела на камерите в тази зона...
es: Ve al panel de cámaras de esta zona...
fi: Mene tämän alueen kameran paneeliin...
it: Vai al pannello telecamere in quest’area...
ko: 이 지역 카메라 패널로 가...
nl: Ga naar het camerapaneel hier...

# ,9AD9C33143B2ECA51D30EAB3F9EB053E
source: and scramble the signal.
ar: وشوشر الإشارة.
bg: и разбъркай сигнала.
es: y altera la señal
fi: ja häiritse signaali.
it: e interrompi il segnale
ko: 신호를 섞으세요.
nl: en verstoor het signaal.

# ,EB7070184D48FCCBFA32F69D032B7143
source: Just enough to keep eyes off us.
ar: فقط بما يكفي لإبعاد العيون عنا.
bg: Точно толкова, че да отклони очите ни.
es: Lo justo para desviar la atención
fi: Sen verran, että silmät eivät näe meitä.
it: Quanto basta per distogliere gli occhi da noi
ko: 우리를 덜 보게 충분히끔.
nl: Net genoeg om onze aanwezigheid te verbergen.

# ,73E9038D4078061CADD11ABAE04F7D12
source: PARTNER!
ar: شريك!
bg: ПАРТНЬОРЕ!
es: ¡COMPAÑERO!
fi: KUMPPANI!
ko: 파트너!

# ,D7614F6D430F175A08513FAB63D202BF
source: You’ve done an excellent job
ar: لقد قمت بعمل ممتاز
bg: Отлично се справи
es: Has hecho un trabajo excelente
fi: Olet tehnyt erinomaista työtä
it: Hai fatto un ottimo lavoro
ko: 훌륭히 해냈습니다
nl: Je hebt uitstekend werk geleverd

# ,25366B6046287241BE232A82E7F1568B
source: We’ve got several new recruits now, there’s no need for you to continue that task
ar: لدينا عدة مجندين جدد الآن، لا حاجة لمتابعتك تلك المهمة
bg: Имаме вече няколко нови рекрута, няма нужда да продължаваш тази задача
es: Tenemos nuevos reclutas, no necesitas seguir con esa tarea
fi: Meillä on jo useita uusia värvättyjä, joten sinun ei tarvitse jatkaa tehtävää
it: Abbiamo nuovi reclute, non serve che continui tu
ko: 새 모집자가 확보되어 당신이 계속할 필요는 없습니다
nl: We hebben nu meerdere nieuwe rekruten, je hoeft die taak niet meer voort te zetten

# ,A550455549EB6229A89579AF00173EAF
source: Others will take it from here
ar: سيتولى الآخرون الأمر من هنا
bg: Други ще поемат оттук
es: Otros seguirán desde aquí
fi: Muut jatkavat tästä
it: Altri prenderanno il tuo posto
ko: 다른 이들이 이어받을 것입니다
nl: Anderen nemen het vanaf hier over

# ,28822C8A437A6122579A01863161EDF5
source: I’ll be in touch… soon
ar: سأتواصل... قريباً
bg: Ще се чуем… скоро
es: Me pondré en contacto… pronto
fi: Otan yhteyttä... pian
it: Ti contatterò… presto
ko: 곧 연락드리겠습니다...
nl: Ik hou contact… binnenkort

# ,D7EBEAA34B312C680417ED98BBE77D26
source: Welcome to Cumulative Mode.
ar: مرحبا بك في الوضع التراكمي.
bg: Добре дошъл в Кумулативен режим.
es: Bienvenido al modo acumulativo
fi: Tervetuloa kumulatiiviseen moodiin.
it: Benvenuto in Modalità Cumulativa
ko: 누적 모드에 오신 것을 환영합니다.
nl: Welkom in Cumulatieve Modus.

# ,C97818A74686EAE991906C8F9B9CB5FA
source: Make smart decisions—products will appear faster and faster.
ar: اتخذ قرارات ذكية— ستظهر المنتجات أسرع وأسرع.
bg: Вземай умни решения — продуктите ще се появяват все по-бързо.
es: Toma decisiones inteligentes—los productos llegarán más rápido
fi: Tee älykkäitä päätöksiä—tuotteet ilmestyvät yhä nopeammin.
it: Prendi decisioni intelligenti—i prodotti appariranno sempre più velocemente
ko: 스마트하게 결정하세요—제품이 점점 빨리 나타납니다.
nl: Maak slimme keuzes—producten verschijnen steeds sneller.

# ,96138EDF4C183804C1F194810DD28966
source: If 9 items pile up or you make a mistake, it's over.
ar: إذا تراكمت 9 عناصر أو ارتكبت خطأ، ينتهي الأمر.
bg: Ако се натрупат 9 артикула или сгрешиш, всичко свършва.
es: Si 9 ítems se amontonan o fallas, se acabó
fi: Jos 9 tuotetta kasaantuu tai teet virheen, loppu.
it: Se si accumulano 9 articoli o sbagli, è finita
ko: 9개 쌓이거나 실수하면 끝입니다.
nl: Als er 9 items opstapelen of je maakt een fout, is het voorbij.

# ,6CCA9E6D4D8701F16A0D188DDD0589B1
source: Good luck, Operator.
ar: حظاً موفقاً، أيها المشغل.
bg: Късмет, Операторе.
es: Buena suerte, Operador
fi: Onnea, operaattori.
it: Buona fortuna, Operatore
ko: 행운을 빕니다, 오퍼레이터.
nl: Veel succes, Operator.

# ,7014B86943D8BD1AE3B7C08494C072F8
source: Watch where you're going!
ar: احذر أين تذهب!
bg: Внимавай накъде вървиш!
es: Mira por dónde vas!
fi: Varo, mihin menet!
it: Occhio a dove vai!
ko: 조심하세요!
nl: Kijk uit waar je loopt!

# ,1E01CF8342CCD71EBD287BBD7AC42098
source: HI THERE!
ar: مرحباً!
bg: ЗДРАСТЕ!
es: ¡HOLA!
fi: MOI!
it: CIAO!
ko: 안녕하세요!
nl: HOI!

# ,22455C064C7CD229BD7ED78F1A0D64B4
source: Oh—sorry, did I scare you?
ar: أوه— آسف، هل أخفتك؟
bg: О, съжалявам, изплаших ли те?
es: Oh—lo siento, ¿te asusté?
fi: Oi—anteeksi, pelottelinko?
it: Oh—scusa, ti ho spaventato?
ko: 오—놀랐나요?
nl: Oh—sorry, heb ik je laten schrikken?

# ,407975284AE076ED8C3A049CF4ACDA25
source: I’m Blue.
ar: أنا Blue.
bg: Аз съм Blue.
es: Soy Blue
fi: Olen Blue.
it: Sono Blue
ko: 저는 Blue입니다.
nl: Ik ben Blue.

# ,2F9C874F4E92E8A1F447669E70320870
source: I turned off the lights…
ar: أوقفت الأنوار…
bg: Изключих осветлението...
es: Apagué las luces…
fi: Sammutin valot…
it: Ho spento le luci…
ko: 불을 껐습니다…
nl: Ik heb de lichten uitgezet…

# ,0F58C42D497B58C741B4058F9CF61B4D
source: so we could talk.
ar: لكي نتحدث.
bg: за да можем да говорим.
es: para que podamos hablar
fi: jotta voisimme puhua.
it: così potevamo parlare
ko: 이야기하기 위해서.
nl: zodat we konden praten.

# ,A25811C64B3EB4A6F2000DB0CA81D148
source: Away from the cameras.
ar: بعيداً عن الكاميرات.
bg: Далеч от камерите.
es: Lejos de las cámaras
fi: Pois kameroiden luota.
it: Lontano dalle telecamere
ko: 카메라 없는 곳에서.
nl: Weg van de camera’s.

# ,FB859D8D44DE40E550BCEA9AC555D1DA
source: This place isn’t safe.
ar: هذا المكان ليس آمناً.
bg: Това място не е безопасно.
es: Este lugar no es seguro
fi: Tämä paikka ei ole turvallinen.
it: Questo posto non è sicuro
ko: 이곳은 안전하지 않습니다.
nl: Deze plek is niet veilig.

# ,F863079244B12DD9F6FA5C8CAE715531
source: Watch your back.
ar: احرص على حذرك.
bg: Пази гърба си.
es: Cuida tu espalda
fi: Varo selkääsi.
it: Fai attenzione alle spalle
ko: 뒤를 조심하세요.
nl: Kijk over je schouder.

# ,031067AF4D6B2D0C8B2A858FEB589494
source: No.. No... PLEASE PARTNER NO!
ar: لا.. لا... رجاءً الشريك لا!
bg: Не… НЕ… МОЛЯ, ПАРТНЬОРЕ, НЕ!
es: No… No… ¡POR FAVOR, COMPAÑERO, NO!
fi: Ei.. Ei... ÄLÄ KUMPPANI EI!
it: No.. no... PER FAVORE PARTNER NO!
ko: 안 돼.. 제발 파트너 안 돼!
nl: Nee.. Nee... PARTNER, NÉÉ!

# ,84E5AE2B482D5FA4948C7BB412418016
source: NOOO!
ar: لااا!
bg: НЕЕЕ!
fi: EI!
ko: 안돼!
nl: NÉÉÉ!

# ,E3B0630D496DBAFC5D507B9A62DFF59D
source: Sir, we are ready to proceed with the rebellion
ar: سيدي، نحن جاهزون للشروع في التمرد
bg: Господине, готови сме да продължим с бунта
es: Señor, estamos listos para proceder con la rebelión
fi: Herra, olemme valmiita jatkamaan kapinaa
it: Signore, siamo pronti per procedere con la ribellione
ko: 반란을 진행할 준비가 되었습니다
nl: Sir, we zijn klaar voor de rebellie

# ,605249F9418D8DA4A9E7D88B07970B44
source: Our agents have successfully infiltrated every tier of the power structure
ar: عملاؤنا تمكنوا من التسلل إلى كل مستوى من مستويات السلطة
bg: Нашите агенти успешно се внедриха във всички нива на властта
es: Nuestros agentes se infiltraron en todos los niveles
fi: Agenttimme ovat onnistuneesti soluttautuneet kaikkiin valtarakenteen tasoihin
it: I nostri agenti hanno infiltrato ogni livello del potere
ko: 요원들이 모든 계층에 침투했습니다
nl: Onze agenten hebben elk machtspunt geïnfiltreerd

# ,A24BF56A40EB93862058BDB4F8FAE1D8
source: But… we bring troubling news
ar: لكن… نحمل أخباراً مقلقة
bg: Но… имаме лоши новини
es: Pero… traemos malas noticias
fi: Mutta… tuomme huolestuttavia uutisia
it: Ma… portiamo notizie preoccupanti
ko: 하지만… 불길한 소식이 있습니다
nl: Maar… we hebben slecht nieuws

# ,02CCE9AA412336D4D04F38B66525085F
source: We have no intel on Blue
ar: لا لدينا معلومات عن Blue
bg: Нямаме информация за Blue
es: No tenemos información de Blue
fi: Meillä ei ole tietoja Bluesta
it: Non abbiamo informazioni su Blue
ko: Blue에 대한 정보가 없습니다
nl: We hebben geen info over Blue

# ,E1148EB34765BA995B0D7384C0263C2B
source: Last known sighting was in Sector 4
ar: آخر ظهور معروف كان في القطاع 4
bg: Последно забелязан в Сектор 4
es: Última vez visto en el Sector 4
fi: Viimeisin tunnettu havainto oli sektorissa 4
it: L’ultima avvistamento noto era nel Settore 4
ko: 마지막 목격은 섹터 4였습니다
nl: Laatste waarneming: Sector 4

# ,9CC42AB8486176A4D4584F8B1DCA3260
source: We’re assuming he’s been captured
ar: نعتقد أنه قد تم القبض عليه
bg: Предполагаме, че е пленен
es: Suponemos que ha sido capturado
fi: Oletamme, että hänet on vangittu
it: Presumiamo sia stato catturato
ko: 그가 체포된 것으로 추정됩니다
nl: We denken dat hij gevangen is

# ,5AF547F5430BF16F366C1887A49DCC89
source: We await your command
ar: ننتظر أوامرك
bg: Очакваме заповедта ти
es: Esperamos tu orden
fi: Odotamme käskyäsi
it: Attendiamo i tuoi ordini
ko: 명령을 기다립니다
nl: We wachten op uw bevel

# ,BB9BE8DC4570D8469EC8878F5CE08F4E
source: Sir… we have a situation
ar: سيدي… لدينا وضع طارئ
bg: Господине… имаме ситуация
es: Señor… tenemos un problema
fi: Herra… meillä on tilanne
it: Signore… abbiamo una situazione
ko: 선생님… 상황이 있습니다
nl: Sir… er is een probleem

# ,21A4CCCA478EF325837C00B1BFB66DFA
source: Most of the servers have been sabotaged, just as planned, but we couldn’t finish the job
ar: تم تخريب معظم الخوادم كما خططنا، لكن لم نتمكن من إكمال المهمة
bg: Повечето сървъри бяха саботирани, както планирахме, но не успяхме да свършим работата
es: La mayoría de servidores han sido saboteados, pero no terminamos el trabajo
fi: Suurin osa palvelimista on sabotoitu suunnitelmien mukaan, mutta emme saaneet hommaa päätökseen
it: La maggior parte dei server è stata sabotata, come previsto, ma non abbiamo finito
ko: 서버 대부분이 계획대로 사보타주되었으나 마무리하지 못했습니다
nl: De meeste servers zijn gesaboteerd, zoals gepland, maar we konden niet alles afmaken

# ,E05EFF2F4E13DC9A65C5F387851EB0D9
source: Blue redirected us to another sector
ar: Blue قادنا إلى قطاع آخر
bg: Blue ни пренасочи в друг сектор
es: Blue nos redirigió a otro sector
fi: Blue ohjasi meidät toiseen sektoriin
it: Blue ci ha deviati in un altro settore
ko: Blue가 우리를 다른 섹터로 돌렸습니다
nl: Blue leidde ons door naar een andere sector
