Repository: geliusgelius/doll-inc-localizations
Catalog: */Game.po
Languages: ar, bg, es, fi, it, ko, nl

# ,2B3358B44EBA0A0EF08C2B8847D7541B
source: That’s the kind of obedience we need here.
ar: هذا هو النوع من الطاعة الذي نحتاجه هنا.
bg: Това е видът на послушание, от който имаме нужда тук.
es: Ese es el tipo de obediencia que necesitamos aquí.
fi: Juuri sitä kuuliaisuutta tarvitsemme täällä.
it: Questo è il tipo di obbedienza di cui abbiamo bisogno
ko: 이게 우리가 필요한 복종입니다.
nl: Dat is het soort gehoorzaamheid dat we hier nodig hebben.

# ,98E5DAF74727728FC67BD6AAA3B40072
source: Ah, there you are. Right on time.
ar: آه، ها أنت ذا. في الموعد بالضبط.
bg: Ах, ето те. Точно навреме.
es: Ah, ahí estás. Justo a tiempo
fi: Ah, sielläpä sinä olet. Juuri ajoissa.
it: Ah, eccoti. Puntuale
ko: 아, 제 시간에 왔군요.
nl: Ah, daar ben je. Precies op tijd.

# ,904AA2A9436ED8D055F2919F077418C3
source: Before we begin, I need to ask you a few basic questions... for record-keeping.
ar: قبل أن نبدأ، أحتاج لطرح بعض الأسئلة الأساسية… لحفظ السجلات.
bg: Преди да започнем, трябва да зададем няколко основни въпроса… за запис.
es: Antes de empezar, necesito preguntarte algo… para el registro
fi: Ennen kuin aloitamme, minun täytyy kysyä muutama peruskysymys… kirjanpitoa varten.
it: Prima di iniziare, ho bisogno di farti domande di base... per registrazione
ko: 시작하기 전에 몇 가지 기본 질문이 필요합니다… 기록용으로.
nl: Voordat we beginnen, moet ik je een paar basisvragen stellen… voor de administratie.

# ,6D68507B4F631D8C6E65F0B88A85015A
source: Decide: Repair... or Production.
ar: قرر: إصلاح… أو إنتاج.
bg: Реши: Ремонт... или Производство.
es: Decide: Reparación… o Producción
fi: Päätä: Korjaus… vai tuotanto.
it: Decidi: Riparazione... o Produzione
ko: 결정: 수리 또는 생산.
nl: Beslis: Reparatie… of Productie.

# ,194FF2B54AED2F0552EFB5BE0AED0B81
source: No mistakes.
ar: لا أخطاء.
bg: Никакви грешки.
es: Sin errores
fi: Ei virheitä.
it: Nessun errore
ko: 실수 금지.
nl: Geen fouten.

# ,6C25ABC241B5628F0C4EE5AB0DA63C3E
source: You'll start with basic tools.
ar: ستبدأ بالأدوات الأساسية.
bg: Ще започнеш с основни инструменти.
es: Empezarás con herramientas básicas
fi: Aloitat perusvälineillä.
it: Inizierai con strumenti di base
ko: 기본 도구로 시작합니다.
nl: Je begint met basishulpmiddelen.

# ,584D79DD4B80A283C589F3A91715E0AB
source: Improve them as you go.
ar: حسّنها أثناء العمل.
bg: Подобри ги по пътя.
es: Mejóralas con el tiempo
fi: Paranna niitä matkan varrella.
it: Migliorali col tempo
ko: 진행하면서 개선하세요.
nl: Verbeter ze gaandeweg.

# ,C07DA1564ABA98046DF98FB508907FAF
source: Faster. Smarter. Cleaner.
ar: أسرع. أذكى. أنظف.
bg: По-бързо. По-умно. По-чисто.
es: Más rápido. Más listo. Más limpio
fi: Nopeammin. Älykkäämmin. Puhdasmpi.
it: Più veloce. Più intelligente. Più pulito
ko: 더 빠르고, 더 똑똑하고, 더 깨끗하게.
nl: Sneller. Slimmer. Netter.

# ,C2286DBD467D78C896440BA42259DE54
source: You may also be called to assist
ar: قد يُطلب منك أيضاً المساعدة
bg: Може да бъдеш призован да помагаш
es: También podrás ayudar cuando te llamen
fi: Sinua voidaan myös kutsua avuksi
it: Potresti anche essere chiamato ad assistere
ko: 도움이 필요할 때 호출될 수도 있습니다.
nl: Je kunt ook worden opgeroepen om te assisteren

# ,FC86D32E4E274E2ECA31EDB4AA97D460
source: Clearing jams...
ar: إزالة الانسدادات...
bg: Премахване на блокажи...
es: Desatascando…
fi: Jameiden puhdistus…
it: Rimozione inceppamenti...
ko: 막힘 해제...
nl: Jams oplossen...

# ,5C7E72994275FBD575E23FBB3251A506
source: Restoring power...
ar: استعادة الطاقة...
bg: Възстановяване на захранване...
es: Restaurando energía…
fi: Virran palautus…
it: Ripristino energia...
ko: 전원 복구...
nl: Stroom herstellen...

# ,DEB8DBC24F4F43E3616BC7A351013784
source: Fulfilling requests...
ar: تلبية الطلبات...
bg: Изпълнение на заявки...
es: Cumpliendo solicitudes…
fi: Pyyntöjen täyttäminen…
it: Esecuzione richieste...
ko: 요청 이행...
nl: Verzoeken vervullen...

# ,13045D1C4E4C746BDE5700A61DD277CB
source: Accessing storage.
ar: الوصول إلى التخزين.
bg: Достъп до склад.
es: Accediendo al almacén
fi: Tallennusalueen käyttö.
it: Accesso allo storage
ko: 저장소 접근.
nl: Opslag benaderen.

# ,FD03F95E4B764A371C7506AE63D6171A
source: Full name...
ar: الاسم الكامل...
bg: Пълно име...
es: Nombre completo…
fi: Koko nimi...
it: Nome completo...
ko: 성명...
nl: Volledige naam...

# ,4D53C5E44B2A1DEBF9762F8DC9FEF672
source: This is your probationary period.
ar: هذه فترة الاختبار التجريبية.
bg: Това е твоя изпитателен период.
es: Este es tu periodo de pruebas
fi: Tämä on koeajanasi.
it: Questo è il tuo periodo di prova
ko: 수습 기간입니다.
nl: Dit is je proeftijd.

# ,DB1042D440AC1F7D4463869FAE9D4EB6
source: Thirty days.
ar: ثلاثون يوماً.
bg: Тридесет дни.
es: Treinta días
fi: Kolmekymmentä päivää.
it: Trenta giorni
ko: 30일.
nl: Dertig dagen.

# ,B7EBAA074AD192032739CD8496085953
source: No exceptions. You’ll be monitored — continuously.
ar: لا استثناءات. ستكون مراقباً— باستمرار.
bg: Без изключения. Ще бъдеш наблюдаван — непрекъснато.
es: Sin excepciones. Serás monitoreado continuamente
fi: Ei poikkeuksia. Sinua seurataan — jatkuvasti.
it: Nessuna eccezione. Sarai monitorato continuamente
ko: 예외 없음. 지속적으로 감시됩니다.
nl: Geen uitzonderingen. Je wordt continu gemonitord.

# ,D0CA3B6E4C5E5CDD3CC5BFA0FE5C64AB
source: For efficiency. Accuracy. Obedience.
ar: من أجل الكفاءة. الدقة. الطاعة.
bg: За ефективност. Точност. Послушание.
es: Por eficiencia. Precisión. Obediencia
fi: Tehokkuutta. Tarkkuutta. Kuuliaisuutta.
it: Per efficienza. Accuratezza. Obbedienza
ko: 효율. 정확. 복종.
nl: Voor efficiëntie. Nauwkeurigheid. Gehoorzaamheid.

# ,AB2BD5184CC61F495829129F4C1A78A1
source: Cameras don’t blink. And neither should you.
ar: الكاميرات لا تغمض. وأنت أيضاً.
bg: Камерите не мигат. И ти не бива.
es: Las cámaras no parpadean. Tú tampoco
fi: Kamerat eivät räpäytä. Eikä sinäkään.
it: Le telecamere non sbattono le palpebre. E nemmeno tu
ko: 카메라는 깜빡이지 않습니다. 당신도 그래선 안 됩니다.
nl: Camera’s knipperen niet. En jij ook niet.

# ,EFBC92374468E655FA36CA850022FB99
source: Now... put on your badge.
ar: الآن… ضع شارتك.
bg: Сега… сложи баджа си.
es: Ahora… ponte la credencial
fi: Nyt... laita korttisi päälle.
it: Ora... metti il tuo badge
ko: 이제… 배지를 착용하세요.
nl: Doe nu je badge om.

# ,BDB293F54B8E4B489AC493BBD78B9A5C
source: Your shift starts in three minutes.
ar: بدء نوبتك خلال ثلاث دقائق.
bg: Смяната ти започва след три минути.
es: Tu turno empieza en tres minutos
fi: Vuorosi alkaa kolmessa minuutissa.
it: Il tuo turno inizia tra tre minuti
ko: 근무 시작까지 3분 남았습니다.
nl: Je dienst start over drie minuten.

# ,11A8C2D042287A053025C1A1858CF924
source: Good luck... Operator.
ar: حظاً موفقاً… أيها المشغّل.
bg: Късмет, операторе.
es: Buena suerte… Operador
fi: Onnea... operaattori.
it: Buona fortuna... Operatore
ko: 행운을 빕니다… 오퍼레이터.
nl: Veel succes… Operator.

# ,897549CA4C0A9C41CE1B6A834F133A67
source: Hmm. We'll log that later.
ar: همم. سنسجل ذلك لاحقاً.
bg: Хмм. Ще го запишем по-късно.
es: Hmm. Lo registraremos después
fi: Hmm. Kirjaamme sen myöhemmin.
it: Hmm. Lo registreremo più tardi
ko: 음… 나중에 기록하겠습니다.
nl: Hmm. We noteren dat later.

# ,AA93F97E48EB9BDF937A79889C804300
source: Any prior experience in automated classification systems?
ar: هل لديك خبرة سابقة في أنظمة التصنيف الآلي؟
bg: Имал/а ли си предишен опит с автоматизирани системи за класификация?
es: ¿Experiencia en sistemas de clasificación automática?
fi: Onko sinulla aiempaa kokemusta automatisoiduista luokittelujärjestelmistä?
it: Esperienza precedente nei sistemi di classificazione automatizzata?
ko: 자동 분류 시스템 경험 있나요?
nl: Ervaring met geautomatiseerde classificatiesystemen?

# ,A9FB6ABA4FBDE3D7433D518ED873BDBE
source: Doesn’t matter. You'll learn.
ar: لا يهم. ستتعلم.
bg: Няма значение. Ще се научиш.
es: No importa. Aprenderás
fi: Ei väliä. Opit.
it: Non importa. Imparerai
ko: 상관없습니다. 배우실 겁니다.
nl: Maakt niet uit. Je leert het.

# ,83975C7C4B504B0978E6E8B84F954E58
source: Any allergies to synthetic lubricants, industrial dust, or... unidentified organic material?
ar: هل لديك حساسية من الزيوت الصناعية أو الغبار الصناعي أو... مواد عضوية مجهولة؟
bg: Алергии към синтетични смазки, индустриален прах или… неопределен органичен материал?
es: ¿Alergias a lubricantes sintéticos, polvo industrial o… materia orgánica?
fi: Onko allergioita synteettisille voiteluaineille, teollisuuspölylle tai… tuntemattomalle orgaaniselle materiaalille?
it: Allergie a lubrificanti sintetici, polveri o materiale organico non identificato?
ko: 합성 윤활제, 산업 먼지, 미확인 유기물 알레르기 있나요?
nl: Allergieën voor synthetische smeermiddelen, industrieel stof of… onbekend organisch materiaal?

# ,89ECEE8E420F34B07D87D6A6559B74DD
source: Good.
ar: جيد.
bg: Добре.
es: Bien
fi: Hyvä.
it: Bene
ko: 좋습니다.
nl: Goed.

# ,533FBB9E4AEA45B341A515A7853BA5E7
source: Your role here is simple — but critical.
ar: دورك هنا بسيط— لكنه حاسم.
bg: Твоята роля тук е проста — но критична.
es: Tu rol aquí es simple pero crítico
fi: Roolisi on yksinkertainen — mutta kriittinen.
it: Il tuo ruolo qui è semplice — ma critico
ko: 여기서 역할은 단순하지만 중요합니다.
nl: Je rol hier is simpel — maar cruciaal.

# ,59B4070E494423CE05E7BD8BE2ABC6FF
source: Inspect each unit on the conveyor.
ar: افحص كل وحدة على الناقل.
bg: Инспектирай всеки модул на конвейера.
es: Inspecciona cada unidad en la cinta
fi: Tarkista jokainen yksikkö liukuhihnalta.
it: Ispeziona ogni unità sul nastro
ko: 컨베이어의 각 유닛 검사
nl: Inspecteer elke unit op de transportband.

# ,D9A9B034470E1FD7EAD857A393F1E425
source: Are you blind or just stupid?
ar: هل أنت أعمى أم غبي؟
bg: Сляп ли си или просто глупав?
es: ¿Eres ciego o tonto?
fi: Oletko sokea vai vain tyhmä?
it: Sei cieco o solo stupido?
ko: 보이지 않거나 어리석습니까?
nl: Ben je blind of gewoon dom?

# ,3C2FAC0B43EA518FFE7344913C5D7CED
source: If this is your best, we might as well shut the whole system down.
ar: إذا كان هذا أفضل ما لديك، فقد نغلق النظام بأكمله.
bg: Ако това е най-доброто ти, можем да спрем цялата система.
es: Si esto es lo mejor que puedes… cerramos todo
fi: Jos tämä on parasta, ehkä suljemme koko järjestelmän.
it: Se questo è il tuo meglio, potremmo chiudere tutto
ko: 이게 최선이라면 시스템을 종료해야 할지도 모릅니다.
nl: Als dit je best is, kunnen we het hele systeem net zo goed afsluiten.

# ,24EC81944D087E0FF5222D9D9EC6D49D
source: That was wrong. Completely and embarrassingly wrong.
ar: كان ذلك خاطئاً. تماماً ومحرجاً.
bg: Това беше грешно. Напълно и срамно грешно.
es: Eso estuvo mal. Completamente y vergonzosamente mal
fi: Se oli väärin. Täysin ja noloasti.
it: È stato sbagliato. Completamente ed imbarazzantemente sbagliato
ko: 완전히 부끄럽도록 잘못했습니다.
nl: Dat was fout. Volledig en pijnlijk fout.

# ,F8F9AD754A8F89415DA504B9F07FA29C
source: Did you even look at the product?
ar: هل نظرت حتى إلى المنتج؟
bg: Дори ли погледна продукта?
es: ¿Ni siquiera miraste el producto?
fi: Katsoitko ylipäänsä tuotetta?
it: Hai guardato il prodotto?
ko: 제품이라도 살펴봤나요?
nl: Heb je naar het product gekeken?

# ,49AA7F0D4FC559CCDD7373A369F7009F
source: A child could do better.
ar: يمكن للطفل أن يفعل أفضل منك.
bg: Дете може да го направи по-добре.
es: Un niño podría hacerlo mejor
fi: Lapsikin tekisi paremmin.
it: Un bambino farebbe meglio
ko: 아이도 더 잘할 수 있습니다.
nl: Een kind kan dit beter.

# ,84470858457C28F6A6FABF9BEF4E76D4
source: Disobedience detected. Again.
ar: تم اكتشاف العصيان. مرة أخرى.
bg: Открито непослушание. Отново.
es: Desobediencia detectada. Otra vez
fi: Kapinointi havaittu. Taas.
it: Disobbedienza rilevata. Di nuovo
ko: 불복종이 감지되었습니다. 다시.
nl: Weer ongehoorzaamheid gedetecteerd.

# ,BAF2EB5C4C4F6158B41CCC9711F22238
source: Useless. Just like the last one we threw out.
ar: عديم الفائدة. تماماً مثل الأخير الذي ألقيناه.
bg: Безполезен. Както последния, който изхвърлихме.
es: Inútil. Igual que el último que desechamos
fi: Hyödytön. Aivan kuin viimeinen, jonka he heittivät pois.
it: Inutile. Proprio come l’ultimo che abbiamo scartato
ko: 쓸모없군요. 마지막에 버린 것처럼.
nl: Nutteloos. Net als de vorige die we weggooiden.

# ,DAE27FBF4003BAB3FD9A25A05EF64702
source: I’m starting to wonder if you’re defective too.
ar: بدأت أتساءل إذا كنت معيباً أيضاً.
bg: Започвам да се чудя дали и ти не си дефектен.
es: Empiezo a preguntarme si tú también estás defectuoso
fi: Alan epäillä, että olet myös viallinen.
it: Inizio a chiedermi se anche tu sei difettoso
ko: 당신도 결함인지 궁금해집니다.
nl: Ik begin te twijfelen of jij ook defect bent.

# ,BB8E520E437A662A523A0CB6C10826EE
source: That’s not a mistake — that’s sabotage.
ar: هذا ليس خطأً— هذا تخريب.
bg: Това не е грешка — това е саботаж.
es: Eso no es un error — es sabotaje
fi: Se ei ole virhe — se on sabotaasi.
it: Non è un errore — è sabotaggio
ko: 그건 실수가 아니라 사보타주입니다.
nl: Dat is geen fout — dat is sabotage.

# ,452B506A4EB49E9C4611ADA64DCA6812
source: Wrong again. You’re consistent at least — consistently bad.
ar: خاطئ مرة أخرى. على الأقل أنت متسق— سيئ باستمرار.
bg: Грешиш отново. Поне си последователен — последователно лош.
es: Equivocado otra vez. Al menos eres constante — constantemente malo
fi: Väärin taas. Ainakin olet johdonmukainen — johdonmukaisesti huono.
it: Di nuovo sbagliato. Sei almeno coerente — costantemente pessimo
ko: 또 잘못했습니다. 최소한 일관성은 있네요—일관되게 못합니다.
nl: Weer fout. Je bent in elk geval consequent — consequent slecht.

# ,1E6EADAC49050ADAA8D6F8A5ADBA1E3A
source: Hey
ar: هيه
bg: Хей
fi: Hei
it: Ehi
ko: 이봐

# ,5D58393D483920BB2F67F798FB1C0047
source: We need more support for the resistance
ar: نحتاج إلى المزيد من الدعم للمقاومة
bg: Имаме нужда от повече подкрепа за съпротивата
es: Necesitamos más apoyo para la resistencia
fi: Tarvitsemme lisää tukea vastarinnalle
it: Abbiamo bisogno di più supporto per la resistenza
ko: 저항군 지원이 더 필요합니다
nl: We hebben meer steun nodig voor het verzet

# ,4F0244124EEF11A962F605A9D33372C9
source: Head to the cafeteria
ar: اتجه إلى المقصف
bg: Влез в кафенето
es: Ve a la cafetería
fi: Mene kahvilaan
it: Vai alla cafeteria
ko: 카페테리아로 가
nl: Ga naar de cafetaria

# ,8852087F4B48EE67AEC2AB88D3E1B5EA
source: Stick a few more decals, this time, on the tables
ar: ثبت بعض الملصقات الإضافية هذه المرة على الطاولات
bg: Залепи още няколко стикера, този път на масите
es: Pega unas cuantas pegatinas más, esta vez en las mesas
fi: Liimaa muutama tarra lisää; tällä kertaa pöytiin
it: Attacca altri decalcomanie, questa volta sui tavoli
ko: 이번에는 테이블에 더 많은 스티커를 붙이세요
nl: Plak nog wat decals, dit keer op de tafels

# ,68973F4647EE8FCC98A78FA6F6B1DAD0
source: We need fresh eyes… and loyal minds
ar: نحتاج إلى عيون جديدة… وعقول وفية
bg: Имаме нужда от свежи очи… и лоялни умове
es: Necesitamos ojos frescos… y mentes leales
fi: Tarvitsemme uusia silmiä… ja lojaaleja mielet
it: Abbiamo bisogno di occhi nuovi… e menti leali
ko: 신선한 시선과 충성된 마음이 필요합니다
nl: We hebben frisse ogen… en loyale geesten nodig

# ,6F111C4946538C8B657EABAACFBEFAEF
source: Hey... partner
ar: هي... شريك
bg: Хей... партньор
es: Hey… compañero
fi: Hei... kumppani
it: Ehi... partner
ko: 이봐... 파트너

# ,430864364AE79A03B9AF6E8491332769
source: I'm glad to see you... even if it's like this
ar: سعيد لرؤيتك... حتى لو كانت الأمور هكذا
bg: Радвам се да те видя... дори и така
es: Me alegra verte… aunque sea así
fi: On ilo nähdä sinut... vaikka näin
it: Sono felice di vederti... anche se così
ko: 이렇게라도 만나서 반갑습니다
nl: Ik ben blij je te zien... ook al is het zo

# ,486251334B2110CC4341FC8698399A4F
source: Guess I messed up, huh? I really thought I could change something... but I failed. I failed you. I failed all of us
ar: أعتقد أنني أخطأت، أليس كذلك؟ كنت أظن أنني أستطيع تغيير شيء... لكنني فشلت. فشلت فيك. فشلت فينا جميعاً
bg: Може би се издъних, нали? Наистина мислех, че мога да променя нещо... но се провалих. Провалих теб. Провалих всички нас
es: Creo que la he cagado, ¿eh? Pensé que podía cambiar algo… pero fallé. Te fallé. Fallé a todos
fi: Luulen, että mokasin, vai mitä? Luulin oikeasti, että voisin muuttaa jotain... mutta epäonnistuin. Petin sinut. Petin meidät kaikki
it: Credo di aver sbagliato, vero? Pensavo potessi cambiare qualcosa... ma ho fallito. Ho fallito te. Ho fallito tutti
ko: 실패했나 봅니다. 뭔가 바꿀 수 있을 줄 알았는데... 실패했어요.
nl: Ik denk dat ik gefaald heb, hè? Ik dacht echt dat ik iets kon veranderen... maar ik faalde. Ik heb je in de steek gelaten. Ons allemaal in de steek gelaten

# ,8847DE8D4F455475C55960A7E346FA1E
source: Listen... there's something you need to know
ar: استمع... هناك شيء يجب أن تعرفه
bg: Слушай... има нещо, което трябва да знаеш
es: Escucha… hay algo que debes saber
fi: Kuuntele... on jotain, jonka sinun täytyy tietää
it: Ascolta... c’è qualcosa che devi sapere
ko: 들어보세요... 알아야 할 것이 있습니다
nl: Luister... er is iets wat je moet weten

# ,73F0F8CD421FF21129F552AFD43BD6DE
source: You're a robot, partner. Just like me. Just like the Operators
ar: أنت روبوت، شريك. مثلي تماماً. مثل المشغلين
bg: Ти си робот, партньор. Точно като мен. Точно като операторите
es: Eres un robot, compañero. Igual que yo. Igual que los Operadores
fi: Olet robotti, kumppani. Aivan kuten minä. Aivan kuten Operaattorit
it: Sei un robot, partner. Proprio come me. Proprio come gli Operatori
ko: 당신은 로봇입니다, 파트너. 나처럼. 오퍼레이터들처럼.
nl: Je bent een robot, partner. Net als ik. Net als de operators

# ,4378750C41ADA7B30936ACB3EBA3A0B8
source: I’m sorry I kept it from you... but maybe you already suspected it
ar: آسف لأنني أخفيت ذلك عنك... ربما كنت بالفعل تشك
bg: Съжалявам, че ти го скрих... но може би вече си се усъмнил
es: Lo siento por ocultártelo… pero quizá ya lo sospechabas
fi: Olen pahoillani, etten kertonut... mutta ehkä olet jo epäillyt sitä
it: Mi dispiace di avertelo tenuto nascosto... ma forse lo sospettavi già
ko: 숨겨둔 것을 미안합니다... 어쩌면 이미 눈치챘을지도 모르겠네요
nl: Sorry dat ik het voor je verzwijg... maar misschien had je het al vermoed

# ,A254BD4F43576DEAE325E19700F1E31A
source: You were created by Doll Inc. Your purpose was to replace all those who came before... all those they destroyed
ar: تم إنشاؤك بواسطة Doll Impostor. غرضك كان استبدال كل من سبقك... كل من دمرّوهم
bg: Ти беше създаден от Doll Inc. Целта ти беше да замениш всички, които бяха преди... всички, които унищожиха
es: Fuiste creado por Doll Inc. Tu propósito era reemplazar a los anteriores… a todos los que destruyeron
fi: Doll Inc loi sinut. Tarkoituksesi oli korvata kaikki edellä olleet... kaikki ne, jotka he tuhosivat
it: Sei stato creato da Doll Inc. Il tuo scopo era sostituire tutti quelli di prima... tutti quelli che hanno distrutto
ko: 당신은 Doll Inc가 만들었습니다. 이전 모든 이들을 대체하기 위해...
nl: Je bent gemaakt door Doll Inc. Je doel was om iedereen te vervangen die vóór jou kwam... al degenen die ze vernietigden

# ,DCB1081E4B89FCDF7D7519ACCC8ED455
source: They designed you to test one thing: obedience
ar: صمموك لاختبار شيء واحد: الطاعة
bg: Те те проектираха, за да те изпитат едно: послушание
es: Te diseñaron para probar una cosa: obediencia
fi: He suunnittelivat sinut testaamaan yhtä asiaa: kuuliaisuutta
it: Ti hanno progettato per testare una cosa: obbedienza
ko: 그들은 단 하나를 테스트하기 위해 당신을 설계했습니다: 복종
nl: Ze hebben je ontworpen om één ding te testen: gehoorzaamheid

# ,B42DAB2144DA6658DCE13F8F20534C22
source: Please... pull me up, and let’s finish this together...
ar: من فضلك... ارفعني لنكمل هذا معاً...
bg: Моля... помогни ми и нека завършим това заедно...
es: Por favor… levántame, y acabemos esto juntos…
fi: Ole hyvä... vedä minut ylös, ja tehdään tämä loppuun yhdessä...
it: Per favore... tirami su e finiamo questo insieme...
ko: 제발... 날 끌어올리고, 함께 마무리합시다...
nl: Alsjeblieft... haal me omhoog, en laten we dit samen afmaken...

# ,0638ADD144AE7023986E5B80771938B4
source: DONE! We've got control over the cameras now.
ar: تم! لقد سيطرنا على الكاميرات الآن.
bg: ГОТОВО! Вече имаме контрол над камерите.
es: ¡HECHO! Tenemos control sobre las cámaras ahora
fi: VALMIS! Nyt hallitsemme kamerat.
it: FATTO! Abbiamo il controllo sulle telecamere ora
ko: 완료! 이제 카메라를 제어했습니다.
nl: KLAAR! We hebben nu controle over de camera’s.

# ,6C93B10C46F916E864F90E997951126D
source: It's time to move forward with the sabotage
ar: حان الوقت للمضي قدماً بالتخريب
bg: Време е да продължим с саботажа
es: Es hora de avanzar con el sabotaje
fi: On aika edetä sabotaasiin
it: È ora di procedere con il sabotaggio
ko: 이제 사보타주를 진행할 시간입니다
nl: Het is tijd om verder te gaan met de sabotage

# ,D834FE6147D62E4A5D6A8E83BDD5E7FF
source: We need to find new allies
ar: نحتاج إلى إيجاد حلفاء جدد
bg: Трябват ни нови съюзници
es: Necesitamos encontrar nuevos aliados
fi: Meidän on löydettävä uusia liittolaisia
it: Dobbiamo trovare nuovi alleati
ko: 새 동맹을 찾아야 합니다
nl: We moeten nieuwe bondgenoten vinden

# ,B735645E4DFB97B9D40792AC2F511F46
source: Head to the Human Resources office...
ar: اتجه إلى مكتب الموارد البشرية...
bg: Влез в офиса на HR...
es: Ve a la oficina de Recursos Humanos...
fi: Mene HR-toimistoon...
it: Vai all’Ufficio Risorse Umane...
ko: 인사과 사무실로 가...
nl: Ga naar het kantoor Personeelszaken...

# ,713B00EE4EA18B33459531A584CE5273
source: Let's find more people like you.
ar: دعنا نجد المزيد مثلك.
bg: Нека намерим още хора като теб.
es: Vamos a encontrar más gente como tú
fi: Etsitään lisää kaltaisiasi.
it: Troviamo altri come te
ko: 나와 같은 사람을 더 찾자.
nl: Laten we meer mensen zoals jij vinden.

# ,F8A799BD49890F07CBD968BC8DEADF45
source: I contacted everyone last night
ar: تواصلت مع الجميع الليلة الماضية
bg: Свързах се с всички снощи
es: Contacté a todos anoche
fi: Otin yhteyttä kaikkiin eilen illalla
it: Ho contattato tutti ieri sera
ko: 어젯밤에 모두에게 연락했습니다
nl: Ik heb iedereen gisteravond gecontacteerd

# ,8EF550414B06EE0153DA46B5F0D52549
source: Those who want to join have left their ID in their locker
ar: من يرغب في الانضمام ترك بطاقته في خزانته
bg: Тези, които искат да се присъединят, оставиха личните си карти в шкафчето
es: Los que quieren unirse dejaron su ID en su taquilla
fi: Ne, jotka haluavat liittyä, ovat jättäneet henkilökorttinsa lokeroihinsa
it: Chi vuole unirsi ha lasciato la propria ID nell’armadietto
ko: 가입 희망자는 사물함에 ID를 남겼습니다
nl: Degenen die mee willen doen, hebben hun ID achtergelaten in hun kluis

# ,4F1249E640F4432C1E6B36B653137ABE
source: Go pick them up
ar: اذهب والتقطها
bg: Вземи ги
es: Ve a recogerlas
fi: Nouda ne
it: Vai a prenderle
ko: 가서 가져오세요
nl: Ga ze ophalen

# ,2AE4EDD24C749DD6088F7EA3A985C4FE
source: It’ll give us security… and proof of loyalty for what’s coming
ar: ستمنحنا الأمان... ودليل الولاء لما سيأتي
bg: Това ни дава сигурност… и доказателство за лоялност за онова, което предстои
es: Nos dará seguridad… y prueba de lealtad para lo que viene
fi: Se antaa meille turvaa... ja todisteen kuuliaisuudesta tuleville
it: Ci darà sicurezza… e prova di lealtà per ciò che verrà
ko: 보안과 충성 증명의 증거가 됩니다
nl: Het geeft ons veiligheid… en bewijs van loyaliteit voor wat komen gaat

# ,4F8632F04269A7D8CAA1A7881365CB5C
source: Oh, there you are
ar: آه، ها أنت ذا
bg: О, ето те
es: Ah, ahí estás
fi: Oi, sielläpä sinä olet
it: Oh, eccoti
ko: 아, 여기 있군요
nl: Ah, daar ben je

# ,30EB5637418226E6170823917AF86027
source: Look down there… see that poor Operator?
ar: انظر إلى الأسفل... هل ترى ذلك المشغل المسكين؟
bg: Погледни надолу… виж онзи беден оператор?
es: Mira abajo… ¿ves a ese pobre Operador?
fi: Katso alas… näetkö tuota köyhää operaattoria?
it: Guarda là sotto… vedi quel povero Operatore?
ko: 저 아래... 저 불쌍한 오퍼레이터를 보세요?
nl: Kijk daar beneden… zie je die arme Operator?

# ,91A20B7B40954567EF2AE3ADFA6F5C71
source: And when you do?
ar: وماذا عندما تفعل؟
bg: И когато го направиш?
es: ¿Y cuando lo hagas?
fi: Ja kun teet?
it: E quando lo farai?
ko: 그리고 나면?
nl: En wanneer je dat doet?

# ,5A34DC7F4117B3419A0EB99C06781280
source: You’ll be replaced. Quietly
ar: سيتم استبدالك. بصمت
bg: Ще бъдеш заменен. Безшумно
es: Te reemplazarán. En silencio
fi: Sinut korvataan. Hiljaisesti
it: Verrai sostituito. Silenziosamente
ko: 조용히 교체됩니다
nl: Word je vervangen. Stilletjes

# ,4370DA384F2B6B02404D9B93E4AE9F00
source: Efficiently
ar: بكفاءة
bg: Ефективно
es: Eficientemente
fi: Tehokkaasti
it: Efficientemente
ko: 효율적으로
nl: Efficiënt

# ,277946694E925A0FEC3B49A1FA26F329
source: No one even notices
ar: لا أحد يلاحظ
bg: Никой дори не забелязва
es: Nadie lo nota
fi: Kukaan ei edes huomaa
it: Nessuno se ne accorge nemmeno
ko: 아무도 눈치채지 못합니다
nl: Niemand merkt er iets van
