Repository: geliusgelius/doll-inc-localizations
Catalog: */Game.po
Languages: ar, bg, es, fi, it, ko, nl

# ,C164326848D943D16F8B53B1C8B421A5
source: Or send each product separately, but make sure the order is fully completed
ar: أو أرسل كل منتج على حدة، لكن تأكد من إتمام الطلب بالكامل
bg: Или изпрати всеки артикул поотделно, но увери се, че pedido е изпълнен напълно.
es: O envía cada producto por separado, pero completa el pedido
fi: Tai lähetä tuotteet erikseen, mutta varmista, että tilaus täyttyy kokonaan
it: Oppure invia ogni prodotto separatamente, ma assicurati che l'ordine sia completato
ko: 또는 각 제품을 따로 보내되 주문이 완전히 완료되었는지 확인하세요
nl: Of stuur elk product apart, maar zorg dat de bestelling compleet is

# ,CF1DDE4348E8CA218251D2B68FE7580C
source: Do it right. Orders are monitored closely
ar: افعل ذلك بشكل صحيح. الطلبات مراقبة عن كثب
bg: Правилно го направи. pedidos се наблюдават внимателно.
es: Hazlo bien. Los pedidos se monitorean de cerca
fi: Tee oikein. Tilaukset tarkkaillaan tarkasti
it: Fallo bene. Gli ordini sono attentamente monitorati
ko: 올바르게 하세요. 주문은 철저히 모니터링됩니다
nl: Doe het goed. Bestellingen worden nauwlettend bewaakt

# ,8C3318BF43FF5EDC5A4D778714FBFA3F
source: Alright, today’s task is a little different.
ar: حسناً، مهمة اليوم مختلفة قليلاً.
bg: Добре, днешната задача е малко по-различна.
es: Muy bien, la tarea de hoy es un poco diferente.
fi: Hyvä on, tämän päivän tehtävä on hieman erilainen.
it: Bene, il compito di oggi è un po’ diverso.
ko: 좋아, 오늘 작업은 조금 다릅니다.
nl: Oké, vandaag een iets andere taak

# ,FAA49AA74C09E43BDE66B4A55EFA542F
source: Some orders now include custom names printed on the boxes.
ar: بعض الطلبات الآن تتضمن أسماء مخصصة مطبوعة على الصناديق.
bg: Някои pedidos вече включват персонализирани имена на кутиите.
es: Algunos pedidos ahora incluyen nombres personalizados impresos en las cajas.
fi: Joissain tilauksissa laatikoihin on nyt painettu nimiä.
it: Alcuni ordini ora includono nomi personalizzati stampati sulle scatole.
ko: 일부 주문에는 이제 상자에 인쇄된 맞춤 이름이 포함됩니다.
nl: Sommige bestellingen bevatten nu aangepaste namen op de dozen

# ,3FAE62124D8E20DA8FAA3C94F418A30C
source: Head over to the storage area, pick the box listed in the order...
ar: اذهب إلى التخزين، التقط الصندوق المذكور في الطلب...
bg: Иди до зоната за съхранение, вземи кутията от заявката...
es: Ve al área de almacenamiento, recoge la caja indicada en el pedido...
fi: Mene varastoalueelle, ota tilauksessa mainittu laatikko...
it: Vai all'area di stoccaggio, prendi la scatola indicata nell'ordine...
ko: 보관 구역으로 가서 주문에 기재된 상자를 가져오세요...
nl: Ga naar de opslag, pak de in de bestelling genoemde doos…

# ,BE875AE6490A1EA088424993C3217A4A
source: Then bring it to the labeling machine to assign the correct name.
ar: ثم أحضره إلى ماكينة الوسم لتعيين الاسم الصحيح.
bg: След това я донеси до машината за етикети, за да поставиш правилното име.
es: Luego llévala a la máquina de etiquetado para asignar el nombre correcto.
fi: Sitten tuo se etiketöintikoneelle ja aseta oikea nimi.
it: Quindi portala alla macchina per etichettare per assegnare il nome corretto.
ko: 그런 다음 라벨링 기계로 가져가 올바른 이름을 지정하세요.
nl: Breng hem naar de labelmachine om de juiste naam te zetten

# ,53D079974D58C0F044AEFCB515E3CB68
source: Make sure everything matches, no typos allowed.
ar: تأكد من تطابق كل شيء، لا أخطاء مطبعية.
bg: Увери се, че всичко съвпада, без печатни грешки.
es: Asegúrate de que todo coincida, sin errores tipográficos.
fi: Varmista, että kaikki täsmää, ei kirjoitusvirheitä.
it: Assicurati che tutto corrisponda, niente refusi.
ko: 모든 항목이 일치하는지 확인하세요. 오타 금지.
nl: Zorg dat alles klopt, geen typefouten toegestaan

# ,232069D64671012C9020B0BC0BA6A6D8
source: Today, you’ll be preparing shipments.
ar: اليوم، ستجهّز الشحنات.
bg: Днес ще подготвяш пратки.
es: Hoy prepararás envíos.
fi: Tänään valmistelet lähetyksiä.
it: Oggi preparerai le spedizioni.
ko: 오늘은 배송 준비를 합니다.
nl: Vandaag bereid je zendingen voor

# ,B9876A7D41F0C5503614F5A8BC12B51C
source: Head to the storage room, request a box, and place all the required products inside.
ar: اذهب إلى غرفة التخزين، اطلب صندوقاً، وضع كل المنتجات المطلوبة بداخله.
bg: Отиди в склада, поискай кутия и постави всички необходими продукти вътре.
es: Ve a la sala de almacenamiento, solicita una caja y coloca todos los productos requeridos.
fi: Mene varastohuoneeseen, pyydä laatikko ja aseta kaikki tarvittavat tuotteet sisälle.
it: Vai alla stanza di stoccaggio, richiedi una scatola e inserisci tutti i prodotti necessari.
ko: 보관실로 가서 상자를 요청한 뒤 필요한 모든 제품을 넣으세요.
nl: Ga naar de opslag, vraag een doos aan en plaats alle benodigde producten erin

# ,E503D3DC4775A1DC0BA9E2AE7BE16DD0
source: Make sure to add protective padding, then send it to production.
ar: تأكد من إضافة حشوة واقية، ثم أرسله للإنتاج.
bg: Добави защитна подложка и я изпрати в производство.
es: Asegúrate de añadir relleno protector y envíala a producción.
fi: Varmista, että lisäät suojapehmusteet, ja lähetä se tuotantoon.
it: Assicurati di aggiungere imballaggi protettivi, poi invia in produzione.
ko: 보호 완충재를 추가한 후, 생산(Production)으로 보내세요.
nl: Voeg beschermingsmateriaal toe en stuur naar productie

# ,12315BF8407364A8D72A8CBA04EC29F4
source: Alright, Operator
ar: حسناً، أيها المشغّل
bg: Добре, операторе.
es: Muy bien, Operador
fi: Selvä, Operaattori
it: Bene, Operatore
ko: 좋아, Operator
nl: Oké, Operator

# ,04CDF18B4D947FF4E1DF98961F5D42E5
source: Continue handling requests as usual.
ar: استمر في التعامل مع الطلبات كالعادة.
bg: Продължавай да обработваш заявки както обикновено.
es: Continúa gestionando solicitudes como siempre.
fi: Jatka pyyntöjen käsittelyä normaalisti.
it: Continua a gestire le richieste come al solito.
ko: 평소처럼 요청을 계속 처리하세요.
nl: Blijf verzoeken afhandelen zoals gewoonlijk

# ,960C44074C8C218584F61C89408576B1
source: We’ve now installed a classifier panel in your dispatch.
ar: لقد ركبنا الآن لوحة تصنيف في إرسالياتك.
bg: Сега инсталирахме панел-класификатор в Envíos.
es: Ahora hemos instalado un panel de clasificación en tus Envíos.
fi: Olemme asentaneet Envíos (dispatch) -paneelin lähetyksiisi.
it: Abbiamo ora installato un pannello classificatore nel tuo reparto Spedizioni.
ko: 이제 발송 구역(Dispatch)에 분류 패널이 설치되었습니다.
nl: We hebben nu een classifier-paneel geïnstalleerd in je verzendruimte

# ,EC2ADCF046546F86784CEBB1D600CCE5
source: You can use it to request products directly, no need to walk to storage every time.
ar: يمكنك استخدامها لطلب المنتجات مباشرة، دون الحاجة للذهاب إلى التخزين في كل مرة.
bg: Можеш да го използваш, за да искаш продукти директно — няма нужда да ходиш до склада всеки път.
es: Puedes usarlo para solicitar productos directamente, sin ir a almacenamiento.
fi: Voit käyttää sitä tuotteiden tilaamiseen suoraan, ei tarvitse kävellä varastoon joka kerta.
it: Puoi usarlo per richiedere prodotti direttamente, senza andare sempre al magazzino.
ko: 이 패널을 이용해 직접 제품을 요청할 수 있어, 매번 보관실까지 걸어갈 필요가 없습니다.
nl: Gebruik het om producten direct aan te vragen, geen wandeling naar opslag meer

# ,2198B93E4B5CA595CDF790B76C07D7CB
source: Unless you enjoy the exercise…
ar: إلا إذا كنت تستمتع بالتمرين...
bg: Освен ако не харесваш упражнението...
es: A menos que te guste el ejercicio…
fi: Ellet pidä liikunnasta…
it: A meno che tu non goda dell’esercizio…
ko: 운동이 좋다면야…
nl: Tenzij je van beweging houdt…

# ,07F0B89040D8219EDDA412842F3C3999
source: Also, you’ll notice a new label printer at your station.
ar: أيضاً، ستلاحظ طابعة ملصقات جديدة في محطتك.
bg: Също така ще забележиш нов принтер за етикети на станцията си.
es: También notarás una nueva impresora de etiquetas en tu estación.
fi: Huomaat myös uuden tarratulostimen työpisteelläsi.
it: Vedrai anche una nuova stampante di etichette alla tua postazione.
ko: 또한, 작업대에 새로운 라벨 프린터가 있을 것입니다.
nl: Ook zie je een nieuwe labelprinter bij je station

# ,ADE10A3A4C1C028BB8E1179CB9C319CB
source: Use it to re-label packages faster and with better accuracy.
ar: استخدمها لإعادة وسم الطرود بشكل أسرع وأكثر دقة.
bg: Използвай го, за да преетикутираш пакети по-бързо и по-точно.
es: Úsala para retitular paquetes más rápido y con mejor precisión.
fi: Käytä sitä pakettien uudelleenmerkintään nopeammin ja tarkemmin.
it: Usala per rietichettare i pacchetti più velocemente e con maggiore precisione.
ko: 이 프린터로 패키지에 라벨을 더 빠르고 정확하게 붙이세요.
nl: Gebruik hem om pakketten sneller en nauwkeuriger te herlabelen

# ,85E99F14451E0CF0C2AA5D955BFB3ECB
source: Less time wasted. More work done.
ar: قليل من الوقت الضائع. المزيد من العمل المنجز.
bg: По-малко загубено време. Повече свършена работа.
es: Menos tiempo perdido. Más trabajo hecho.
fi: Vähemmän hukattua aikaa. Enemmän tehtyä työtä.
it: Meno tempo perso. Più lavoro fatto.
ko: 낭비되는 시간 ↓, 수행되는 작업 ↑
nl: Minder tijdverlies. Meer werk gedaan.

# ,5D32721545885BF0E2964A9E3297B46D
source: Let’s keep the line moving.
ar: لنبقي الخط متحركاً.
bg: Нека конвейерът се движи.
es: Mantengamos la línea en movimiento.
fi: Pidetään linja liikkeessä.
it: Manteniamo la catena in movimento.
ko: 라인을 계속 움직이게 합시다.
nl: Laten we de lijn draaiende houden

# ,1DB342544EE1F8CAF0BFC9B495E9979C
source: New day, Operator
ar: يوم جديد، أيها المشغّل
bg: Нова седмица, операторе.
es: Nuevo día, Operador
fi: Uusi päivä, Operaattori
it: Nuovo giorno, Operatore
ko: 새로운 날, Operator
nl: Nieuwe dag, Operator

# ,7C4FAEAB4C2DDFCB9408998FB6A8FB86
source: Today you’ll be handling returns
ar: اليوم ستتعامل مع الإرجاعات
bg: Днес ще обработваш връщания.
es: Hoy manejarás devoluciones
fi: Tänään käsittelet palautuksia
it: Oggi ti occuperai dei resi
ko: 오늘은 반품(Returns)을 처리합니다
nl: Vandaag verwerk je retouren

# ,31E3D8424F2D2EE7DEB126BC43678985
source: Open the box, remove the products, and send them all to production
ar: افتح الصندوق، أخرج المنتجات، وأرسلها كلها للإنتاج
bg: Отвори кутията, извади продуктите и ги изпрати всички в производство.
es: Abre la caja, retira los productos y envíalos todos a producción
fi: Avaa laatikko, poista tuotteet ja lähetä ne kaikki tuotantoon
it: Apri la scatola, rimuovi i prodotti e inviali tutti in produzione
ko: 상자를 열고, 제품을 꺼내 모두 생산(Production)으로 보내세요
nl: Open de doos, haal de producten eruit en stuur ze allemaal naar productie

# ,14123E9545CDAF0F55A5E1BCD938D69A
source: Discard the packaging and the box in the bin
ar: تخلص من التغليف والصندوق في سلة المهملات
bg: Изхвърли опаковката и кутията в контейнера.
es: Descarta el embalaje y la caja en el contenedor
fi: Hävitä pakkaus ja laatikko roskiin
it: Butta via l’imballaggio e la scatola nel bidone
ko: 포장재와 상자는 쓰레기통에 버리세요
nl: Gooi de verpakking en de doos weg in de bak

# ,BF7C5B25488E1CAFA49CECBB3058B274
source: Simple, efficient. Let’s move
ar: بسيط، فعال. لننطلق
bg: Просто, ефективно. Да продължаваме.
es: Simple, eficiente. Vamos
fi: Yksinkertaista, tehokasta. Liikutaan.
it: Semplice, efficiente. Andiamo
ko: 간단하고 효율적입니다. 움직이세요
nl: Simpel, efficiënt. Gaan

# ,1341ABC141C212381873A1B66F21D743
source: Alright, this doll is inconsistent.
ar: حسناً، هذه الدمية غير متسقة.
bg: Добре, този muñeco е неконсистентен.
es: Muy bien, este muñeco es inconsistente.
fi: Selvä, tämä nukke on epäjohdonmukainen.
it: Bene, questa bambola è incongrua.
ko: 좋아, 이 인형은 불량합니다.
nl: Oké, deze pop is inconsistente

# ,D9AAA851491E73CAC5CBDF84CD4BF6CD
source: If you look closely, it’s damaged on the back.
ar: إذا نظرت عن كثب، فهي تالفة من الخلف.
bg: Ако погледнеш отблизо, е повреден отзад.
es: Si miras de cerca, está dañado por detrás.
fi: Jos katsot tarkasti, se on vaurioitunut takaa.
it: Se guardi da vicino, è danneggiata sul retro.
ko: 자세히 보면, 뒤쪽이 손상되었습니다.
nl: Als je goed kijkt, is hij beschadigd aan de achterkant

# ,45F47E71473D7F33DAD4A2BC7B2CE229
source: Send it to repair
ar: أرسلها للإصلاح
bg: Изпрати го за ремонт.
es: Envíalo a reparar
fi: Lähetä se korjattavaksi
it: Mandala in riparazione
ko: 수리(Repair)로 보내세요
nl: Stuur hem ter reparatie

# ,3880690C4FD18A3FBFAAD0A35AA5C749
source: Today we continue with the returns
ar: اليوم نواصل عمليات الإرجاع
bg: Днес продължаваме с връщанията.
es: Hoy continuamos con las devoluciones
fi: Tänään jatkamme palautuksia
it: Oggi continuiamo con i resi
ko: 오늘도 반품(Returns)을 계속합니다
nl: Vandaag gaan we door met de retouren

# ,07BA4E80457FEE12C860AC8DA7F9B3AD
source: This time, you'll need to inspect each product thoroughly
ar: هذه المرة، ستحتاج إلى فحص كل منتج بدقة
bg: Този път трябва да инспектираш всяко изделие щателно.
es: Esta vez, inspecciona cada producto a fondo
fi: Tällä kertaa sinun täytyy tarkastaa jokainen tuote huolellisesti
it: Questa volta dovrai ispezionare ogni prodotto accuratamente
ko: 이번에는 제품 하나하나를 철저히 검사해야 합니다
nl: Deze keer moet je elk product grondig inspecteren

# ,F952946A482C6543BA26689C9CB52FD6
source: If everything looks good, send it to production
ar: إذا بدا كل شيء جيداً، أرسله للإنتاج
bg: Ако всичко изглежда наред, изпрати го в производство.
es: Si todo está bien, envíalo a producción
fi: Jos kaikki näyttää hyvältä, lähetä se tuotantoon
it: Se è tutto a posto, invialo in produzione
ko: 모든 것이 이상 없으면 생산(Production)으로 보내세요
nl: Als alles in orde is, stuur dan naar productie

# ,BC5E5F9246CB1DE9B31546A8559FD869
source: If not, mark the issue and send it for repairs
ar: إذا لم يكن، علّمه وأرسله للإصلاح
bg: Ако не, маркирай проблема и го изпрати за ремонт.
es: Si no, marca el problema y envíalo a reparar
fi: Jos ei, merkitse vika ja lähetä korjattavaksi
it: Altrimenti, segnala il problema e mandalo in riparazione
ko: 문제가 있으면 이유를 표시하고 수리(Repair)로 보내세요
nl: Zo niet, noteer het probleem en stuur voor reparatie

# ,11A8BF7D4DDAB58E400A109B16801073
source: Don't rush, every detail matters
ar: لا تستعجل، كل تفاصيل مهمة
bg: Не бързай, всеки детайл има значение.
es: No te apresures, cada detalle importa
fi: Älä kiirehdi, jokainen yksityiskohta on tärkeä
it: Non correre, ogni dettaglio conta
ko: 서두르지 마세요. 모든 디테일이 중요합니다
nl: Niet haasten, elk detail telt

# ,478B2BCE4A97D8EF5F01219B7DA6FB18
source: Today you'll be handling both deliveries and returns
ar: اليوم ستتعامل مع التسليمات والإرجاعات معاً
bg: Днес ще обработваш и доставки, и връщания.
es: Hoy manejarás entregas y devoluciones
fi: Tänään käsittelet sekä toimituksia että palautuksia
it: Oggi gestirai sia consegne che resi
ko: 오늘은 배송(Deliveries)과 반품(Returns)을 모두 처리합니다
nl: Vandaag verwerk je zowel leveringen als retouren

# ,03DA70AD4D0BE583B74654A8E1089F1A
source: Make sure to double-check each order
ar: تأكد من التحقق من كل طلب مرتين
bg: Увери се, че проверяваш всяка заявка два пъти.
es: Asegúrate de verificar cada pedido dos veces
fi: Varmista, että tarkistat jokaisen tilauksen kahteen kertaan
it: Controlla ogni ordine due volte
ko: 각 주문(Pedido)을 두 번 확인하세요
nl: Dubbelcheck elke bestelling

# ,E12D6DA545E99D6632DE41A7B84C1439
source: Approved items go out, damaged or incorrect ones come back
ar: العناصر المعتمدة تخرج، التالفة أو الخاطئة تعود
bg: Одобрените артикули излизат, повредените или грешните - връщат се.
es: Los artículos aprobados salen, los dañados o incorrectos regresan
fi: Hyväksytyt tuotteet lähtevät, vahingoittuneet tai väärät palaavat
it: Gli articoli approvati escono, quelli danneggiati o sbagliati tornano indietro
ko: 승인된 제품은 발송, 손상되거나 잘못된 제품은 반송
nl: Goedgekeurde items gaan eruit, beschadigde of foutieve komen terug

# ,45C79FDF43ABCEB60A615E82010EACAA
source: Stay sharp. Mistakes cost time
ar: ابقَ يقظاً. الأخطاء تكلف وقتاً
bg: Бъди начетен. Грешките струват време.
es: Mantente alerta. Los errores cuestan tiempo
fi: Pysy valppaana. Virheet vievät aikaa
it: Rimani vigile. Gli errori costano tempo
ko: 집중하세요. 실수는 시간을 잡아먹습니다
nl: Blijf scherp. Fouten kosten tijd

# ,C0A5B3324F0C63FEA96917997A329026
source: Today we’re putting everything to the test
ar: اليوم نضع كل شيء للاختبار
bg: Днес ще подложим всичко на тест.
es: Hoy pondremos todo a prueba
fi: Tänään laitetaan kaikki testiin
it: Oggi mettiamo tutto alla prova
ko: 오늘은 모든 것을 시험해 봅니다
nl: Vandaag testen we alles

# ,ED4ACFE94E2FBD137528B59F882C66C5
source: Inspect products, process orders, and handle returns, all at once
ar: افحص المنتجات، عالج الطلبات، وتعامل مع الإرجاعات، كلها دفعة واحدة
bg: Инспектирай продукти, обработвай pedidos и връщания едновременно.
es: Inspecciona productos, procesa pedidos y maneja devoluciones, todo a la vez
fi: Tarkasta tuotteet, käsittele tilaukset ja hoida palautukset, kaikki samaan aikaan
it: Ispeziona prodotti, elabora ordini e gestisci resi, tutto insieme
ko: 제품 검사, 주문 처리, 반품 동시 진행
nl: Inspecteer producten, verwerk bestellingen en behandel retouren tegelijk

# ,A146816C4303937A564CC885EBD345EF
source: Let’s see how well you manage under pressure
ar: لنرى مدى قدرتك على الإدارة تحت الضغط
bg: Нека видим как се справяш под натиск.
es: Veamos cómo rindes bajo presión
fi: Katsotaan, kuinka hyvin pärjäät paineen alla
it: Vediamo come gestisci la pressione
ko: 압박 속에서 얼마나 잘 관리하는지 보자
nl: Kijken we hoe je presteert onder druk

# ,60B45CD3497D5D95B9089A8E7A039C9D
source: This case is damaged
ar: هذا الصندوق تالف
bg: Тази кутия е повредена.
es: Esta caja está dañada
fi: Tämä laukku on vaurioitunut
it: Questa scatola è danneggiata
ko: 이 케이스는 손상되었습니다
nl: Deze doos is beschadigd

# ,2549DA304FEBEBBD0D03E484CF279614
source: If you look closely, there’s an inconsistency on the upper part, just above the label
ar: إذا نظرت عن كثب، هناك عدم تناسق في الجزء العلوي، فوق الملصق مباشرة
bg: Ако погледнеш отблизо, има несъответствие в горната част, точно над етикета.
es: Si miras de cerca, hay una inconsistencia en la parte superior, justo encima de la etiqueta
fi: Jos katsot tarkasti, yläosassa, juuri tarran yläpuolella, on epäjohdonmukaisuutta
it: Se guardi da vicino, c’è un’incongruenza nella parte superiore, appena sopra l’etichetta
ko: 자세히 보면, 라벨 위쪽 부분에 불량이 있습니다
nl: Als je goed kijkt, zie je een afwijking boven het label

# ,BE98D70649DE23EB39DF459B333241CF
source: This case looks good
ar: هذا الصندوق يبدو جيداً
bg: Тази кутия изглежда наред.
es: Esta caja está bien
fi: Tämä laukku näyttää hyvältä
it: Questa scatola sembra a posto
ko: 이 케이스는 양호합니다
nl: Deze doos ziet er goed uit

# ,102B8BC04A7FFB703FDDC09D41B210A9
source: Good job.
ar: عمل جيد.
bg: Добра работа.
es: Buen trabajo.
fi: Hyvää työtä.
it: Ben fatto.
ko: 잘했습니다.
nl: Goed gedaan.

# ,E226388249C605C1A0D63886D30AFC59
source: Now request a new product, and let’s inspect it again.
ar: الآن اطلب منتجاً جديداً، ولنقوم بفحصه مرة أخرى.
bg: Сега поискай нов продукт и нека го инспектираме отново.
es: Ahora pide un producto nuevo y volvamos a inspeccionar.
fi: Nyt pyydä uusi tuote, ja tarkastellaan se taas.
it: Ora richiedi un nuovo prodotto e ispezionalo di nuovo.
ko: 이제 새 제품을 요청하고 다시 검사합시다.
nl: Vraag nu een nieuw product aan en inspecteer het opnieuw

# ,E2CC5E084EA5A15E7951C7BEB96C4E71
source: This doll looks good.
ar: هذه الدمية تبدو جيدة.
bg: Този muñeco изглежда наред.
es: Este muñeco está bien.
fi: Tämä nukke näyttää hyvältä.
it: Questa bambola sembra a posto.
ko: 이 인형은 양호합니다.
nl: Deze pop ziet er goed uit

# ,19931A42482B21AC13A3D6A2080D4FD7
source: Send it to production
ar: أرسلها للإنتاج
bg: Изпрати го в производство.
es: Envíalo a producción
fi: Lähetä se tuotantoon
it: Inviala in produzione
ko: 생산(Production)으로 보내세요
nl: Stuur hem naar productie

# ,D4C10A9040D406BA1EEE03A381141937
source: Great! Excellent work.
ar: رائع! عمل ممتاز.
bg: Страхотно! Отлична работа.
es: ¡Genial! Excelente trabajo.
fi: Hienoa! Erinomaista työtä.
it: Ottimo! Eccellente lavoro.
ko: 훌륭합니다! 멋진 작업이었습니다.
nl: Geweldig! Uitstekend werk.

# ,70F58B2F44A0182A5F14E198BEFAF208
source: Now that you know how it works, go ahead and process a few more products.
ar: الآن بعد أن عرفت كيف تعمل، قم بمعالجة بضعة منتجات أخرى.
bg: Сега, след като знаеш как работи, продължи и обработи още няколко продукта.
es: Ahora que sabes cómo funciona, procesa unos cuantos productos más.
fi: Nyt kun tiedät, miten se toimii, käsittele muutama tuote lisää.
it: Ora che sai come funziona, procedi e elabora qualche prodotto in più.
ko: 작동 방식을 알았으니, 제품 몇 개를 더 처리하세요.
nl: Nu je weet hoe het werkt, verwerk nog een paar producten

# ,2595927B46CF588E5DA79A81F7E84654
source: Oh no... the power’s out.
ar: أوه لا... انقطعت الكهرباء.
bg: О, не… токът спря.
es: Oh no... se fue la luz.
fi: Hitsi… virta on poikki.
it: Oh no... è saltata la corrente.
ko: 오 이런… 정전이 발생했습니다.
nl: O nee… de stroom is uitgevallen

# ,30DC6A784257F9DC1B9E3898D6B35B08
source: That doesn’t usually happen.
ar: هذا لا يحدث عادة.
bg: Това обикновено не се случва.
es: Eso no suele pasar.
fi: Tällaista ei yleensä tapahdu.
it: Di solito non succede.
ko: 이런 일은 보통 일어나지 않습니다.
nl: Dat gebeurt bijna nooit

# ,D763BFD14F81A594C968D58E62997899
source: In any case, head to the maintenance room and restore the power.
ar: على أي حال، اذهب إلى غرفة الصيانة واستعد تشغيل الكهرباء.
bg: Във всеки случай, иди в стаята за поддръжка и възстанови захранването.
es: En cualquier caso, ve a mantenimiento y restaura la energía.
fi: Joka tapauksessa mene huoltotilaan ja palauta virta.
it: In ogni caso, vai alla sala manutenzione e ripristina la corrente.
ko: 어쨌든, 유지보수실로 가서 전원을 복구하세요.
nl: Ga naar de onderhoudsruimte en herstel de stroom

# ,61D5E3C74007E1240E68EEBBD157EEC3
source: Well done.
ar: عمل ممتاز.
bg: Отлично.
es: Bien hecho.
fi: Hyvin tehty.
it: Ben fatto.
ko: 잘했습니다.
nl: Goed gedaan.

# ,620D911045D98B0B39A48E9FD410E03E
source: Now get back to work.
ar: الآن عد إلى العمل.
bg: Сега се върни на работа.
es: Ahora vuelve al trabajo.
fi: Palaa nyt töihin.
it: Ora torna al lavoro.
ko: 이제 작업으로 돌아가세요.
nl: Ga weer aan het werk

# ,167DA4A54EC0C3A3CF79C48545DBFD37
source: Well done, Operator
ar: عمل ممتاز، أيها المشغّل
bg: Отлично, операторе.
es: Bien hecho, Operador
fi: Hienoa, Operaattori
it: Ben fatto, Operatore
ko: 잘했습니다, Operator
nl: Goed gedaan, Operator

# ,2F8E858B4DC5D94E88EB56BE99A37BC0
source: You’ve successfully completed this initial 5-day assessment
ar: لقد أكملت بنجاح تقييم الخمسة أيام الأولي.
bg: Успешно завърши тази първоначална 5-дневна оценка.
es: Has completado con éxito esta evaluación inicial de 5 días
fi: Olet suorittanut onnistuneesti tämän ensimmäisen viiden päivän arvioinnin
it: Hai completato con successo questa valutazione iniziale di 5 giorni
ko: 5일 평가를 성공적으로 완료했습니다
nl: Je hebt deze eerste 5-daagse beoordeling succesvol afgerond

# ,1183B50344E281A6874CB3AAC2572369
source: Now, review the final product carefully… And ask yourself — are you ready to survive 30 days?
ar: الآن، راجع المنتج النهائي بعناية… واسأل نفسك— هل أنت جاهز للبقاء 30 يوماً؟
bg: Сега прегледай финалния продукт внимателно… И попитай себе си — готов ли си да оцелееш 30 дни?
es: Ahora, revisa el producto final cuidadosamente… Y pregúntate — ¿estás listo para sobrevivir 30 días?
fi: Tarkasta nyt lopputuote huolella… Ja kysy itseltäsi — oletko valmis selviytymään 30 päivää?
it: Ora, esamina attentamente il prodotto finale… E chiediti — sei pronto a sopravvivere 30 giorni?
ko: 이제 최종 제품을 신중히 검토하세요… 그리고 스스로에게 물어보세요 — 30일을 견딜 준비가 되셨나요?
nl: Bekijk nu het eindproduct goed… en vraag jezelf af — ben je klaar om 30 dagen te overleven?

# ,769D6C624D030E13130876938AAE603D
source: Your performance has been noted
ar: تم تسجيل أدائك
bg: Твоето представяне е отбелязано.
es: Tu desempeño ha sido registrado
fi: Suorituskykysi on kirjattu muistiin
it: Le tue prestazioni sono state registrate
ko: 당신의 성과가 기록되었습니다
nl: Je prestatie is genoteerd

# ,6B0995774584C17891EC16A2765C8F5D
source: This was only a demonstration. Your true evaluation begins… when you’re ready.
ar: كان هذا مجرد عرض توضيحي. يبدأ تقييمك الحقيقي… عندما تكون جاهزاً.
bg: Това беше само демонстрация. Твоята истинска оценка започва… когато си готов.
es: Esto fue solo una demostración. Tu verdadera evaluación comienza… cuando estés listo.
fi: Tämä oli vain demonstraatio. Todellinen arviointisi alkaa… kun olet valmis.
it: Questa era solo una dimostrazione. La tua vera valutazione inizia… quando sarai pronto.
ko: 이것은 데모였습니다. 진짜 평가는… 준비가 되면 시작됩니다.
nl: Dit was slechts een demonstratie. Je echte beoordeling begint… als je er klaar voor bent.
