Repository: geliusgelius/doll-inc-localizations
Catalog: */Game.po
Languages: ar, bg, es, fi, it, ko, nl

# ,C8835BB54ADB2E0A417CA59DB4FF9866
source: Thanks for purchasing Doll Impostor previously (The system has recognized it).
ar: شكراً لشرائك Doll Impostor من قبل (النظام تعرف عليه).
bg: Благодарим за покупката на Doll Impostor (системата я разпозна).
es: Gracias por comprar Doll Impostor anteriormente (el sistema lo ha reconocido)
fi: Kiitos Doll Impostor -pelin ostamisesta (järjestelmä on tunnistanut sen).
it: Grazie per aver acquistato Doll Impostor in precedenza (il sistema lo ha riconosciuto).
ko: 이전에 Doll Impostor를 구매해 주셔서 감사합니다 (시스템에서 인식했습니다).
nl: Dank voor je aankoop van Doll Impostor (herkend door het systeem).

# ,F726153349E7F7EBEEDAEB8A041DDAA0
source: Go to Doll Inc
ar: اذهب إلى Doll Impostor
bg: Влез в Doll Inc
es: Ve a Doll Inc
fi: Mene Doll Inc:iin
it: Vai a Doll Inc
ko: Doll Inc로 가
nl: Ga naar Doll Inc

# ,134119FA415555EF5E94ABB5F5F751E7
source: Follow the supervisor instructions
ar: اتبع تعليمات المشرف
bg: Следвай инструкциите на надзорника
es: Sigue las instrucciones del supervisor
fi: Noudata ohjeita
it: Segui le istruzioni del supervisore
ko: 감독 지시 따르기
nl: Volg de instructies van de supervisor

# ,418203D640E6B38281E0AAA97492F850
source: Clear the obstruction
ar: أزل العائق
bg: Премахни препятствието
es: Retira la obstrucción
fi: Poista este
it: Elimina l’ostruzione
ko: 장애물 제거
nl: Maak de obstructie vrij

# ,6F9DCEB046A48B9227D936B115EA6CE5
source: Back to work
ar: ارجع إلى العمل
bg: Върни се на работа
es: Vuelve al trabajo
fi: Palaa töihin
it: Torna al lavoro
ko: 다시 작업으로 돌아가기
nl: Terug aan het werk

# ,4790609049389B3E8BE97BAD6DDB01F8
source: Leave from HR Office
ar: غادر مكتب الموارد البشرية
bg: Излез от офиса на HR
es: Sal de la oficina de RR.HH.
fi: Poistu HR-toimistosta
it: Esci dall’Ufficio HR
ko: 인사과에서 나가기
nl: Verlaat kantoor Personeelszaken

# ,CFF1D6A44842770C6B33A5A75CCDD4C5
source: Find the papers
ar: اعثر على الأوراق
bg: Намери документите
es: Encuentra los papeles
fi: Etsi paperit
it: Trova i documenti
ko: 서류 찾기
nl: Vind de papieren

# ,256D8907458D653267033A97CBA8BF4B
source: Put a case inside and write the text required in the order
ar: ضع صندوقاً بالداخل واكتب النص المطلوب في الطلب
bg: Постави кутия вътре и напиши текста, изискан в pedido
es: Pon una caja dentro y escribe el texto requerido en el pedido
fi: Aseta laatikko sisään ja kirjoita tilauksen vaatima teksti
it: Metti una caja all’interno e scrivi il testo richiesto nel pedido
ko: 케이스 안에 넣고 주문서 텍스트 작성
nl: Plaats een doos erin en schrijf de gevraagde tekst

# ,270E3DE54C31DDA06F8A2B9948DE36D5
source: Bring the box to dispatch room
ar: أحضر الصندوق إلى غرفة الإرسال (Envíos)
bg: Донеси кутията в стаята за Envíos
es: Lleva la caja a la sala de Envíos
fi: Vie laatikko lähetystilaan
it: Porta la scatola alla sala Envíos
ko: 박스를 Envíos실로 가져가기
nl: Breng de doos naar Envíos-ruimte

# ,308FFE574239048DD15660B6BAA6F182
source: Request a box before products
ar: اطلب صندوقاً قبل المنتجات
bg: Поискай кутия преди продуктите
es: Solicita una caja antes de los productos
fi: Pyydä laatikko ennen tuotteita
it: Richiedi una scatola prima dei prodotti
ko: 제품 전에 박스 요청하기
nl: Vraag een doos vóór producten

# ,47AFFBCC41F0404B5C2BDFB0A9C6ECBC
source: Pick the product and back to dispatch room
ar: التقط المنتج وارجع إلى غرفة الإرسال
bg: Вземи продукта и се върни в стаята за Envíos
es: Coge el producto y vuelve a la sala de Envíos
fi: Nouda tuote ja palaa lähetystilaan
it: Prendi il prodotto e torna alla sala Envíos
ko: 제품 집어 Envíos실로 돌아가기
nl: Pak het product en breng terug naar Envíos-ruimte

# ,EBA8131F4CEE22F6786953957FBC5822
source: Put items on box
ar: ضع العناصر في الصندوق
bg: Постави продуктите в кутията
es: Coloca los artículos en la caja
fi: Aseta tuotteet laatikkoon
it: Metti gli articoli nella scatola
ko: 박스에 물건 넣기
nl: Plaats items in de doos

# ,F208F6E945169173EDE934A12DA0094A
source: Request the product order
ar: اطلب طلب المنتج
bg: Поискай pedido на продукта
es: Solicita el pedido de producto
fi: Pyydä tuote tilauksesta
it: Richiedi il pedido del prodotto
ko: 제품 주문 요청하기
nl: Vraag de productbestelling op

# ,F387F4634D5E58FC3E53D18BD021A97E
source: So... you thought this was about trust?
ar: إذاً… ظننت أن الأمر متعلق بالثقة؟
bg: И така… мислеше ли, че става дума за доверие?
es: Entonces... ¿pensabas que esto se trataba de confianza?
fi: Luulitko, että tämä oli luottamuksesta?
it: Allora... pensavi si trattasse di fiducia?
ko: 그러니까… 이게 신뢰 이야기라고 생각했나요?
nl: Dus… dacht je dat dit over vertrouwen ging?

# ,3D8EE06A441B7ED0F7CAE1ACB1C14A53
source: You were never a real employee.
ar: لم تكن موظفاً حقيقياً أبداً.
bg: Никога не беше истински служител.
es: Nunca fuiste un empleado real
fi: Et koskaan ollut oikea työntekijä.
it: Non sei mai stato un vero dipendente
ko: 당신은 결코 진짜 직원이 아니었어요.
nl: Je was nooit een échte medewerker.

# ,95FD7DF54609DC7835C79CA7852EBC6A
source: We eliminate it.
ar: سنُقضي عليك.
bg: Ние го премахваме.
es: Lo eliminamos
fi: Hävitätään se.
it: Lo eliminiamo
ko: 우린 제거합니다.
nl: We elimineren het.

# ,8E8C786F4AD8A5A78A47CCA856082DD6
source: Goodbye.
ar: وداعاً.
bg: Сбогом.
es: Adiós
fi: Näkemiin.
it: Addio
ko: 안녕히 가세요.
nl: Vaarwel.

# ,EB44696F48C51F2A40A1548BF87DE4FD
source: This was a test.
ar: كان هذا اختباراً.
bg: Това беше тест.
es: Esto fue una prueba
fi: Tämä oli testi.
it: Era un test
ko: 이건 테스트였습니다.
nl: Dit was een test.

# ,FAEA23D5488A289A74F34F9ACFE94D77
source: Thirty days to prove one thing: obedience.
ar: ثلاثون يوماً لإثبات شيء واحد: الطاعة.
bg: Тридесет дни, за да докажеш едно нещо: послушание.
es: Treinta días para demostrar obediencia
fi: Kolmekymmentä päivää todistaen yksi asia: kuuliaisuus.
it: Trenta giorni per dimostrare una cosa: obbedienza
ko: 30일 동안 단 한 가지를 증명하세요: 복종.
nl: Dertig dagen om één ding te bewijzen: gehoorzaamheid.

# ,6E53A60340B955CAD3D82BBE785C0B06
source: But you failed.
ar: لكنك فشلت.
bg: Но ти се провали.
es: Pero fallaste
fi: Mutta epäonnistuit.
it: Ma hai fallito
ko: 하지만 당신은 실패했습니다.
nl: Maar je faalde.

# ,5C533C2F4E181BF14C45AA8A2A0585FF
source: Your “friend”?
ar: صديقك؟
bg: Твоят „приятел“?
es: ¿Tu “amigo”?
fi: Kaverisi?
it: Il tuo “amico”?
ko: 당신의 “친구”?
nl: Jouw “vriend”?

# ,28C9673547645DB66CD638BB07DEEF29
source: Just a handler.
ar: مجرد متابع.
bg: Просто наблюдател.
es: Solo un manipulador
fi: Vain ohjaaja.
it: Solo un gestore
ko: 단지 핸들러일 뿐이었죠.
nl: Amper een handler.

# ,DE4F17FA46CEE74EFCB32CB58179387C
source: Their job was to watch you... push you.
ar: كانت مهمتهم مراقبتك… دفعك.
bg: Тяхната работа беше да те наблюдават… да те подтикват.
es: Su trabajo era vigilarte… empujarte
fi: Heidän tehtävänsä oli tarkkailla sinua... ajaa sinua.
it: Il loro compito era sorvegliarti... spingerti
ko: 그들의 임무는 당신을 관찰하고… 밀어붙이는 것이었습니다.
nl: Hun taak was jou in de gaten te houden… je onder druk te zetten.

# ,4DB707544544994F9AE1ED9A6A01A5E8
source: And you? You disobeyed. You questioned.
ar: وأنت؟ عصيت. تساءلت.
bg: А ти? Ти не послуша. Ти се съмняваше.
es: ¿Y tú? Desobedeciste. Cuestionaste
fi: Ja sinä? Kieltäydyit. Kyseenalaistit.
it: E tu? Hai disobbedito. Hai messo in dubbio
ko: 그리고 당신은? 당신은 불복종했습니다. 질문했죠.
nl: En jij? Je hebt ongehoorzaam geweest. Je vroeg vragen.

# ,CE8D381B448561D21479639D363E84DC
source: And here at Doll Inc, we don’t fix disobedience.
ar: وهنا في Doll Impostor، لا نصلح العصيان.
bg: А тук, в Doll Inc, не поправяме непослушанието.
es: En Doll Inc no toleramos desobediencia
fi: Ja täällä Doll Inc:issä emme korjaa kapinointia.
it: E qui da Doll Inc non correggiamo la disobbedienza
ko: Doll Inc에서는 불복종을 용납하지 않습니다.
nl: En hier bij Doll Inc herstellen we geen ongehoorzaamheid.

# ,6CD4009648A8F45C0353C5A379030501
source: Congratulations, Operator.
ar: تهانينا، أيها المشغّل.
bg: Поздравления, оператор.
es: Felicidades, Operador
fi: Onnittelut, Operaattori.
it: Congratulazioni, Operatore
ko: 축하합니다, 오퍼레이터.
nl: Gefeliciteerd, Operator.

# ,4D89A51A41BA2790134C9C9D7F9D9273
source: You made it.
ar: لقد نجحت.
bg: Ти успя.
es: Lo lograste
fi: Selvisit.
it: Ce l’hai fatta
ko: 성공하셨습니다.
nl: Je hebt het gehaald.

# ,890478D741033CD1FC45B4A0D13666B4
source: Proceed to your assigned workstation.
ar: توجّه إلى محطة العمل المخصصة لك.
bg: Отиди до твоята работна станция.
es: Dirígete a tu estación asignada
fi: Siirry määrätylle työasemallesi.
it: Procedi alla tua postazione assegnata
ko: 지정된 작업대로 가세요.
nl: Ga naar je toegewezen werkstation.

# ,4948BB6F42DAA4B3F2F999825CD512C4
source: You’ve earned it.
ar: لقد استحققتها.
bg: Заслужи го.
es: Te lo ganaste
fi: Olen ansainnut sen.
it: Te lo sei meritato
ko: 당신은 자격을 얻었습니다.
nl: Je hebt het verdiend.

# ,066A75B44D6B5B7E0EDB95B11199B641
source: Thirty days. No failures. No hesitation.
ar: ثلاثون يوماً. لا إخفاقات. لا تردد.
bg: Тридесет дни. Никакви грешки. Никакво колебание.
es: Treinta días. Sin fallos. Sin dudas
fi: Kolmekymmentä päivää. Ei epäonnistumisia. Ei epäröintiä.
it: Trenta giorni. Nessun fallimento. Nessuna esitazione
ko: 30일. 실패 없음. 주저 없음.
nl: Dertig dagen. Geen fouten. Geen aarzeling.

# ,12A242EF49576C88B24BD5A239057E76
source: Your performance has been... acceptable.
ar: لقد كان أداؤك… مقبول.
bg: Твоето представяне беше… приемливо.
es: Tu desempeño ha sido… aceptable
fi: Suoritus on ollut... hyväksyttävä.
it: La tua performance è stata... accettabile
ko: 당신의 성과는… 허용할 만합니다.
nl: Je prestaties zijn… acceptabel.

# ,27FF2EBB483629E41EE5F99613E13A60
source: Accurate. Efficient. Obedient.
ar: دقيق. فعّال. مطيع.
bg: Точно. Ефективно. Послушно.
es: Preciso. Eficiente. Obediente
fi: Tarkka. Tehokas. Kuuliainen.
it: Accurato. Efficiente. Obbediente
ko: 정확. 효율. 복종.
nl: Nauwkeurig. Efficiënt. Gehoorzaam.

# ,0E64F0F24E5036B06CC7FDA7984F9B45
source: You are now an official classification operator of Doll Inc.
ar: أنت الآن مشغل تصنيف رسمي في Doll Impostor.
bg: Ти вече си официален оператор за класификация на Doll Inc.
es: Eres ahora operador oficial de clasificación de Doll Inc
fi: Olet nyt virallinen Doll Inc:n luokittelija.
it: Ora sei un operatore di classificazione ufficiale di Doll Inc
ko: 당신은 이제 Doll Inc 공식 분류 오퍼레이터입니다.
nl: Je bent nu officieel classificatie-operator bij Doll Inc.

# ,9B76EE864B70B834D99398A691266E81
source: Your badge has been updated.
ar: تم تحديث شاراتك.
bg: Твоят бадж беше обновен.
es: Tu credencial ha sido actualizada
fi: Korttisi on päivitetty.
it: Il tuo badge è stato aggiornato
ko: 배지가 업데이트되었습니다.
nl: Je badge is bijgewerkt.

# ,C5503D4A4513573E11E791BD8577CEE3
source: Your permissions... expanded.
ar: تم توسعة صلاحياتك.
bg: Твоите права… разширени.
es: Tus permisos… ampliados
fi: Käyttöoikeutesi... laajeni.
it: I tuoi permessi... ampliati
ko: 권한이… 확장되었습니다.
nl: Je bevoegdheden… uitgebreid.

# ,B258F18D4468043C5D3F04A167B39859
source: Welcome to the system.
ar: مرحباً بك في النظام.
bg: Добре дошъл в системата.
es: Bienvenido al sistema
fi: Tervetuloa järjestelmään.
it: Benvenuto nel sistema
ko: 시스템에 오신 것을 환영합니다.
nl: Welkom in het systeem.

# ,78BF72714F67D21C6CB60882A1D2CE36
source: From now on — your choices will shape much more than production lines.
ar: من الآن فصاعداً— ستشكّل خياراتك أكثر من خطوط الإنتاج.
bg: Отсега твоите избори ще оформят много повече от производствените линии.
es: De ahora en adelante, tus decisiones influirán en mucho más que líneas de producción
fi: Tästä lähtien valintasi vaikuttavat paljon muuhunkin kuin tuotantolinjoihin.
it: Da ora in poi — le tue scelte modelleranno molto più delle linee di produzione
ko: 이제부터 당신의 선택이 생산 라인 그 이상을 좌우할 것입니다.
nl: Vanaf nu zullen jouw keuzes veel meer vormen dan productielijnen.

# ,1DA8E7AF47D231A4DFEB4C9B53542F8C
source: DON'T STOP! KEEP MOVING! KEEP WORKING! STAY FOCUSED!
ar: لا تتوقف! استمر! استمر بالعمل! ابقَ مركزاً!
bg: НЕ СПИРАЙ! ПРОДЪЛЖАВАЙ ДА СЕ ДВИЖИШ! ПРОДЪЛЖАВАЙ ДА РАБОТИШ! БЪДИ ФОКУСИРАН!
es: ¡NO PARES! ¡SIGUE! ¡TRABAJA! ¡MANTENTE ENFOCADO!
fi: ÄLÄ PYSÄHDY! JATKA LIKKUMISTA! JATKA TYÖSKENTELYÄ! PIDÄ KESKITYS!
it: NON FERMARTI! CONTINUA A MUOVERTI! CONTINUA A LAVORARE! RESTA FOCALIZZATO!
ko: 멈추지 마세요! 계속 움직이고! 계속 일하고! 집중하세요!
nl: BLIJF NIET STIL! BLIJF DOORGAAN! BLIJF WERKEN! BLIJF FOCUSSEN!

# ,EC8647854352CA1BFDAC07BF71BB1C0B
source: Alright.
ar: حسناً.
bg: Добре.
es: Muy bien
fi: Selvä.
it: Va bene
ko: 좋습니다.
nl: Goed.

# ,E9A728294CA24423E1921F9F3DD1B86B
source: Report to the facility immediately for your first assessment.
ar: توجّه إلى المنشأة فوراً لتقييمك الأول.
bg: Докладвай в съоръжението незабавно за първата си оценка.
es: Reporta al centro inmediatamente para tu primer evaluación
fi: Ilmoittaudu välittömästi arviointia varten.
it: Presentati subito alla struttura per la tua prima valutazione
ko: 첫 평가를 위해 즉시 시설로 보고하세요.
nl: Meld je onmiddellijk bij de faciliteit voor je eerste beoordeling.

# ,D670B99E4C4997AE7138549BB082F5FA
source: I’m not promising you’ll get the job.
ar: لا أعدك بأنك ستحصل على الوظيفة.
bg: Не обещавам, че ще получиш работата.
es: No prometo que obtendrás el puesto
fi: En lupaile, että saat työpaikan.
it: Non prometto che otterrai il lavoro
ko: 직업을 보장하지는 않습니다.
nl: Ik beloof niet dat je de baan krijgt.

# ,4C937A344F7C97BE94DE3E949D3433CE
source: But of course!
ar: لكن بالطبع!
bg: Но разбира се!
es: ¡Pero claro!
fi: Mutta tietenkin!
it: Ma certo!
ko: 물론이죠!
nl: Maar natuurlijk!

# ,BFAF48FC4E7C8920F1885B8C54A89095
source: Doll INC operates 24 hours a day.
ar: تشغيل Doll Impostor ٢٤ ساعة في اليوم.
bg: Doll INC работи 24 часа в денонощието.
es: Doll INC opera 24 horas al día
fi: Doll INC toimii ympäri vuorokauden.
it: Doll INC opera 24 ore su 24
ko: Doll INC는 24시간 운영됩니다.
nl: Doll INC werkt 24 uur per dag.

# ,3310E30F4B335D549B8EE9BE775548DF
source: MOVE YOUR ASS!
ar: حرك مؤخرتك!
bg: ДВИЖИ СЕ!
es: ¡MUEVE TU TRASERO!
fi: LIIKUTA PERSEESI!
it: MUOVITI!
ko: 당신, 움직여!
nl: BEWEEG JE!

# ,FB58EE68471300799123978E17900858
source: I warned you.
ar: حذّرتك.
bg: Предупредих те.
es: Te lo advertí
fi: Varoittelin sinua.
it: Ti avevo avvertito
ko: 경고했어요.
nl: Ik heb je gewaarschuwd.

# ,307E0F294B33D836BA17C5A16E5FBE9A
source: I gave you clear instructions.
ar: أعطيتك تعليمات واضحة.
bg: Дадох ти ясни инструкции.
es: Te di instrucciones claras
fi: Annoin selkeät ohjeet.
it: Ti ho dato istruzioni chiare
ko: 명확한 지시를 드렸습니다.
nl: Ik gaf je duidelijke instructies.

# ,40CCEC4A4B49D4D574204383EDFC3FB8
source: Pathetic.
ar: مثير للشفقة.
bg: Жалък.
es: Patético
fi: Nujkea.
it: Patetico
ko: 한심하군요.
nl: Pathetisch.

# ,02FBB65342F24F48C7250B890969931F
source: You are hereby terminated.
ar: تم إنهاء خدمتك.
bg: Ти си уволнен.
es: Quedas despedido
fi: Synti: Erotettu.
it: Sei licenziato
ko: 당신은 해고되었습니다.
nl: Je bent hierbij ontslagen.

# ,CF664A92478727A653553388AE7F13BB
source: Don’t come back. Ever.
ar: لا تعد أبداً.
bg: Не се връщай. Никога.
es: No vuelvas jamás
fi: Älä palaa. Ikinä.
it: Non tornare mai più
ko: 다시는 돌아오지 마세요.
nl: Kom niet terug. Nooit.

# ,A8EB87594CDE2E2FBE14CD883EAB8501
source: And yet — here we are.
ar: ومع ذلك— ها نحن.
bg: И все пак — тук сме.
es: Y sin embargo… aquí estamos
fi: Ja kuitenkin — tässä olemme.
it: Eppure — eccoci qui
ko: 하지만 여기까지 왔군요.
nl: En toch — hier zijn we.

# ,6278778C43C867391512508AFA04A422
source: Too many errors.
ar: أخطاء كثيرة.
bg: Твърде много грешки.
es: Demasiados errores
fi: Liian monta virhettä.
it: Troppi errori
ko: 실수가 너무 많습니다.
nl: Te veel fouten.

# ,657653C04966C7DE72152A81984E671F
source: Too many delays.
ar: تأخيرات كثيرة.
bg: Твърде много забавяния.
es: Demasiados retrasos
fi: Liian monta viivettä.
it: Troppi ritardi
ko: 지연이 너무 많습니다.
nl: Te veel vertragingen.

# ,8FC07ED04E1B42F26B5A0CB4980C1C14
source: You’re not cut out for this.
ar: لست مناسباً لهذا.
bg: Не си за това.
es: No sirves para esto
fi: Et sovi tähän.
it: Non sei adatto a questo
ko: 당신은 이 일에 적합하지 않습니다.
nl: Je bent hier niet geschikt voor.

# ,2B09379C4E66344A9A83D7B0AD8486BD
source: This facility demands precision.
ar: هذه المنشأة تتطلب الدقة.
bg: Това съоръжение изисква прецизност.
es: Esta instalación exige precisión
fi: Tämä laitos vaatii tarkkuutta.
it: Questa struttura richiede precisione
ko: 이 시설은 정밀함을 요구합니다.
nl: Deze faciliteit vereist precisie.

# ,1E1CBB4044246B56E38C828918730456
source: Obedience.
ar: طاعة.
bg: Послушание.
es: Obediencia
fi: Kuuliaisuus.
it: Obbedienza
ko: 복종.
nl: Gehoorzaamheid.

# ,325B71624CE6BE162718C9AFE80D545E
source: Discipline.
ar: انضباط.
bg: Дисциплина.
es: Disciplina
fi: Kurinalaisuus.
it: Disciplina
ko: 규율.

# ,EB306746450020DCD6B9D88D38744D42
source: You couldn’t even survive thirty days?
ar: ألم تتمكن من البقاء ثلاثين يوماً؟
bg: Не успя да преживееш тридесет дни?
es: ¿No pudiste ni sobrevivir 30 días?
fi: Et selvinnyt kolmeaakymmentä päivää?
it: Non sei riuscito a sopravvivere trenta giorni?
ko: 30일도 버티지 못했나요?
nl: Je hebt de dertig dagen niet eens overleefd?

# ,E41FDFAB403B4DFA6154F58D135C668C
source: Welcome to Endless Mode
ar: مرحباً بك في وضع لا نهائي
bg: Добре дошъл в Безкраен режим
es: Bienvenido al modo sin fin
fi: Tervetuloa Endless-moodiin
it: Benvenuto in Modalità Infinita
ko: 끝없는 모드에 오신 것을 환영합니다
nl: Welkom in Eindeloze Modus

# ,951669334150E951C5F16BB4C20CE96C
source: In this mode, products will appear endlessly, one after another
ar: في هذا الوضع، ستظهر المنتجات بلا نهاية، واحداً تلو الآخر
bg: В този режим продуктите ще се появяват безкрайно, един след друг
es: En este modo, los productos aparecerán sin parar
fi: Tässä moodissa tuotteet ilmestyvät loputtomasti peräkkäin
it: In questa modalità, i prodotti appariranno senza fine, uno dopo l’altro
ko: 이 모드에서는 제품이 끊임없이 등장합니다
nl: In deze modus verschijnen producten eindeloos, één na één

# ,25D358E7414D764E3AB7989C0DB88A69
source: If you fail or decide to leave through the exit door…
ar: إذا فشلت أو قررت المغادرة من الباب…
bg: Ако се провалиш или решиш да излезеш през изходната врата…
es: Si fallas o te vas por la salida…
fi: Jos epäonnistut tai päätät lähteä uloskäynnin kautta…
it: Se fallisci o decidi di andartene attraverso la porta di uscita…
ko: 실패하거나 출구를 통해 떠나면…
nl: Als je faalt of besluit te vertrekken via de uitgang…

# ,D820751149E19C55EE428DA320211476
source: It’s over
ar: انتهى الأمر
bg: Това е краят
es: Se acabó
fi: Se on ohi
it: È finita
ko: 끝입니다
nl: Is het voorbij

# ,2434DB9446AAFB679465D0A352D0D867
source: Your shift is over. Go home.
ar: انتهت نوبتك. اذهب إلى البيت.
bg: Твоята смяна е приключила. Отиди вкъщи.
es: Tu turno ha terminado. Vete a casa
fi: Vuosivaihto on loppunut. Mene kotiin.
it: Il tuo turno è finito. Vai a casa
ko: 당신의 근무는 종료되었습니다. 집으로 가세요.
nl: Je dienst is beëindigd. Ga naar huis.

# ,6544B9E8487C8520A295A7A137FBBF22
source: Day cleared. You may leave — for now.
ar: اليوم مُنهى. يمكنك المغادرة— مؤقتاً.
bg: Денят е приключен. Можеш да излезеш — засега.
es: Día completado. Puedes irte… por ahora
fi: Päivä selvä. Saat lähteä — toistaiseksi.
it: Giorno completato. Puoi andare — per ora
ko: 하루 완료. 지금은 떠나도 좋습니다.
nl: Dag gefixt. Je mag nu – voorlopig – vertrekken.

# ,1FF04D174419895795E949A055FE2739
source: You’re dismissed. Follow protocol and exit immediately.
ar: أنت مُعفى. اتبع البروتوكول واخرج فوراً.
bg: Отпускаш се. Спазвай протокола и излез незабавно.
es: Quedas despedido. Sigue el protocolo y sal inmediatamente
fi: Olet vapautettu. Noudata protokollaa ja poistu välittömästi.
it: Sei congedato. Segui il protocollo ed esci subito
ko: 해고되었습니다. 즉시 퇴실하세요.
nl: Je bent vrijgegeven. Volg protocol en vertrek direct.

# ,6E8931024D52A2A7CE0C578473A45477
source: That’s enough for today. Exit through the designated corridor.
ar: هذا يكفي لليوم. اخرج من الممر المخصص.
bg: Днес стигна дотук. Излез през означения коридор.
es: Eso es todo por hoy. Sal por el corredor designado
fi: Siinä oli tarpeeksi tälle päivälle. Poistu osoitetun käytävän kautta.
it: Basta per oggi. Esci attraverso il corridoio designato
ko: 오늘은 충분합니다. 지정된 통로로 나가기.
nl: Dat is genoeg voor vandaag. Vertrek via de aangewezen gang.

# ,4DB0F4414D1C1BDAA76659A3E41536DD
source: Day complete. Proceed to departure.
ar: اليوم مكتمل. توجه إلى المغادرة.
bg: Ден приключи. Направи напускане.
es: Día completo. Dirígete a la salida
fi: Päivä valmis. Siirry lähtöön.
it: Giorno completato. Procedi alla partenza
ko: 하루 완료. 출발로 가세요.
nl: Dag voltooid. Ga naar vertrek.

# ,1A967620432C6AE2403CF7880498E07B
source: You’ve done your part. Leave the facility.
ar: لقد قمت بدورك. اخرج من المنشأة.
bg: Свърши работата си. Излез от съоръжението.
es: Has hecho tu parte. Sal de la instalación
fi: Olet hoitanut osasi. Poistu laitoksesta.
it: Hai fatto la tua parte. Lascia la struttura
ko: 당신의 임무를 완수했습니다. 시설을 떠나세요.
nl: Je hebt je taak volbracht. Verlaat de faciliteit.

# ,C1401200472B0B4B2B4A80A16C276AD3
source: That will be all, Operator. You’ll be needed again soon.
ar: هذا كل شيء، أيها المشغّل. ستكون هناك حاجة إليك قريباً.
bg: Това е всичко, операторе. Скоро ще има нужда от теб.
es: Eso es todo, Operador. Te necesitaremos pronto
fi: Tämä on kaikki, Operaattori. Tarvitset taas pian.
it: È tutto, Operatore. Avrai presto bisogno di nuovo
ko: 그것으로 충분합니다, 오퍼레이터. 곧 다시 필요할 것입니다.
nl: Dat is alles, Operator. Je wordt snel weer nodig.

# ,3AF90F0D4B648C92F3E3729433C10778
source: Your presence is no longer required.
ar: وجودك لم يعد ضرورياً.
bg: Твоето присъствие вече не е необходимо.
es: Tu presencia ya no es necesaria
fi: Läsnäolo ei ole enää tarpeen.
it: La tua presenza non è più necessaria
ko: 더 이상 당신의 출석은 필요 없습니다.
nl: Je aanwezigheid is niet langer vereist.

# ,EB22C5AB4E62D85A143D2182AC843A43
source: Rest cycle initiated. Vacate your post.
ar: تم بدء دورة الراحة. اغادر مكانك.
bg: Започва цикъл на почивка. Почини си.
es: Ciclo de descanso iniciado. Desocupa tu puesto
fi: Lepo-sykli aloitettu. Vapaaudu paikastasi.
it: Ciclo di riposo avviato. Libera il tuo posto
ko: 휴식 주기 시작. 자리를 떠나세요.
nl: Rustcyclus gestart. Verlaat je post.

# ,D243B5D7490069AA38870CA913F2DF30
source: The system thanks you. You may go.
ar: النظام يشكرك. يمكنك المغادرة.
bg: Системата ти благодари. Можеш да тръгнеш.
es: El sistema te agradece. Puedes irte
fi: Järjestelmä kiittää. Saat lähteä.
it: Il sistema ti ringrazia. Puoi andare
ko: 시스템이 감사드립니다. 가셔도 좋습니다.
nl: Het systeem dankt je. Je mag gaan.

# ,9611E4104F15AB889F20D1840B3A49B3
source: FIRE! Evacuate immediately!
ar: حريق! اخلِ المنشأة فوراً!
bg: ОГЪН! Евакуирай се веднага!
es: ¡FUEGO! ¡Evacua inmediatamente!
fi: TULIPALO! Evakuoi välittömästi!
it: FUOCO! Evacuare immediatamente!
ko: 화재! 즉시 대피!
nl: BRAND! Evacueer direct!

# ,FD0A915F445F1913CED5818274619148
source: Congratulations!
ar: تهانينا!
bg: Поздравления!
es: ¡Felicidades!
fi: Onnittelut!
it: Congratulazioni!
ko: 축하합니다!
nl: Gefeliciteerd!

# ,95119571473B4F2FA6351E896995F3D6
source: You’ve been selected as a candidate for the Doll INC Evaluation Program.
ar: لقد تم اختيارك كمرشح لبرنامج تقييم Doll Impostor.
bg: Беше избран/а за кандидат в Програмата за оценка на Doll INC.
es: Has sido seleccionado candidato para el Programa de Evaluación de Doll INC
fi: Sinut on valittu ehdokkaaksi Doll INC:n arviointiohjelmaan.
it: Sei stato selezionato come candidato per il Programma di Valutazione Doll INC
ko: Doll INC 평가 프로그램 후보로 선정되었습니다.
nl: Je bent geselecteerd als kandidaat voor het Doll INC Evaluatieprogramma.

# ,C7AA57CA42D0F2EFE6AB08BD9BE69E8A
source: We’re currently recruiting for our revolutionary product Doll Impostor.
ar: نحن حالياً بصدد التوظيف لمنتجنا الثوري Doll Impostor.
bg: В момента набираме участници за нашия революционен продукт Doll Impostor.
es: Actualmente recrutamos para nuestro revolucionario producto Doll Impostor
fi: Rekrytoimme parhaillaan vallankumouksellista Doll Impostor -tuotettamme.
it: Stiamo reclutando per il nostro rivoluzionario prodotto Doll Impostor
ko: 현재 혁신 제품 Doll Impostor를 위한 채용 중입니다.
nl: We werven momenteel voor ons revolutionaire product Doll Impostor.
