Repository: geliusgelius/doll-inc-localizations
Catalog: */Game.po
Languages: ar, bg, es, fi, it, ko, nl

# ,8047E9CD42F86F3F23E516BE387AC55F
source: Settings
ar: الإعدادات
bg: Настройки
es: Ajustes
fi: Asetukset
it: Impostazioni
ko: 설정
nl: Instellingen

# ,A940358B417BC801CD4F1C80CB40247A
source: Exit
ar: خروج
bg: Изход
es: Salir
fi: Poistu
it: Esci
ko: 나가기
nl: Afsluiten

# ,AD56B2704C9513AE879BB4B7AE8E4CD3
source: Load Game
ar: تحميل اللعبة
bg: Зареди игра
es: Cargar partida
fi: Lataa peli
it: Carica gioco
ko: 게임 불러오기
nl: Laad spel

# ,00FCABF141C3AF5EF547AABC53DB0200
source: New Game
ar: لعبة جديدة
bg: Нова игра
es: Nueva partida
fi: Uusi peli
it: Nuova partita
ko: 새 게임
nl: Nieuw spel

# ,43BCC32C48657FA65EA04289D3E49507
source: Stats
ar: الإحصائيات
bg: Статистика
es: Estadísticas
fi: Tilastot
it: Statistiche
ko: 통계
nl: Statistieken

# ,943DABEB47A9283D7F07BBBF5E810B38
source: Worker Days
ar: أيام العامل
bg: Дни на оператор
es: Días trabajados
fi: Työpäivät
it: Giorni lavorati
ko: 작업 일수
nl: Werkersdagen

# ,403947654F9400F9481D9680F2B2C4BD
source: Cumulative Score
ar: النتيجة التراكمية
bg: Кумулативен резултат
es: Puntuación acumulada
fi: Kumulatiivinen pistemäärä
it: Punteggio cumulativo
ko: 누적 점수
nl: Cumulatieve score

# ,8EAA49A34918C093BB34F6B84BF10B0A
source: Endless Score
ar: النتيجة اللامتناهية
bg: Безкраен резултат
es: Puntuación infinita
fi: Endless-pistemäärä
it: Punteggio infinito
ko: 엔들리스 점수
nl: Eindeloze score

# ,ED3AD42B414DF83B44A4C3B3215A9A75
source: Week
ar: أسبوع
bg: Седмица
es: Semana
fi: Viikko
it: Settimana
ko: 주

# ,192B9AE445ECB9AEB4F3F588A556594A
source: Leaderboards
ar: لوحات المتصدرين
bg: Класации
es: Tablas de clasificación
fi: Johtotaulukot
it: Classifiche
ko: 리더보드
nl: Ranglijsten

# ,76080D1C45AA2898CEF5519DF7B49D15
source: Global
ar: عالمي
bg: Глобално
fi: Maailmanlaajuinen
it: Globale
ko: 글로벌
nl: Wereld

# ,F3A5E7484B4A8BD06CA5C5A2735AA455
source: Loading
ar: جارٍ التحميل
bg: Зареждане
es: Cargando
fi: Ladataan
it: Caricamento
ko: 로딩 중
nl: Laden

# ,FBE4EC5C4E0AF0DAB88AC5AE5A6CB331
source: Drop object
ar: إسقاط الكائن
bg: Пусни обект
es: Soltar objeto
fi: Pudota kohde
it: Rilascia oggetto
ko: 오브젝트 놓기
nl: Object neerzetten

# ,153B121344709CF55E38DA82F039EF8B
source: Show guide
ar: عرض الدليل
bg: Покажи ръководството
es: Mostrar guía
fi: Näytä opas
it: Mostra guida
ko: 가이드 보기
nl: Toon gids

# ,68409E11464782A52E54FDB86BE2BB7C
source: You have unlocked the extra modes!
ar: لقد فتحت الأوضاع الإضافية!
bg: Отключи допълнителните режими!
es: ¡Has desbloqueado los modos extra!
fi: Olet avannut ylimääräiset tilat!
it: Hai sbloccato le modalità extra!
ko: 추가 모드가 잠금 해제되었습니다!
nl: Je hebt de extra modi ontgrendeld!

# ,46495261472E6F2C13F6F5A88B4D11AF
source: YOU'RE IN
ar: أنت بالداخل
bg: ТИ СИ ВЕЧЕ
es: ¡ESTÁS DENTRO!
fi: OLET SISÄLLÄ
it: SEI DENTRO
ko: 참여되었습니다
nl: JE BENT BINNEN

# ,96BE281748BB6CFDE7C2E1A4CD8FBE1F
source: Purchased
ar: تم الشراء
bg: Закупено
es: Comprado
fi: Ostettu
it: Acquistato
ko: 구매됨
nl: Aangekocht

# ,33814A59478E1BD433E317B00D80F2F0
source: Anomaly Scanner
ar: ماسح العيوب البصرية
bg: Скенер за аномалии
es: Escáner de anomalías
fi: Poikkeamaskanneri
it: Scanner di anomalie
ko: 이상 스캐너
nl: Anomaliescanner

# ,17AC12824F636AA4151F6F871B2C8FE6
source: Floor table
ar: طاولة أرضية
bg: Маса
es: Mesa extra
fi: Lattiatablo
it: Tavolo a terra
ko: 바닥 테이블
nl: Vloertafel

# ,18D574414C013E79D4EF70834A21336D
source: Storage upgrade
ar: ترقية التخزين
bg: Актуализация на склад
es: Mejora de almacenamiento
fi: Varaston päivitys
it: Upgrade magazzino
ko: 보관 업그레이드
nl: Opslagupgrade

# ,4BAF51024746C9AB91ED669586A053BB
source: Auto-reason
ar: السبب التلقائي
bg: Автоматичен запис на причина
es: Razón automática
fi: Automaattinen perustelu
it: Riparazione automatica
ko: 자동 추론
nl: Automatisch redeneren

# ,49C829AA4936C35F8E6303AB39EAD9E0
source: Barcode Scanner
ar: ماسح الباركود
bg: Скенер за баркод
es: Escáner de códigos de barras
fi: Viivakoodilukija
it: Scanner di codici a barre
ko: 바코드 스캐너

# ,0DFEFF8D4D49A9B167424A8949390960
source: Extra table
ar: طاولة إضافية
bg: Допълнителна маса
es: Mesa extra
fi: Lisäpöytä
it: Tabella extra
ko: 추가 테이블
nl: Extra tafel

# ,5DF9D46D4D69FAB32EDA20BBB1A7C3FD
source: Upgrades
ar: الترقيات
bg: Актуализации
es: Mejoras
fi: Päivitykset
it: Aggiornamenti
ko: 업그레이드

# ,1FEC6BF54861A572D22E959A41960743
source: Are you sure?
ar: هل أنت متأكد؟
bg: Сигурен ли си?
es: ¿Estás seguro?
fi: Oletko varma?
it: Sei sicuro?
ko: 정말 괜찮으신가요?
nl: Weet je het zeker?

# ,278B569940F273D601053B97FD50AC6B
source: This action cannot be undone.
ar: هذا الإجراء لا يمكن التراجع عنه.
bg: Това действие не може да бъде отменено.
es: Esta acción no se puede deshacer.
fi: Tätä toimintoa ei voi peruuttaa.
it: Questa azione non può essere annullata.
ko: 이 동작은 되돌릴 수 없습니다.
nl: Deze actie kan niet ongedaan worden gemaakt.

# ,5A9082C24056C8BFE9DE8EA9069EF292
source: For the changes to take effect, restart the game
ar: لتطبيق التغييرات، أعد تشغيل اللعبة
bg: За да влязат промените в сила, рестартирай играта.
es: Para que los cambios surtan efecto, reinicia el juego
fi: Muutosten voimaantulon jälkeen käynnistä peli uudelleen
it: Per applicare le modifiche riavvia il gioco
ko: 변경 사항 적용을 위해 게임을 재시작하세요
nl: Start het spel opnieuw om de wijzigingen door te voeren

# ,626EC2FD45418B0B7A54ADBCAEADA3A0
source: Low
ar: منخفض
bg: Ниско
es: Bajo
fi: Matala
it: Basso
ko: 낮음
nl: Laag

# ,D59D437D4A5623BB300F15B9DEB2DFC9
source: Medium
ar: متوسط
bg: Средно
es: Medio
fi: Keskitaso
it: Medio
ko: 중간
nl: Gemiddeld

# ,9404939C41414F86FA16B8B0C5B74E9D
source: High
ar: عالي
bg: Високо
es: Alto
fi: Korkea
it: Alto
ko: 높음
nl: Hoog

# ,164060454E5796D5711012B8A720788E
source: Extreme
ar: متطرف
bg: Екстремен
es: Extremo
fi: Äärimmäinen
it: Estremo
ko: 극한
nl: Extreem

# ,28953C4E43697949852B609F8D0793FB
source: Off
ar: إيقاف
bg: Изключено
es: Apagado
fi: Pois
it: Disattivato
ko: 끔
nl: Uit

# ,7C75165C49E7D2EBD079048C7F8B471B
source: On
ar: تشغيل
bg: Включено
es: Encendido
fi: Päällä
it: Attivato
ko: 켜짐
nl: Aan

# ,7286FEC6469CF65A5584DB896D227680
source: Windowed
ar: نافذة
bg: Прозоречен режим
es: Ventana
fi: Ikkunatila
it: Finestrato
ko: 창 모드
nl: Geraamd venster

# ,02D9E8BE4D8D66E9AA05AEBCFF6F5CFD
source: Borderless
ar: بدون إطار
bg: Без рамка
es: Sin borde
fi: Rajaton
it: Senza bordi
ko: 테두리 없음
nl: Randloos

# ,2EF2F1564FC48CCE3E64C3AC2AE2520E
source: Fullscreen
ar: شاشة كاملة
bg: Цял екран
es: Pantalla completa
fi: Kokoruudun tila
it: Schermo intero
ko: 전체 화면
nl: Volledig scherm

# ,B7A232F04263043B9FEA5F8F6A6CBF61
source: Unlimited
ar: غير محدود
bg: Неограничено
es: Ilimitado
fi: Rajoittamaton
it: Illimitato
ko: 무제한
nl: Onbeperkt

# ,77DAE76A48EC13E45F2983881F23E808
source: Gameplay Settings
ar: إعدادات اللعب
bg: Игрови настройки
es: Configuración de juego
fi: Peliasetukset
it: Impostazioni di gioco
ko: 게임플레이 설정
nl: Gameplay-instellingen

# ,45C632DB4CE38CCF91E0E89A3C83E11B
source: Video Settings
ar: إعدادات الفيديو
bg: Видео настройки
es: Configuración de video
fi: Videoasetukset
it: Impostazioni video
ko: 비디오 설정
nl: Video-instellingen

# ,E1BED414427264B22F7080B7ED0D0CF9
source: Audio Settings
ar: إعدادات الصوت
bg: Аудио настройки
es: Configuración de audio
fi: Ääniasetukset
it: Impostazioni audio
ko: 오디오 설정
nl: Audio-instellingen

# ,3E1BC428435A0C653E4D7185A4847A91
source: Input Settings
ar: إعدادات الإدخال
bg: Входни настройки
es: Configuración de entrada
fi: Syöteasetukset
it: Impostazioni input
ko: 입력 설정
nl: Invoerinstellingen

# ,F00A91DE4FD2BF7AD2CC558E36CF0D94
source: Field of View
ar: مجال الرؤية
bg: Поле на виждане
es: Campo de visión
fi: Näkökenttä
it: Campo visivo
ko: 시야(Field of View)
nl: Gezichtsveld

# ,5E0DC4AE4575000AC0171F95AD85CADA
source: Depth of Field
ar: عمق الميدان
bg: Дълбочина на полето
es: Profundidad de campo
fi: Syvyysterävyys
it: Profondità di campo
ko: 심도(Depth of Field)
nl: Diepte van veld

# ,25672B2F428EDE34D8AE9C8193CD05D6
source: Mouse Sensivity
ar: حساسية الماوس
bg: Чувствителност на мишката
es: Sensibilidad del ratón
fi: Hiiren herkkyys
it: Sensibilità mouse
ko: 마우스 감도
nl: Muisgevoeligheid

# ,C217326D42A0B8DA097ECEAC0760BAF7
source: Focus FOV
ar: مجال التركيز
bg: Фокус FOV
es: FOV de enfoque
fi: Tarkennus-Näkökenttä
it: FOV di messa a fuoco
ko: 집중 시야(Focus FOV)

# ,989B29B6410C0037174BC8BA9D073C92
source: Dialogue Volume
ar: حجم الحوار
bg: Гласност на диалога
es: Volumen de diálogos
fi: Puheänen äänenvoimakkuus
it: Volume dialoghi
ko: 대화 볼륨
nl: Dialoogvolume

# ,928D8B36495F7CA7451ECC8DA2DD1850
source: Move Forward
ar: تحرك للأمام
bg: Движи напред
es: Mover hacia adelante
fi: Liiku eteenpäin
it: Muovi avanti
ko: 전진
nl: Vooruit bewegen

# ,09CCC43B450A924B1414CEA6C17A4E5D
source: Language
ar: اللغة
bg: Език
es: Idioma
fi: Kieli
it: Lingua
ko: 언어
nl: Taal

# ,3E796087492560DF199BD58F4D3A3731
source: Move Backward
ar: تحرك للخلف
bg: Движи назад
es: Mover hacia atrás
fi: Liiku taaksepäin
it: Muovi indietro
ko: 후진
nl: Achteruit bewegen

# ,419FBA55411C37613B78B895FC47434E
source: Auto settings
ar: إعدادات تلقائية
bg: Автонастройки
es: Configuración automática
fi: Automaattiasetukset
it: Impostazioni automatiche
ko: 자동 설정
nl: Automatische instellingen

# ,773B946148501068D9A5B3A814B81ECD
source: Move Left
ar: تحرك لليسار
bg: Движи наляво
es: Mover hacia la izquierda
fi: Liiku vasemmalle
it: Muovi a sinistra
ko: 왼쪽 이동
nl: Links bewegen

# ,411476E94611E3ECBFFCB29460596681
source: Move Right
ar: تحرك لليمين
bg: Движи надясно
es: Mover hacia la derecha
fi: Liiku oikealle
it: Muovi a destra
ko: 오른쪽 이동
nl: Rechts bewegen

# ,D9B2458843A82DBB9843FBBB36327D9A
source: Turn Right
ar: ادر لليمين
bg: Завий надясно
es: Girar a la derecha
fi: Käännä oikealle
it: Ruota a destra
ko: 오른쪽 회전
nl: Rechts draaien

# ,51AAD5804BF2737D78EA9DAB73EC9BBC
source: Turn Left
ar: ادر لليسار
bg: Завий наляво
es: Girar a la izquierda
fi: Käännä vasemmalle
it: Ruota a sinistra
ko: 왼쪽 회전
nl: Links draaien

# ,0D33F3C64097DC3B481D9DBBE348199B
source: Smooth Camera
ar: كاميرا سلسة
bg: Плавна камера
es: Cámara suave
fi: Sulava kamera
it: Camera fluida
ko: 부드러운 카메라
nl: Zachte camera

# ,636E48DB4F79961C0BCDDF9C74A51062
source: Look Up
ar: انظر للأعلى
bg: Погледни нагоре
es: Mirar hacia arriba
fi: Katso ylös
it: Guarda in alto
ko: 위 보기
nl: Kijk omhoog

# ,BE7B6E174A4CE247B21761B7E41F34D3
source: Look Down
ar: انظر للأسفل
bg: Погледни надолу
es: Mirar hacia abajo
fi: Katso alas
it: Guarda in basso
ko: 아래 보기
nl: Kijk omlaag

# ,C8F05C9640A64BDEEDFF738C5E065267
source: Crouch
ar: انحنِ
bg: Клекни
es: Agacharse
fi: Kyykisty
it: Accovacciati
ko: 앉기
nl: Hurken

# ,175FDB6245E5ED987CC62684AC5049E4
source: Run
ar: اركض
bg: Тичай
es: Correr
fi: Juokse
it: Corri
ko: 달리기
nl: Rennen

# ,460FFB13421148C8493D69A72A81E93C
source: Use
ar: استخدم
bg: Използвай
es: Usar
fi: Käytä
it: Usa
ko: 사용
nl: Gebruik

# ,6AA4F0964EAA8B9B6AE3B3A2B62504C1
source: Focus / Zoom
ar: تركيز / تكبير
bg: Фокус / увеличение
es: Enfocar / Zoom
fi: Tarkennus / Zoomaus
it: Mira / Zoom
ko: 집중 / 확대

# ,FA1C15B1439CEF51682B81AF479F4873
source: Main Menu
ar: القائمة الرئيسية
bg: Главно меню
es: Menú principal
fi: Päävalikko
it: Menu principale
ko: 메인 메뉴
nl: Hoofdmenu

# ,D8F293214EA6402451DED28B75ADA37E
source: Screen Resolution
ar: دقة الشاشة
bg: Резолюция на екрана
es: Resolución de pantalla
fi: Näytön resoluutio
it: Risoluzione schermo
ko: 화면 해상도
nl: Schermresolutie

# ,878E24534B885E2AB87EACB0394A0E58
source: Screen Mode
ar: وضع الشاشة
bg: Режим на екрана
es: Modo de pantalla
fi: Näyttötila
it: Modalità schermo
ko: 화면 모드
nl: Schermmodus

# ,3837591C42D92A7775C0598726DC6D31
source: FPS Limit
ar: حد الإطارات
bg: Ограничение на FPS
es: Límite de FPS
fi: FPS-rajoitus
it: Limite FPS
ko: FPS 제한
nl: FPS‐limiet

# ,E96A210546B4B0647B0763843052BBF8
source: Head Bobbing
ar: تأرجح الرأس
bg: Клатене на глава
es: Balanceo de cabeza
fi: Pään keinunta
it: Oscillazione testa
ko: 머리 흔들림(Head Bobbing)
nl: Hoofdschudden

# ,67E721CC4E280A5A435BA1B141936D38
source: Brightness
ar: السطوع
bg: Яркост
es: Brillo
fi: Kirkkaus
it: Luminosità
ko: 밝기
nl: Helderheid

# ,E75E972A4F2C8D92EC495294816B3C8D
source: Temporal Upsample
ar: التقنية الزمنية
bg: Временен ъпсемплинг
es: Upsample temporal
fi: Ajallinen ylänäytteistys
it: Upsample temporale
ko: 임시 업샘플(Temporal Upsample)
nl: Tijdelijke opschaling

# ,1DB3301C4E2144B2C2F0BB8C2BAD0221
source: Screen Percentage
ar: نسبة الشاشة
bg: Процент на екрана
es: Porcentaje de pantalla
fi: Näytön prosenttiosuus
it: Percentuale schermo
ko: 화면 비율(Screen Percentage)
nl: Schermpercentage

# ,50CA9C1F443642D2B6B6BE9E5D1E302F
source: Global Illumination Method
ar: طريقة الإضاءة العالمية
bg: Метод за глобално осветление
es: Método de iluminación global
fi: Globaalin valaistuksen menetelmä
it: Metodo di illuminazione globale
ko: 전역 조명 방식(Global Illumination Method)

# ,267DB35B4828F6D27920F0A6E4892E5A
source: Reflection Method
ar: طريقة الانعكاس
bg: Метод за отражения
es: Método de reflexión
fi: Heijastusmenetelmä
it: Metodo di riflessione
ko: 반사 방식(Reflection Method)
nl: Reflectiemethode

# ,2D10309A4AE3A7B38D67BC894C9A5B97
source: View Distance Quality
ar: جودة مسافة العرض
bg: Качество на дистанцията на виждане
es: Calidad de distancia de visión
fi: Näköetäisyyden laatu
it: Qualità distanza visiva
ko: 시야 거리 품질(View Distance Quality)
nl: Weergafekwaliteit afstand

# ,FC57D0154C6E70C0D8C839B6EA15B4B1
source: Graphic Preset
ar: الإعدادات الرسومية المسبقة
bg: Графичен пресет
es: Preajuste gráfico
fi: Graafinen esiasetus
it: Preset grafico
ko: 그래픽 프리셋
nl: Grafische preset

# ,7EBE45E64B8119C2AA017590BE5B8563
source: Anti Aliasing Quality
ar: جودة مكافحة التعرج
bg: Качество на антиалиасинг
es: Calidad de antialiasing
fi: Reunojen pehmennys
it: Qualità antialiasing
ko: 안티앨리어싱 품질
nl: Anti-aliasing kwaliteit

# ,99AE0DEC47710525BAF347ABFE8339AB
source: Post Processing Quality
ar: جودة ما بعد المعالجة
bg: Качество на постобработка
es: Calidad de posprocesado
fi: Jälkikäsittelyn laatu
it: Qualità post processing
ko: 포스트 프로세싱 품질
nl: Nabewerkingskwaliteit

# ,A31A353942F325B2C7CB09AA525BB7CF
source: Film Grain
ar: حبوب الفيلم
bg: Филмов зърно
es: Granulado de película
fi: Elokuvakohina
it: Grana film
ko: 필름 그레인
nl: Filmkorrel

# ,8CAC065540B47C971DC8E0B801B69618
source: Shadow Quality
ar: جودة الظل
bg: Качество на сенки
es: Calidad de sombras
it: Qualità ombre
ko: 그림자 품질
nl: Schaduwkwaliteit

# ,9806DB6E4107A01E3979C1BBEF780A91
source: Global Illumination Quality
ar: جودة الإضاءة العالمية
bg: Качество на глобално осветление
es: Calidad de iluminación global
fi: Globaalin valaistuksen laatu
it: Qualità illuminazione globale
ko: 전역 조명 품질
nl: Global Illumination kwaliteit

# ,3BF4F9F24361A6C9205652911A0DA864
source: Reflection Quality
ar: جودة الانعكاس
bg: Качество на отраженията
es: Calidad de reflejos
fi: Heijastusten laatu
it: Qualità riflessioni
ko: 반사 품질
nl: Reflectiekwaliteit

# ,B54084CB4A265AC5B0714AB02E26FFEE
source: Texture Quality
ar: جودة النسيج
bg: Качество на текстури
es: Calidad de texturas
fi: Tekstuurin laatu
it: Qualità texture
ko: 텍스처 품질
nl: Textuurkwaliteit

# ,BED88CC84349A7555F6F8F8702DFC716
source: Visual Effects Quality
ar: جودة المؤثرات البصرية
bg: Качество на визуални ефекти
es: Calidad de efectos visuales
fi: Visuaalisten efektien laatu
it: Qualità effetti visivi
ko: 시각 효과 품질
nl: Visuele effecten kwaliteit

# ,84658DA54182C8A664927696DBF0C2C1
source: Foliage Quality
bg: Качество на зеленина
es: Calidad de follaje
fi: Kasvillisuuden laatu
it: Qualità vegetazione
ko: 식생 품질
nl: Bebossing kwaliteit

# ,16A84C9B486F4A520142D791EC349B4F
source: Shading Quality
ar: جودة التظليل
bg: Качество на засенчване
es: Calidad de sombreado
fi: Varjostuksen laatu
it: Qualità shading
ko: 음영 품질
nl: Schaduwwerking kwaliteit

# ,2DE4F4264AEB90D45B2363B38034FA9E
source: Music Volume
ar: حجم الموسيقى
bg: Гласност на музиката
es: Volumen de música
fi: Musiikin äänenvoimakkuus
it: Volume musica
ko: 음악 볼륨
nl: Muziekvolume

# ,FCA446264B23A96037F05F8D786E8199
source: Master Volume
ar: الحجم الرئيسي
bg: Главна гласност
es: Volumen maestro
fi: Päääänenvoimakkuus
it: Volume principale
ko: 마스터 볼륨
nl: Hoofdvolume

# ,0860FF434B759F0DDD299AAD5097224D
source: Reset settings
ar: إعادة ضبط الإعدادات
bg: Нулирай настройки
es: Restablecer ajustes
fi: Palauta asetukset
it: Ripristina impostazioni
ko: 설정 초기화
nl: Instellingen resetten

# ,8AB0454249AEF8D22FE8AD9044DC5660
source: Invert Horizontal Camera
ar: عكس الكاميرا أفقيًا
bg: Обръщане на камерата хоризонтално
es: Invertir cámara horizontal
fi: Käännä kameran vaakasuunta
it: Inverti asse orizzontale camera
ko: 카메라 수평 반전
nl: Camera horizontaal omkeren

# ,5E2D1B9743A106B9FAB5FABB7924B6F9
source: Invert Vertical Camera
ar: عكس الكاميرا عموديًا
bg: Обръщане на камерата вертикално
es: Invertir cámara vertical
fi: Käännä kameran pystysuunta
it: Inverti asse verticale camera
ko: 카메라 수직 반전
nl: Camera verticaal omkeren

# ,8BFB53E5448C16FA230515968C3ABF0A
source: Gamepad Sensivity
ar: حساسية لوحة الألعاب
bg: Чувствителност на геймпад
es: Sensibilidad del gamepad
fi: Peliohjaimen herkkyys
it: Sensibilità gamepad
ko: 게임패드 감도
nl: Gamepadgevoeligheid

# ,6DA6B9C44E1E6E888DE71D887FCB9FFC
source: Effects Volume
ar: حجم المؤثرات
bg: Гласност на ефекти
es: Volumen de efectos
fi: Efektien äänenvoimakkuus
it: Volume effetti
ko: 효과 볼륨
nl: Effectenvolume

# ,BC06960A474C65DE361B3CB2C89626B3
source: Ambient Volume
ar: حجم البيئة
bg: Околна гласност
es: Volumen ambiental
fi: Ympäristöäänenvoimakkuus
it: Volume ambientale
ko: 환경 볼륨
nl: Omgevingsvolume

# ,4B42EDC74552B167B6C050B42EED7773
source: Toggle lock
ar: تبديل القفل
bg: Превключи заключване
es: Alternar bloqueo
fi: Vaihda lukko
it: Blocca/solo mira
ko: 잠금 전환
nl: Vergrendeling schakelen

# ,7826866B435A8EE313772C8979CA261B
source: Jumpscares Volume
ar: حجم المخيف المفاجئ
bg: Гласност на скокчета
es: Volumen de sustos
fi: Jumpscares-äänenvoimakkuus
it: Volume jumpscare
ko: 점프스케어 볼륨
nl: Schrikmomentvolume

# ,433A6CE84E4955044C7FB38105FA63BF
source: Footsteps Volume
ar: حجم خطوات الأقدام
bg: Гласност на стъпки
es: Volumen de pasos
fi: Askeläänten äänenvoimakkuus
it: Volume passi
ko: 발소리 볼륨
nl: Voetstapvolume

# ,D6524E2648107CBE042A69BED76A90FE
source: Worker days
ar: أيام العامل
bg: Дни на оператор
es: Días trabajados
fi: Työpäivät
it: Giorni lavorati
ko: 작업 일수
nl: Werkersdagen

# ,CE77947D46EF18A8A49309A22EB6E699
source: Stats
bg: Статистика
es: Estadísticas
fi: Tilastot
it: Statistiche
ko: 통계
nl: Statistieken

# ,045182CF4329A65F2F78919301702C58
source: Cases
ar: الصناديق
bg: Кутии
es: Cajas
fi: Laatikot
it: Scatole
ko: 케이스
nl: Dozen

# ,762DB3744B95E2C3F42EE3BD18D9B4CC
source: Dolls
ar: الدمى
bg: Muñecos
es: Muñecos
fi: Nuket
it: Bambole
ko: 인형
nl: Poppen

# ,D82555844579EE43AD026FB561E92FE4
source: Packaging
ar: التغليف
bg: Опаковане
es: Embalaje
fi: Pakkaus
it: Imballaggio
ko: 포장
nl: Verpakking

# ,7A553C214E922A1D3AE622AF5E636786
source: Pack all the requested products into a box (if required).
ar: عبئ كل المنتجات المطلوبة في صندوق (إذا لزم الأمر).
bg: Опакуй всички поискан продукти в кутия (ако е необходимо).
es: Empaqueta todos los productos solicitados en una caja (si es necesario).
fi: Pakkaa kaikki pyydetyt tuotteet laatikkoon (jos tarpeen).
it: Imballa tutti i prodotti richiesti in una scatola (se necessario).
ko: 요청된 모든 제품을 상자에 넣으세요 (필요한 경우).
nl: Verpak alle gevraagde producten in een doos (indien vereist).

# ,1BFA2BB24291C8D55E98CFB229D4D150
source: Protection
ar: الحماية
bg: Защита
es: Protección
fi: Suojaus
it: Protezione
ko: 보호
nl: Bescherming

# ,03A4DBD943C30DC1FA78BCA1A4E47CEF
source: Protect the product using bubble wrap.
ar: احمِ المنتج بواسطة الغلاف الفقاعي.
bg: Покрий продукта с балонно фолио.
es: Protege el producto con plástico de burbujas.
fi: Suojaa tuote kuplamuovilla.
it: Proteggi il prodotto con pluriball.
ko: 버블 랩으로 제품을 보호하세요.
nl: Bescherm het product met bubbelplastic.

# ,22C69E3E482F48215174FD88F5916D6A
source: Close the box, place the orders barcode on it, and send it to production.
ar: أغلق الصندوق، ضع باركود الطلب عليه، وأرسله للإنتاج.
bg: Затвори кутията, постави баркода и я изпрати в производство.
es: Cierra la caja, coloca el código de barras del pedido y envíala a producción.
fi: Sulje laatikko, kiinnitä siihen tilauksen viivakoodi ja lähetä tuotantoon.
it: Chiudi la scatola, applica il codice a barre e inviala in produzione.
ko: 상자를 닫고, 주문의 바코드를 붙인 다음 생산(Production)으로 보내세요.
nl: Sluit de doos, plaats de barcode van de bestelling erop en stuur naar productie.

# ,BA78003449F49FCFD870C590C1EB8EDC
source: Barcode
ar: الرمز الشريطي
bg: Баркод
es: Código de barras
fi: Viivakoodi
it: Codice a barre
ko: 바코드

# ,84F69A62440E4BA0873488BF6BEB21D8
source: Returns: Some customers return orders, either due to defects or simply because they no longer want the product. You ll need to remove the items and check whether they are in good or bad condition. The bubble wrap and the box must be discarded.
ar: المرتجعات: يعيد بعض العملاء الطلبات، إما بسبب العيوب أو ببساطة لأنهم لم يعودوا يريدون المنتج. ستحتاج إلى إزالة العناصر والتحقق مما إذا كانت في حالة جيدة أو سيئة. يجب التخلص من الغلاف الفقاعي والصندوق.
bg: Връщания: Някои клиенти връщат поръчки, или поради дефекти, или просто защото вече не искат продукта. Трябва да премахнеш артикулите и да провериш дали са в добро или лошо състояние. Балонното фолио и кутията трябва да бъдат изхвърлени.
es: Devoluciones: Algunos clientes devuelven pedidos, ya sea por defectos o porque ya no quieren el producto. Necesitarás quitar los artículos y verificar si están en buen o mal estado. El plástico y la caja deben desecharse.
fi: Palautukset: Jotkut asiakkaat palauttavat tilauksia joko vikojen vuoksi tai yksinkertaisesti siksi, etteivät enää halua tuotetta. Sinun on poistettava tuotteet ja tarkistettava, ovatko ne hyvässä vai huonossa kunnossa. Kuplamuovi ja laatikko on hävitettävä.
it: Resi: Alcuni clienti restituiscono gli ordini, per difetti o semplicemente perché non vogliono più il prodotto. Devi rimuovere gli articoli e verificare se sono in buone o cattive condizioni. Il pluriball e la scatola vanno scartati.
ko: 반품:\r\n\r\n일부 고객은 제품 결함 또는 단순 변심으로 반품합니다. 제품을 제거하고 상태를 확인하세요. 버블 랩과 상자는 폐기해야 합니다.
nl: Retouren: Sommige klanten sturen bestellingen terug, vanwege defecten of omdat ze het product niet meer willen. Je moet de items verwijderen en controleren of ze goed of slecht zijn. Het bubbelplastic en de doos moeten weggegooid worden.

# ,2C55BB074E700A37E909E598A7CC3832
source: The doll's inconsistency is based on certain flaws, such as cracks, dirt, or visual defects, usually in the form of stains. Missing parts like legs or similar are not considered.
ar: تعتمد تناسق الدمية على عيوب معينة، مثل التشققات أو الأوساخ أو العيوب البصرية، عادة على شكل بقع. الأجزاء المفقودة مثل الأرجل أو ما شابه لا تُعتبر.
bg: Неконсистентността на muñeco се базира на определени дефекти, като пукнатини, мръсотия или визуални несъвършенства, обикновено под формата на петна. Липсващи части като крака не се считат.
es: La inconsistencia del muñeco se basa en defectos como grietas, suciedad o manchas. Faltantes como piernas no se consideran.
fi: Nuken poikkeavuus perustuu tiettyihin virheisiin, kuten halkeamiin, likaantumiseen tai visuaalisiin virheisiin, yleensä tahroina. Puuttuvia osia, kuten jalkoja tai vastaavia, ei oteta huomioon.
it: L'incongruenza della bambola si basa su difetti come crepe, sporco o imperfezioni visive, solitamente macchie. Parti mancanti come gambe non sono considerate.
ko: 인형의 불량은 균열, 오염 또는 얼룩과 같은 시각적 결함에 기반합니다. 다리 등 부속 누락은 포함되지 않습니다.
nl: De inconsistentie van de pop is gebaseerd op bepaalde gebreken, zoals scheuren, vuil of visuele defecten, meestal in de vorm van vlekken. Ontbrekende onderdelen zoals benen worden niet meegerekend.

# ,655E92FF4AC1FF3A9F6E129ED67B0D18
source: Introduction
ar: مقدمة
bg: Въведение
es: Introducción
fi: Johdanto
it: Introduzione
ko: 소개
nl: Inleiding
