Repository: geliusgelius/doll-inc-localizations
Catalog: */Game.po
Languages: ar, bg, es, fi, it, ko, nl

# ,B6483E6140D4F75F8E3D77B6191CBE5A
source: Finally got access to the barcode scanner — no more manually reading numbers.
ar: أخيراً حصلت على ماسح الباركود— لا مزيد من القراءة اليدوية للأرقام.
bg: Най-накрая получих достъп до скенера за баркодове — няма повече ръчно четене на номера.
es: Finalmente accedí al escáner de códigos — ya no leo números manualmente.
fi: Sain vihdoin viivakoodilukijan — ei enää manuaalista numeronlukemista.
it: Finalmente ho accesso allo scanner di codici a barre — niente più lettura manuale.
ko: 드디어 바코드 스캐너 접근 권한이 생겼습니다 — 수동 숫자 읽기는 끝났습니다.
nl: Eindelijk toegang tot de barcode-scanner — niet meer handmatig cijfers lezen.

# ,C168EE924BE86A42D619DFA95E96168A
source: The supervisor is behind me all the time; it's starting to feel overwhelming.
ar: المشرف خلفي طوال الوقت؛ بدأ الأمر يشعر بالإرهاق.
bg: Над мен е супервизорът през цялото време; започва да става натоварващо.
es: El supervisor me sigue todo el tiempo; empieza a ser abrumador.
fi: Valvoja on koko ajan niskassani; alkaa tuntua ylivoimaiselta.
it: Il supervisore è sempre alle mie spalle; sta diventando opprimente.
ko: 감시자가 계속 뒤에 붙어 있습니다; 점점 압박이 심해집니다.
nl: De supervisor staat constant achter me; het begint overweldigend aan te voelen.

# ,C65A171545B6CE8D198638BC0673AC6A
source: What is this company? Are there no humans here at all? Then why did they hire me? Blue nearly scared me to death...
ar: ما هذه الشركة؟ هل لا يوجد بشر هنا إطلاقاً؟ فلماذا وظفوني؟ كاد Blue أن يفزعني حتى الموت...
bg: Каква е тази компания? Няма ли изобщо хора тук? Тогава защо ме наеха? Blue почти ме изплаши до смърт...
es: ¿Qué es esta compañía? ¿No hay humanos aquí? Entonces, ¿por qué me contrataron? Blue casi me mata de un susto...
fi: Mikä tämä yritys on? Eikö täällä ole lainkaan ihmisiä? Miksi he palkkasivat minut? Blue melkein säikäytti minut kuoliaaksi...
it: Che azienda è questa? Non ci sono umani? Allora perché mi hanno assunto? Blue quasi mi ha spaventato a morte...
ko: 이 회사는 무엇인가요? 여기에 사람이 전혀 없는 건가요? 그럼 왜 저를 고용했나요? Blue가 거의 죽일 뻔했습니다...
nl: Wat is dit voor bedrijf? Zijn hier helemaal geen mensen? Waarom hebben ze me dan aangenomen? Blue heeft me bijna dood laten schrikken…

# ,C8CD40574D10A43A2201C2A9E780D148
source: Orders can now include both boxes and dolls. Things are picking up.
ar: الآن الطلبات يمكن أن تشمل الصناديق والدمى معاً. الأمور تتصاعد.
bg: Pedidos вече могат да включват и кутии, и muñecos. Нещата се ускоряват.
es: Los pedidos ahora pueden incluir cajas y muñecos. El ritmo aumenta.
fi: Tilauksiin voi nyt sisältyä sekä laatikot että nuket. Toiminta kiristyy.
it: Gli ordini ora possono includere sia scatole che bambole. Le cose si fanno intense.
ko: 이제 주문(Pedidos)에 상자와 인형이 함께 포함될 수 있습니다. 일이 바빠지고 있습니다.
nl: Bestellingen kunnen nu zowel dozen als poppen bevatten. Het gaat sneller.

# ,E2244AF34183366DA46227984E30BD08
source: Combined orders now include both dolls and their boxes. More room for mistakes.
ar: الطلبات المدمجة الآن تشمل الدمى وصناديقها. المزيد من مجال الأخطاء.
bg: Комбинирани pedidos вече включват muñecos и техните кутии. Повече място за грешки.
es: Los pedidos combinados ahora incluyen muñecos y sus cajas. Más margen de error.
fi: Yhdistetyt tilaukset sisältävät nyt sekä nuket että niiden laatikot. Mahdollisuus virheisiin kasvaa.
it: Ordini combinati ora includono bambole e scatole. Più margine di errore.
ko: 결합 주문은 이제 인형과 상자를 모두 포함합니다. 실수 여지가 더 많습니다.
nl: Gecombineerde bestellingen bevatten nu poppen en hun dozen. Meer ruimte voor fouten.

# ,E95499424DD390276D0B5E909E9F3743
source: Got a new tool: the visual anomaly scanner. My job just got faster — and more dangerous.
ar: حصلت على أداة جديدة: ماسح العيوب البصرية. أصبح عملي أسرع— وأكثر خطورة.
bg: Получих нов инструмент: скенера за визуални аномалии. Работата стана по-бърза — и по-опасна.
es: Conseguí una nueva herramienta: el escáner de anomalías visuales. Mi trabajo es más rápido — y peligroso.
fi: Sain uuden työkalun: visuaalisen poikkeamaskannerin. Työni muuttui nopeammaksi — ja vaarallisemmaksi.
it: Nuovo strumento: scanner di anomalie visive. Il mio lavoro è più veloce — e pericoloso.
ko: 새 도구가 생겼습니다: 시각 이상 스캐너. 작업이 더 빨라졌지만 더 위험해졌습니다.
nl: Kreeg een nieuw hulpmiddel: de visuele anomaliescanner. Mijn werk is sneller — en gevaarlijker.

# ,E99BBB6C4842A2D53CC11DB6F2919CEB
source: Left post-its in lockers — recruiting others has begun.
ar: تركت ملاحظات لاصقة في الخزائن— بدأ تجنيد الآخرين.
bg: Оставих бележки в шкафовете — набирам други.
es: Dejé post-its en taquillas — el reclutamiento ha comenzado.
fi: Jätin muistilappuja lokeroihin — vastarinta on alkanut rekrytoida.
it: Ho lasciato post-it negli armadietti — il reclutamento è iniziato.
ko: 사물함에 포스트잇을 남겼습니다 — 모집이 시작되었습니다.
nl: Post-its achtergelaten in kluisjes — rekrutering is begonnen.

# ,EC7293844D4B3B77062E669B67B84FD5
source: Clients are requesting boxes with personalized names. Extra attention needed.
ar: العملاء يطلبون صناديق بأسماء مخصصة. يحتاج الأمر مزيداً من الانتباه.
bg: Клиентите искат кутии с персонализирани имена. Изисква се допълнително внимание.
es: Los clientes piden cajas con nombres personalizados. Se necesita atención extra.
fi: Asiakkaat tilaavat laatikoita, joissa on henkilökohtaisia nimiä. Lisäharkintaa tarvitaan.
it: I clienti richiedono scatole con nomi personalizzati. Serve più attenzione.
ko: 고객들이 이름이 새겨진 상자를 요청합니다. 추가 주의가 필요합니다.
nl: Klanten vragen om dozen met persoonlijke namen. Extra aandacht nodig.

# ,F1CBC445448C3F035FCE7DB7746F6E7B
source: I infiltrated the server room and disrupted the system. The recruited operators now report to me.
ar: تسللت إلى غرفة الخادم وعطلت النظام. المشغلون المجندون الآن يبلغون لي.
bg: Проникнах в сървърната и блокирах системата. Наборените оператори сега докладват на мен.
es: Me infiltré en la sala de servidores y alteré el sistema. Los operarios reclutados ahora me reportan.
fi: Pääsin palvelinsaliin ja häiritsin järjestelmää. Rekrytoidut operaattorit raportoivat nyt minulle.
it: Sono infiltrato nella sala server e ho interrotto il sistema. Gli operatori reclutati ora dipendono da me.
ko: 서버실에 침투해 시스템을 방해했습니다. 모집된 Operators가 이제 제게 보고합니다.
nl: Ik ben de serverruimte binnengedrongen en heb het systeem verstoord. De gerekruteerde operators rapporteren nu aan mij.

# ,F5FF51A545ECE86CB013798BB01BE825
source: I broke into the HR office and stole documents. I need to know if there are others like me.
ar: اقتحمت مكتب الموارد البشرية وسرقت وثائق. أحتاج لمعرفة إذا كان هناك آخرون مثلي.
bg: Разбих HR офиса и откраднах документи. Трябва да знам дали има други като мен.
es: Entré en la oficina de RRHH y robé documentos. Necesito saber si hay otros como yo.
fi: Murtauduin HR-toimistoon ja varastin asiakirjat. Minun on tiedettävä, onko täällä muita kaltaisiani.
it: Ho fatto irruzione nell'ufficio HR e rubato documenti. Devo sapere se ci sono altri come me.
ko: 인사부 사무실을 털어 문서를 훔쳤습니다. 저 같은 사람이 더 있는지 알아야 합니다.
nl: Ik brak de HR-kamer binnen en stal documenten. Ik moet weten of er meer zoals ik zijn.

# ,F792B3CF4DF10274548BB88FCD9DB215
source: Went to the security room and installed a fake recording. The cameras are no longer watching us.
ar: ذهبت إلى غرفة الأمان ونصبت تسجيلاً زائفاً. الكاميرات لم تعد تراقبنا.
bg: Отидох в охранителната и инсталирах фалшив запис. Камерите вече не ни наблюдават.
es: Fui a la sala de seguridad e instalé una grabación falsa. Las cámaras ya no nos vigilan.
fi: Menin valvontahuoneeseen ja asensin väärennetyn tallenteen. Kamerat eivät enää valvo meitä.
it: Sono entrato nella sala sicurezza e installato una registrazione falsa. Le telecamere non ci osservano più.
ko: 보안실에 가서 가짜 녹화를 설치했습니다. 카메라가 더 이상 우리를 감시하지 않습니다.
nl: Ging naar de beveiligingskamer en installeerde een neprecording. De camera’s houden ons niet meer in de gaten.

# ,01AAAF24476770D413F25A96B8575B51
source: silver
ar: فضة
bg: сребро
es: plata
fi: hopea
it: argento
nl: zilver

# ,714F65F54D7380CA5901E88E2486E744
source: Bonus x{days} days
ar: مكافأة ×{days} أيام
bg: Бонус x{days} дни
es: Bono x{days} días
fi: Bonusta x{days} päivää
it: Bonus x{days} giorni
ko: 보너스 x{days}일
nl: Bonus x{days} dagen

# ,91C64E1843DAEB390615F2BB0B324A08
source: gold
ar: ذهب
bg: злато
es: oro
fi: kulta
it: oro
nl: goud

# ,CD59A3D6467D3E5708E177A23CCC9970
source: bronze
ar: برونز
bg: бронз
es: bronce
fi: pronssi
it: bronzo
nl: brons

# ,DA7BD99B417258A6EA02EE94328FD895
source: Bonus x{multiplier} by {medal}
ar: مكافأة ×{multiplier} بحسب {medal}
bg: Бонус x{multiplier} за {medal}
es: Bono x{multiplier} por {medal}
fi: Bonus x{multiplier} kertaan {medal}
it: Bonus x{multiplier} per {medal}
ko: 보너스 x{multiplier} 배 {medal}
nl: Bonus x{multiplier} per {medal}

# ,A081117442D49E705B12F0A39C05191F
source: Correct Dolls
ar: الدمى الصحيحة
bg: Правилни muñecos
es: Muñecos correctos
fi: Oikeat nuket
it: Bambole corrette
ko: 올바른 인형
nl: Correcte poppen

# ,B76A8526497F83D2AAF8CABB3E2EBA32
source: Wrong Robots
ar: الروبوتات الخاطئة
bg: Грешни роботи
es: Robots incorrectos
fi: Väärät robotit
it: Robot errati
ko: 잘못된 로봇
nl: Verkeerde robots

# ,1D083BCC404DDF812722458284CE31F5
source: Correct Orders
ar: الطلبات الصحيحة
bg: Правилни pedidos
es: Pedidos correctos
fi: Oikeat tilaukset
it: Ordini corretti
ko: 올바른 주문
nl: Correcte bestellingen

# ,5E2484A2414C6A446E97A6AAFA2B675C
source: Wrong orders
ar: الطلبات الخاطئة
bg: Грешни pedidos
es: Pedidos incorrectos
fi: Väärät tilaukset
it: Ordini errati
ko: 잘못된 주문
nl: Verkeerde bestellingen

# ,17AFAC694B96AB7192838DA8BBFD8C30
source: Total correct
ar: إجمالي الصحيح
bg: Общо правилни
es: Total correctos
fi: Yhteensä oikein
it: Totale corretto
ko: 총 올바른 개수
nl: Totaal correct

# ,333E07A74026F662F1CA128BC17756C9
source: Total Wrong
ar: إجمالي الخاطئ
bg: Общо грешни
es: Total incorrectos
fi: Yhteensä väärin
it: Totale errato
ko: 총 잘못된 개수
nl: Totaal fout

# ,00A69238450FD653DCD22E8EE768CF31
source: Reward
ar: الجائزة
bg: Награда
es: Recompensa
fi: Palkinto
it: Ricompensa
ko: 보상
nl: Beloning

# ,7ABC79D347782118DE1FB48DD89D4093
source: Go to home
ar: اذهب إلى البيت
bg: Върни се в началото
es: Ve a casa
fi: Mene kotiin
it: Vai alla home
ko: 홈으로 가기
nl: Ga naar start

# ,B2B1C03343BB3A3C18FF3392E06E94D6
source: Wrong Dolls
ar: الدمى الخاطئة
bg: Грешни muñecos
es: Muñecos incorrectos
fi: Väärät nuket
it: Bambole errate
ko: 잘못된 인형
nl: Verkeerde poppen

# ,EFA9D3B74BDDA575D98F70A0988AB51A
source: Correct Cases
ar: الصناديق الصحيحة
bg: Правилни кутии
es: Cajas correctas
fi: Oikeat laukut
it: Scatole corrette
ko: 올바른 케이스
nl: Correcte dozen

# ,C960E04E4FF9F75FAECBADBFDDBACD48
source: Wrong Cases
ar: الصناديق الخاطئة
bg: Грешни кутии
es: Cajas incorrectas
fi: Väärät laukut
it: Scatole errate
ko: 잘못된 케이스
nl: Verkeerde dozen

# ,2767C1654D51D796DF86A391F50701DE
source: Correct Robots
ar: الروبوتات الصحيحة
bg: Правилни роботи
es: Robots correctos
fi: Oikeat robotit
it: Robot corretti
ko: 올바른 로봇
nl: Correcte robots

# ,1692DE874C0C2B1FC7A6A5AD1D9C1FE9
source: Exit
ar: خروج
bg: Изход
es: Salir
fi: Poistu
it: Esci
ko: 나가기
nl: Afsluiten

# ,3FD3275141C46D8A4E7B0C8B98721113
source: Settings
ar: الإعدادات
bg: Настройки
es: Ajustes
fi: Asetukset
it: Impostazioni
ko: 설정
nl: Instellingen

# ,4634F1C448A78E03F4AC7B94441281EB
source: Resume Game
ar: استئناف اللعبة
bg: Възобнови играта
es: Continuar partida
fi: Jatka peliä
it: Riprendi gioco
ko: 게임 재개
nl: Hervat spel

# ,C83A56EC426E9FC9E5BA31A9249D2681
source: In this mode, you will accumulate days infinitely. You can leave at any time and come back; each day will be saved. You'll need to purchase the tools required to perform your job, and there's a leaderboard based on the number of consecutive days.
ar: في هذا الوضع، ستتراكم الأيام بلا نهاية. يمكنك المغادرة في أي وقت والعودة؛ سيتم حفظ كل يوم. ستحتاج لشراء الأدوات المطلوبة لأداء وظيفتك، وهناك لوحة المتصدرين بناءً على عدد الأيام المتتالية.
bg: В този режим ще натрупваш дни безкрайно. Можеш да излезеш по всяко време и да се върнеш; всеки ден ще бъде запазен. Ще трябва да закупиш инструментите, необходими за работата ти, и има класация въз основа на броя последователни дни.
es: En este modo acumularás días infinitamente. Puedes salir y volver cuando quieras; cada día se guardará. Deberás comprar las herramientas para tu trabajo, y hay una tabla según los días consecutivos.
fi: Tässä tilassa päivät kertautuvat loputtomasti. Voit poistua milloin tahansa ja palata; jokainen päivä tallennetaan. Sinun on ostettava tarvitsemasi työkalut ja tilastoidaan johtotaulukko peräkkäisten päivien mukaan.
it: In questa modalità accumulerai giorni all’infinito. Puoi lasciare e tornare; ogni giorno sarà salvato. Dovrai acquistare gli strumenti necessari per il tuo lavoro, e c’è una classifica basata sui giorni consecutivi.
ko: 이 모드에서는 무한히 일 수를 쌓습니다. 언제든 나갔다가 돌아올 수 있으며, 각 일수는 저장됩니다. 업무에 필요한 도구를 구매해야 하며, 연속 일수에 기반한 리더보드가 있습니다.
nl: In deze modus verzamel je oneindig dagen. Je kunt op elk moment stoppen en terugkomen; elke dag wordt opgeslagen. Je moet de benodigde hulpmiddelen kopen, en er is een ranglijst op aantal opeenvolgende dagen.

# ,1184F1C941A74FBF8E4F0BACCC7CB62C
source: In this mode, you’ll play against the clock. You have 3 minutes to complete as many positive products as possible. Be careful—mistakes will reduce your final score, and there’s a leaderboard.
bg: В този режим ще играеш срещу часовника. Имаш 3 минути да завършиш колкото се може повече положителни продукти. Внимавай — грешките ще намалят финалния ти резултат, и има класация.
es: En este modo competirás contra reloj. Tienes 3 minutos para completar la mayor cantidad de productos correctos posible. Cuidado—los errores restan puntos, y hay tabla de clasificación.
fi: Tässä tilassa pelaat aikaa vastaan. Sinulla on 3 minuuttia suorittaa mahdollisimman monta oikeaa tuotetta. Varokëä — virheet vähentävät pistemäärääsi, ja on johtotaulukko.
it: In questa modalità giocherai contro il tempo. Hai 3 minuti per completare più prodotti positivi possibili. Attenzione: gli errori ridurranno il punteggio finale, e c’è una classifica.
ko: 이 모드에서는 시간과 경쟁합니다. 3분 동안 가능한 많은 양품을 완료해야 합니다. 실수는 최종 점수를 깎으며, 리더보드가 있습니다.
nl: In deze modus speel je tegen de klok. Je hebt 3 minuten om zoveel mogelijk positieve producten te voltooien. Pas op—fouten verlagen je eindscore, en er is een ranglijst.

# ,9AD075424978E03033D799BB29F2E2CC
source: In this mode, you must complete all products on time. Every X seconds, more products will arrive. Your limit is either making mistakes or letting too many products pile up. There's a leaderboard.
ar: في هذا الوضع، يجب إكمال كل المنتجات في الوقت المحدد. كل X ثانية، ستظهر المزيد من المنتجات. حدك هو الأخطاء أو تراكم الكثير من المنتجات. هناك لوحة المتصدرين.
bg: В този режим трябва да завършиш всички продукти във времето. На всеки X секунди ще пристигат нови продукти. Твоят лимит е грешките или натрупаните продукти. Има класация.
es: En este modo debes completar todos los productos a tiempo. Cada X segundos llegan más. Tu límite son los errores o acumular muchos productos. Hay tabla de clasificación.
fi: Tässä tilassa sinun täytyy suorittaa kaikki tuotteet ajallaan. Joka X sekuntia saapuu lisää tuotteita. Rajasi on joko virheiden tekeminen tai liian monen tuotteen kasaantuminen. On johtotaulukko.
it: In questa modalità devi completare tutti i prodotti in tempo. Ogni X secondi arriveranno nuovi prodotti. Il tuo limite è sbagliare o lasciare accumulare troppi prodotti. C’è una classifica.
ko: 이 모드에서는 모든 제품을 제시간에 완료해야 합니다. 일정 초마다 더 많은 제품이 도착합니다. 한계는 실수하거나 너무 많은 제품이 쌓이는 것입니다. 리더보드가 있습니다.
nl: In deze modus moet je alle producten op tijd afmaken. Elke X seconden komen er meer producten. Je limiet is ofwel fouten maken of teveel producten laten opstapelen. Er is een ranglijst.

# ,C286C77C4525E4E32199E2A1BE3AF7D1
source: In this mode, you'll play endlessly—you can't go back home. Correct actions are cumulative, but if you make a mistake, it's over. There's a leaderboard.
ar: في هذا الوضع، ستلعب بلا نهاية— لا يمكنك العودة إلى المنزل. الأفعال الصحيحة تراكمية، لكن إذا ارتكبت خطأ، ينتهي الأمر. هناك لوحة المتصدرين.
bg: В този режим ще играеш безкрайно — не можеш да се върнеш в началото. Правилните действия са кумулативни, но ако сгрешиш, всичко свършва. Има класация.
es: En este modo jugarás sin fin—no puedes volver al inicio. Las acciones correctas son acumulativas, pero si fallas, se acaba. Hay tabla de clasificación.
fi: Tässä tilassa pelaat loputtomasti — et voi palata kotiin. Oikeat toimet ovat kumulatiivisia, mutta jos teet virheen, peli päättyy. On johtotaulukko.
it: In questa modalità giocherai senza fine—non puoi tornare alla home. Le azioni corrette sono cumulative, ma un errore ti fa finire. C’è una classifica.
ko: 이 모드에서는 끝없이 플레이합니다—홈으로 돌아갈 수 없습니다. 올바른 행동은 누적되지만, 실수를 하면 게임 오버입니다. 리더보드가 있습니다.
nl: In deze modus speel je eindeloos—je kunt niet terug naar start. Correcte acties stapelen zich op, maar bij een fout is het game over. Er is een ranglijst.

# ,A404AA8F42B73EE54F4CCF852C31941A
source: GO TO MAIN MENU
ar: اذهب إلى القائمة الرئيسية
bg: ВЪРНИ СЕ В ГЛАВНОТО МЕНЮ
es: IR AL MENÚ PRINCIPAL
fi: MENNÄ PÄÄVALIKKOON
it: VAI AL MENU PRINCIPALE
ko: 메인 메뉴로 가기
nl: GA NAAR HOOFDMENU

# ,F1577C934E851A1B27EDA393295DC3AE
source: YOU'RE FIRED
ar: تم طردك
bg: ИЗХВЪРЛЕН СИ
es: ¡ESTÁS DESPEDIDO!
fi: SINUT EROTTIIN
it: SEI LICENZIATO
ko: 해고되었습니다
nl: JE BENT ONTSLAGEN

# ,275DA14045B4F4A0DA361398BE10F139
source: Good choices
ar: خيارات جيدة
bg: Добри избори
es: Buenas elecciones
fi: Hyvät valinnat
it: Buone scelte
ko: 좋은 선택입니다
nl: Goede keuzes

# ,D7C65A2848D650E9E96CF791B543DD1E
source: Time left
ar: الوقت المتبقي
bg: Оставащо време
es: Tiempo restante
fi: Aikaa jäljellä
it: Tempo rimanente
ko: 남은 시간
nl: Resterende tijd

# ,4B73B66B4591F5C7CC7822BFB858D76E
source: Gold medal
ar: ميدالية ذهبية
bg: Златен медал
es: Medalla de oro
fi: Kultamitali
it: Medaglia d’oro
ko: 금메달
nl: Gouden medaille

# ,6A4195D045E5DDB5324A69AB52282961
source: Bronze medal
ar: ميدالية برونزية
bg: Бронзов медал
es: Medalla de bronce
fi: Pronssimitali
it: Medaglia di bronzo
ko: 동메달
nl: Bronzen medaille

# ,74CFFA874E7EBDBF2A2BEB81DC4492EF
source: Endless mode
ar: الوضع اللامتناهي
bg: Безкраен режим
es: Modo infinito
fi: Endless-tila
it: Modalità infinita
ko: 엔들리스 모드
nl: Eindeloze modus

# ,BA2275AF43371B1551C46CA582FC0123
source: Silver medal
ar: ميدالية فضية
bg: Сребърен медал
es: Medalla de plata
fi: Hopeamitali
it: Medaglia d’argento
ko: 은메달
nl: Zilveren medaille

# ,C81503CF43A9272426CF27826CEBBA95
source: Next product: {time}s
ar: المنتج التالي: {time}s
bg: Следващ продукт: {time}s
es: Próximo producto: {time}s
fi: Seuraava tuote: {time}s
it: Prossimo prodotto: {time}s
ko: 다음 제품: {time}초
nl: Volgend product: {time}s

# ,C9D5D5854D8FB00A0918C2B45E6DDE45
source: No medal
ar: لا ميدالية
bg: Няма медал
es: Sin medalla
fi: Ei mitalia
it: Nessuna medaglia
ko: 메달 없음
nl: Geen medaille

# ,4784A2614A6231F633348488263A018C
source: Warning!
ar: تحذير!
bg: Внимание!
es: ¡Advertencia!
fi: Varoitus!
it: Attenzione!
ko: 경고!
nl: Waarschuwing!

# ,56612C434A5D849F7883CF8469E33F70
source: Translated by: {people}
ar: ترجمة: {people}
bg: Преведено от: {people}
es: Traducido por: {people}
fi: Kääntäjänä: {people}
it: Tradotto da: {people}
ko: 번역: {people}
nl: Vertaald door: {people}

# ,76B47EB543BF633492DD14979AD3BC03
source: If you continue, you will lose your progress. Are you sure?
ar: إذا واصلت، ستفقد تقدمك. هل أنت متأكد؟
bg: Ако продължиш, ще загубиш напредъка си. Сигурен ли си?
es: Si continúas, perderás tu progreso. ¿Estás seguro?
fi: Jos jatkat, menetät edistymisesi. Oletko varma?
it: Se continui, perderai i progressi. Sei sicuro?
ko: 계속하면 진행 상황이 사라집니다. 정말 계속하시겠습니까?
nl: Als je doorgaat, verlies je je voortgang. Weet je het zeker?

# ,03681C1D470E86EB0ABEED9AF7E11ED0
source: Exit
ar: خروج
bg: Изход
es: Salir
fi: Poistu
it: Esci
ko: 나가기
nl: Afsluiten

# ,80E21629480E57C88E262198EC87AC63
source: Based in Doll Impostor Game/Universe
ar: مبني على لعبة Doll Impostor/الكون
bg: Базирано на Doll Impostor Game/Universe
es: Basado en el Juego/Universo de Doll Impostor
fi: Perustuu Doll Impostor -peliin/maailmaan
it: Basato su Doll Impostor Game/Universe
ko: Doll Impostor 게임/세계관 기반
nl: Gebaseerd op Doll Impostor Game/Universe

# ,04D63A604E5D6F986FFDA2A1843FAB43
source: Extras
ar: إضافات
bg: Екстри
fi: Ekstroja
it: Extra
ko: 추가 항목

# ,BD73310E46062096966E43BD65FD7FB4
source: This game is in active development and constantly evolving. What you see now does not necessarily represent the final version, and some aspects may change or improve over time. If you'd like to share your thoughts or report an issue, we kindly ask that you do so through our Discord server, where we can respond directly. We kindly ask you to avoid using reviews for feedback during this stage, as the game is still growing and changing.
ar: هذه اللعبة في مرحلة تطوير نشطة وتتحسن باستمرار. ما تراه الآن لا يمثل بالضرورة النسخة النهائية، وقد تتغير بعض الجوانب أو تتحسن بمرور الوقت. إذا كنت ترغب في مشاركة أفكارك أو الإبلاغ عن مشكلة، نطلب منك بلطف القيام بذلك من خلال خادم Discord الخاص بنا، حيث يمكننا الرد مباشرة. نطلب منك بلطف تجنب استخدام المراجعات للتعليقات خلال هذه المرحلة، حيث لا تزال اللعبة تنمو وتتغير.
bg: Тази игра е в активна разработка и постоянно се развива. Това, което виждате сега, не представлява непременно финалната версия, и някои аспекти могат да се променят или подобрят с времето. Ако искате да споделите своите мисли или да докладвате проблем, моля, направете го чрез нашия Discord сървър, където можем да отговорим директно. Молим ви да избягвате използването на ревюта за обратна връзка през този етап, тъй като играта все още се развива и променя.
es: Este juego está en desarrollo activo y evoluciona constantemente. Lo que ves ahora no representa la versión final; algunos aspectos pueden cambiar o mejorar. Si deseas compartir opiniones o reportar un problema, hazlo en nuestro servidor de Discord para responderte directamente. Te pedimos evitar usar reseñas para feedback en esta etapa, ya que el juego sigue creciendo y cambiando.
fi: Tämä peli on aktiivisessa kehityksessä ja kehittyy jatkuvasti. Mitä näet nyt, ei välttämättä edusta lopullista versiota, ja jotkin asiat voivat muuttua tai parantua ajan myötä. Jos haluat jakaa ajatuksiasi tai raportoida ongelmasta, pyydämme sinua tekemään sen Discord-palvelimellamme, jossa voimme vastata suoraan. Pyydämme ystävällisesti välttämään arvostelujen käyttöä palautteen antamiseen tässä vaiheessa, koska peli on edelleen kasvamassa ja muuttumassa.
it: Questo gioco è in sviluppo attivo e in continua evoluzione. Quello che vedi ora non rappresenta necessariamente la versione finale, e alcuni aspetti possono cambiare o migliorare nel tempo. Se desideri condividere opinioni o segnalare un problema, ti chiediamo di farlo sul nostro server Discord, dove possiamo rispondere direttamente. Ti chiediamo gentilmente di evitare di usare le recensioni come feedback in questa fase, dato che il gioco è ancora in crescita e cambiamento.
ko: 이 게임은 활발히 개발 중이며 지속적으로 진화합니다.\r\n현재 보이는 모습이 최종 버전과 다를 수 있으며, 일부 요소는 개선될 수 있습니다.\r\n\r\n의견이나 문제를 보고하려면 Discord 서버를 이용해 주세요. 리뷰를 통한 피드백은 자제 부탁드립니다.
nl: Dit spel is in actieve ontwikkeling en verandert voortdurend. Wat je nu ziet, is niet definitief en kan in de toekomst aangepast worden. Wil je je mening geven of een probleem melden, doe dat dan via onze Discord-server, zodat we direct kunnen reageren. Geef tijdens deze fase liever geen feedback via reviews.

# ,57CFF5CE4DF7823408A1EAB46F688619
source: CHECK DOLL IMPOSTOR!
ar: تحقق من Doll Impostor!
bg: ПРОВЕРИ DOLL IMPOSTOR!
es: ¡REVISA DOLL IMPOSTOR!
fi: TARKISTA DOLL IMPOSTOR!
it: CONTROLLA DOLL IMPOSTOR!
ko: DOLL IMPOSTOR 확인!

# ,C48C1C864A7359D65824CAAA3C412A09
source: CHECK HEADARROW MERCH!
ar: تحقق من Headarrow Merch!
bg: ПРОВЕРИ HEADARROW MERCH!
es: ¡REVISA HEADARROW MERCH!
fi: TARKISTA HEADARROW MERCH!
it: CONTROLLA HEADARROW MERCH!
ko: HEADARROW MERCH 확인!
