Repository: geliusgelius/doll-inc-localizations
Catalog: */Game.po
Languages: ar, bg, es, fi, it, ko, nl

# ,EF176B2A4BCEA55C2F438CB60C8AC601
source: Press key to bind
ar: اضغط المفتاح للربط
bg: Натиснете клавиш за задаване
es: Pulsa la tecla para asignar
fi: Paina näppäintä sitomiseen
it: Premi il tasto per assegnare
ko: 바인딩할 키를 누르세요
nl: Druk op toets om te binden

# ,3CB2A0B24617CF31968FC28E978F4153
source: Blueprints
ar: المخططات
bg: Чертанки
es: Planos
fi: Blueprintit
it: Progetti
ko: 블루프린트
nl: Blauwdrukken

# ,F2A8B642470514630D564A877B6C0FD7
source: Static Meshes
ar: الشبكات الثابتة
bg: Статични мрежи
es: Mallas estáticas
fi: Staattiset verkot
it: Mesh statiche
ko: 정적 메시
nl: Statische mesh-objecten

# ,133AA5784CF570694C94B09914F0F525
source: Missing order barcode
ar: رمز الطلب مفقود
bg: Липсващ баркод на поръчка
es: Falta el código de barras del pedido
fi: Puuttuu tilauksen viivakoodi
it: Codice a barre del pedido mancante
ko: 바코드 누락된 주문
nl: Ontbrekende bestel-barcode

# ,509FAFFE48C45229E7360D97381EB5AB
source: Missing protection
ar: الحماية مفقودة
bg: Липсва защита
es: Falta la protección
fi: Puuttuu suojaus
it: Protezione mancante
ko: 보호재 누락
nl: Ontbrekende bescherming

# ,59EBFA86404FABA5CC55C58E7FF30A45
source: MIssing barcode
ar: الرمز الشريطي مفقود
bg: Липсващ баркод
es: Falta el código de barras
fi: Puuttuu viivakoodi
it: Codice a barre mancante
ko: 바코드 누락
nl: Ontbrekende barcode

# ,78B6C47048CB47719563CB88CC55D93A
source: Incomplete order
ar: الطلب غير مكتمل
bg: Непълен pedido
es: Pedido incompleto
fi: Epä täydellinen tilaus
it: Pedido incompleto
ko: 미완료 주문
nl: Onvolledig bestelling

# ,83253EFB4C0471D4AC69BAB387E0AD51
source: Fail reason
ar: سبب الفشل
bg: Причина за отказ
es: Razón del fallo
fi: Epäonnistumisen syy
it: Motivo del fallimento
ko: 실패 사유
nl: Faal reden

# ,652FB43B4C7AD93FDE5427B128469DEC
source: KG
ar: كجم
bg: кг

# ,A2A9C4324AD650A0A94C3C98ED1938A6
source: Toggle Box
ar: تبديل المربع
bg: Превключи кутия
es: Alternar caja
fi: Vaihda laatikko
it: Attiva casella
ko: 박스 토글
nl: Schakel vak in/uit

# ,023C80494BD0373B621D728704DB99E9
source: Missing warning stickers
ar: ملصقات التحذير مفقودة
bg: Липсващи предупредителни стикери
es: Faltan las pegatinas de advertencia
fi: Puuttuu varoitustarra
it: Adesivi di avvertimento mancanti
ko: 경고 스티커 누락
nl: Ontbrekende waarschuwingsstickers

# ,0ADE54E542DAD14ABB03F09162164FA2
source: Inconsistent case
ar: الحالة غير متسقة
bg: Несъответстваща кутия
es: Caja inconsistente
fi: Epäjohdonmukainen laatikko
it: Scatola incoerente
ko: 케이스 불일치
nl: Inconsistente doos

# ,151789A244DFBB16BE890581DDE457B6
source: Wrong sticker position
ar: وضع الملصق خاطئ
bg: Грешно разположение на стикера
es: Posición de pegatina incorrecta
fi: Tarra väärässä paikassa
it: Posizione dell’adesivo errata
ko: 스티커 위치 잘못됨
nl: Verkeerde stickerpositie

# ,2EB19FF24FE9853E1A67A4B2C5FDECFB
source: foreign objects
ar: أجسام غريبة
bg: чужди предмети
es: Objetos extraños
fi: Vierasesineet
it: Oggetti estranei
ko: 이물질
nl: Vreemde voorwerpen

# ,30F4F7434E058FCBF045E78CD48CE993
source: Wrong barcode
ar: الرمز الشريطي خاطئ
bg: Грешен баркод
es: Código de barras equivocado
fi: Väärä viivakoodi
it: Codice a barre errato
ko: 잘못된 바코드
nl: Verkeerde barcode

# ,4C7713A24AFB6421C4B494AD85808489
source: Inconsistent glass
ar: الزجاج غير متسق
bg: Несъответстващо стъкло
es: Cristal inconsistente
fi: Epäjohdonmukainen lasi
it: Vetro incoerente
ko: 유리 불일치
nl: Inconsistente glas

# ,535D24D84B69458DD03D798D96B6007A
source: Missing name
ar: الاسم مفقود
bg: Липсващо име
es: Falta el nombre
fi: Puuttuu nimi
it: Nome mancante
ko: 이름 누락
nl: Ontbrekende naam

# ,69BACD724A6F3D41167DBBBDF85B0CE3
source: missing door
ar: الباب مفقود
bg: липсва врата
es: Falta la puerta
fi: Puuttuu ovi
it: porta mancante
ko: 문 누락
nl: Ontbrekende deur

# ,6A0CB23E4920D09318963D81ADECF639
source: inconsistent lock
ar: القفل غير متسق
bg: несъответстваща ключалка
es: Cierre inconsistente
fi: Epäjohdonmukainen lukko
it: serratura incoerente
ko: 잠금장치 불일치
nl: Inconsistente slot

# ,70B0850340A625EE624D11AE6552631B
source: missing slider lock
ar: قفل الشريحة مفقود
bg: липсва плъзгаща ключалка
es: Falta el pestillo deslizante
fi: Puuttuu liukulukko
it: serratura a cursore mancante
ko: 슬라이더 잠금장치 누락
nl: Ontbrekend schuifslot

# ,8B56A6DF45A70FEB8B1CD2BA45797776
source: Missing barcode
ar: الرمز الشريطي مفقود
bg: Липсващ баркод
es: Falta el código de barras
fi: Puuttuu viivakoodi
it: Codice a barre mancante
ko: 바코드 누락
nl: Ontbrekende barcode

# ,BB2A7259408546D2F1A07CBDADAEC929
source: inconsistent door
ar: الباب غير متسق
bg: несъответстваща врата
es: Puerta inconsistente
fi: Epäjohdonmukainen ovi
it: porta incoerente
ko: 문 불일치
nl: Inconsistente deur

# ,E90801DE44EF123D29714D9B3962E3C5
source: Wrong name
ar: الاسم خاطئ
bg: Грешно име
es: Nombre equivocado
fi: Väärä nimi
it: Nome errato
ko: 잘못된 이름
nl: Verkeerde naam

# ,0D8FE6B94EA2FDD914779FB617A89FE9
source: Wrong barcode
ar: الرمز الشريطي خاطئ
bg: Грешен баркод
es: Código de barras equivocado
fi: Väärä viivakoodi
it: Codice a barre errato
ko: 잘못된 바코드
nl: Verkeerde barcode

# ,23CA48224A9BF5CFA2EA3A98E036BADA
source: Inconsistent doll
ar: الدمية غير متسقة
bg: Несъответстващо кукла
es: Muñeco inconsistente
fi: Epäjohdonmukainen nukke
it: pupazzo incoerente
ko: 인형 불일치
nl: Inconsistente pop

# ,34555C7F4218570D3D004A9EA3FC3410
source: Strange phenomenon
ar: ظاهرة غريبة
bg: Странно явление
es: Fenómeno extraño
fi: Outo ilmiö
it: Fenomeno strano
ko: 이상 현상
nl: Vreemd fenomeen

# ,ED350A8D4428164192E5148ED5131FEE
source: Missing barcode
ar: الرمز الشريطي مفقود
bg: Липсващ баркод
es: Falta el código de barras
fi: Puuttuu viivakoodi
it: Codice a barre mancante
ko: 바코드 누락
nl: Ontbrekende barcode

# ,EDA2EB3E4F3B37D7EBD19FAAF58CE596
source: Wrong name
ar: الاسم خاطئ
bg: Грешно име
es: Nombre equivocado
fi: Väärä nimi
it: Nome errato
ko: 잘못된 이름
nl: Verkeerde naam

# ,246F2F4949FFB42650894AB5BD32B00D
source: inconsistent weight
ar: الوزن غير متسق
bg: несъответстващо тегло
es: Peso inconsistente
fi: Epäjohdonmukainen paino
it: peso incoerente
ko: 무게 불일치
nl: Inconsistente gewicht

# ,2E207F62429FB6F9CDD02BB28E0ED5E6
source: inconsistent temperature
ar: درجة الحرارة غير متسقة
bg: несъответстваща температура
es: Temperatura inconsistente
fi: Epäjohdonmukainen lämpötila
it: temperatura incoerente
ko: 온도 불일치
nl: Inconsistente temperatuur

# ,5C3B4340450F84A03477DA81D1A4BC2B
source: Inconsistent voice
ar: الصوت غير متسق
bg: Несъответстващ глас
es: Voz inconsistente
fi: Epäjohdonmukainen ääni
it: Voce incoerente
ko: 음성 불일치
nl: Inconsistente stem

# ,605FF701467A050AB8CE96A29C44E3D7
source: Inconsistent robot
ar: الروبوت غير متسق
bg: Несъответстващ робот
es: Robot inconsistente
fi: Epäjohdonmukainen robotti
it: Robot incoerente
ko: 로봇 불일치
nl: Inconsistente robot

# ,658E832A42ED1FEF74D28FBB459680D5
source: Missing barcode
ar: الرمز الشريطي مفقود
bg: Липсващ баркод
es: Falta el código de barras
fi: Puuttuu viivakoodi
it: Codice a barre mancante
ko: 바코드 누락
nl: Ontbrekende barcode

# ,6E21B25E4D1C6179FC732F82785C32BF
source: Wrong barcode
ar: الرمز الشريطي خاطئ
bg: Грешен баркод
es: Código de barras equivocado
fi: Väärä viivakoodi
it: Codice a barre errato
ko: 잘못된 바코드
nl: Verkeerde barcode

# ,71F6E88941938C640D8228BDE5E61725
source: inconsistent pressure
ar: الضغط غير متسق
bg: несъответстващо налягане
es: Presión inconsistente
fi: Epäjohdonmukainen paine
it: pressione incoerente
ko: 압력 불일치
nl: Inconsistente druk

# ,87BC936647AB5AF3569652990E87D9B5
source: Inconsistent animation
ar: الرسوم المتحركة غير متسقة
bg: Несъответстваща анимация
es: Animación inconsistente
fi: Epäjohdonmukainen animaatio
it: Animazione incoerente
ko: 애니메이션 불일치
nl: Inconsistente animatie

# ,D37BCC0E40EF4546A93E2D9D388DAF76
source: Speak
ar: تكلَّم
bg: Говори
es: Habla
fi: Puhu
it: Parla
ko: 말해
nl: Spreek

# ,A7D3B47A4A4B068C31CFD39A6CF0A5D1
source: Toggle Robot
ar: تبديل الروبوت
bg: Превключи робот
es: Alternar robot
fi: Vaihda robotti
it: Attiva Robot
ko: 로봇 토글
nl: Schakel robot in/uit

# ,110C6C1B4CF0A0E6C0F317B2CDC7939E
source: {name}'s robot
ar: روبوت {name}
bg: роботът на {name}
es: El robot de {name}
fi: {name}:n robotti
it: robot di {name}
ko: {name}의 로봇
nl: Blue’s robot

# ,50B538004C020CD6B4559F8CE5F0A2BA
source: {name}'s case
ar: صندوق {name}
bg: кутията на {name}
es: Caja de {name}
fi: {name}:n laatikko
it: caja di {name}
ko: {name}의 케이스
nl: Blue’s doos

# ,77A0EAF3485985870BFAACAB468F43BA
source: Toggle Lock
ar: تبديل القفل
bg: Превключи ключалка
es: Alternar cierre
fi: Vaihda lukko
it: Attiva Serratura
ko: 잠금 토글
nl: Schakel slot in/uit

# ,7F79F95F4C1FD5F0F6E0CBA5BADCD4E5
source: Toggle Door
ar: تبديل الباب
bg: Превключи врата
es: Alternar puerta
fi: Vaihda ovi
it: Attiva Porta
ko: 문 토글
nl: Schakel deur in/uit

# ,DBB575374F3EDC8AE24521ACFAD752E2
source: Find Blue
ar: اعثر على Blue
bg: Намери Blue
es: Encuentra a Blue
fi: Etsi Blue
it: Trova Blue
ko: Blue 찾기
nl: Vind Blue

# ,EF6789BD4B378EB6395796B33153C8D3
source: UP
ar: أعلى
bg: НАГОРЕ
es: ARRIBA
fi: YLÖS
it: SU
ko: 위로
nl: OMHOOG

# ,34F4896049116D5EB9610D9193ED7001
source: THROW
ar: اقذف
bg: ХВЪРЛИ
es: LANZA
fi: HEITÄ
it: LANCIA
ko: 던져
nl: GOOI

# ,BD9F98F441E48FB99A44F5A54731EA54
source: Escape
ar: اهرب
bg: Бягай
es: Escapa
fi: Pakene
it: Scappa
ko: 탈출
nl: Ontsnap

# ,003D0D834733E7C533A89F9D6A1FB8E8
source: Put a sticker in each table
ar: ضع ملصقاً على كل طاولة
bg: Залепи стикер върху всяка маса
es: Pon una pegatina en cada mesa
fi: Laita tarra jokaiseen pöytään
it: Metti un adesivo su ogni tavolo
ko: 각 테이블에 스티커 붙이기
nl: Plak een sticker op elke tafel

# ,81E9BAA7419C1B5289437BA82FACBEE1
source: Rotate left
ar: ادر الدوران لليسار
bg: Завърти наляво
es: Gira a la izquierda
fi: Käännä vasemmalle
it: Ruota a sinistra
ko: 왼쪽으로 회전
nl: Draai naar links

# ,45EC97CB4802237498081FB748882600
source: Rotate right
ar: ادر الدوران لليمين
bg: Завърти надясно
es: Gira a la derecha
fi: Käännä oikealle
it: Ruota a destra
ko: 오른쪽으로 회전
nl: Draai naar rechts

# ,C13DEE9C4AB6C195FC29288F8D0CADA4
source: Preasure Action
ar: إجراء الضغط
bg: Действие натиск
es: Acción de presión
fi: Paine-toiminto
it: Azione pressione
ko: 압력 작업
nl: Drukactie

# ,2FC1B1CB4A4893796C9FF8ABF1A2FE97
source: Go to Servers room
ar: اذهب إلى غرفة الإرسال (Envíos)
bg: Влез в стаята за сървъри
es: Ve a la sala de servidores
fi: Mene palvelintilaan
it: Vai alla sala Envíos
ko: 서버실로 가
nl: Ga naar de Envíos-ruimte

# ,1CD44A0B4B5EBC23936048B71943D235
source: Turn on the lights
ar: أشعل الأنوار
bg: Включи светлините
es: Enciende las luces
fi: Sytytä valot
it: Accendi le luci
ko: 불 켜
nl: Doe het licht aan

# ,BD531B9E4442536830BE929E0EE5BE75
source: Unblock the products on dispatch
ar: افتح المنتجات في الإرسال
bg: Отмени блокирането на продукти в Envíos
es: Desbloquea los productos en Envíos
fi: Poista tuotteiden esto lähetystä varten
it: Sblocca i prodotti in Envíos
ko: Envíos의 상품 차단 해제
nl: Deblokkeer de producten bij Envíos

# ,166AB17B4C2924FEEED342A0F0C2FD03
source: Go to dispatches room
ar: اذهب إلى غرفة الإرسال (Envíos)
bg: Влез в стаята за Envíos
es: Ve a la sala de Envíos (Dispatches)
fi: Mene lähetystilaan
it: Vai alla sala Envíos
ko: Envíos로 가
nl: Ga naar de Envíos-ruimte

# ,0F12F3904CEF62CE122689A9AFDAD4CA
source: Go to maintenance room
ar: اذهب إلى غرفة الصيانة
bg: Влез в стаята за поддръжка
es: Ve a la sala de mantenimiento
fi: Mene huoltotilaan
it: Vai alla sala manutenzione
ko: 정비실로 가
nl: Ga naar de onderhoudsruimte

# ,21EACFAF49507A7552A110BAE83EEE37
source: Go home
ar: اذهب إلى البيت
bg: Върни се вкъщи
es: Vete a casa
fi: Mene kotiin
it: Vai a casa
ko: 집으로 가
nl: Ga naar huis

# ,239D301D425DDDE4BB5E72945B2C2E1A
source: Put the tool back in its place.
ar: أعد الأداة إلى مكانها
bg: Върни инструмента на мястото му
es: Devuelve la herramienta a su lugar
fi: Palaa työkalu paikoilleen
it: Rimetti lo strumento a posto
ko: 도구 제자리에 두기
nl: Leg het gereedschap terug op zijn plek.

# ,32BB351643F146D3CE187DA1F1A5061F
source: Leave
ar: غادر
bg: Остави
es: Vete
fi: Lähde
it: Esci
ko: 나가기
nl: Vertrek

# ,373812D2448A918EC46E88B63CEA5016
source: Pick the barcode Scanner
ar: التقط ماسح الباركود
bg: Вземи скенера за баркод
es: Coge el escáner de códigos
fi: Nouda viivakoodinlukija
it: Prendi lo scanner di codici a barre
ko: 바코드 스캐너 집기
nl: Pak de barcode-scanner

# ,3C78B4824D8DDE1EE4EADEA8E5D30790
source: Add protection to Box
ar: أضف حماية إلى الصندوق
bg: Добави защита към кутията
es: Añade protección a la caja
fi: Lisää suojaus laatikkoon
it: Aggiungi protezione alla scatola
ko: 박스에 보호재 추가
nl: Voeg bescherming toe aan de doos

# ,41C8EB434E3B857742426CB953A2D962
source: Place into platform
ar: ضعه على المنصة
bg: Постави на платформата
es: Coloca en la plataforma
fi: Aseta alustalle
it: Posiziona sulla piattaforma
ko: 플랫폼에 놓기
nl: Plaats op het platform

# ,59D5F27B450291184FBE03926D9972D3
source: Activate panel again
ar: فعّل اللوحة مرة أخرى
bg: Активирай панела отново
es: Activa el panel de nuevo
fi: Aktivoi paneeli uudelleen
it: Riattiva il pannello
ko: 패널 다시 활성화
nl: Activeer paneel opnieuw

# ,65A6E2FB42A89E00A6FD298E262678B6
source: Review the product
ar: راجع المنتج
bg: Прегледай продукта
es: Revisa el producto
fi: Tarkista tuote
it: Controlla il prodotto
ko: 제품 검토
nl: Beoordeel het product

# ,6D3847D84B4B95D2139654B5C4FEB564
source: STUCK
ar: عالِق
bg: ЗАКЛЮЧЕНО
es: ATASCADO
fi: JUUTTUNUT
it: INCAGLIATO
ko: 멈춤
nl: GESPOTEN

# ,6DAEF58F41A34662BD57069D35F19980
source: Use the repair reason panel (Wrong name)
ar: استخدم لوحة سبب الإصلاح (الاسم خاطئ)
bg: Използвай панела за причина за ремонт (Грешно име)
es: Usa el panel de motivo de reparación (Nombre equivocado)
fi: Käytä korjaussyypaneelia (Väärä nimi)
it: Usa il pannello motivi riparazione (Nome errato)
ko: 수리 사유 패널 사용 (잘못된 이름)
nl: Gebruik het reden-paneel (Verkeerde naam)

# ,6E0EA478403ECE52ABBF53A320274AB8
source: Keep working
ar: استمر بالعمل
bg: Продължи да работиш
es: Sigue trabajando
fi: Jatka työskentelyä
it: Continua a lavorare
ko: 계속 작업
nl: Blijf werken

# ,731711684782573177A6E68C266B590B
source: Check the new Panel
ar: افحص اللوحة الجديدة
bg: Провери новия панел
es: Revisa el nuevo panel
fi: Tarkista uusi paneeli
it: Controlla il nuovo pannello
ko: 새 패널 확인
nl: Controleer het nieuwe paneel

# ,7A7E50BE4647DBC366917A8BCB2C243D
source: Send to production
ar: أرسل للإنتاج
bg: Изпрати в производство
es: Envía a producción
fi: Lähetä tuotantoon
it: Invia in produzione
ko: 생산으로 보내
nl: Verstuur naar productie

# ,8F48C2364E01FB55DE3BE3965FDDA749
source: Activate the dispatch Panel
ar: فعّل لوحة الإرسال
bg: Активирай панела за Envíos
es: Activa el panel de Envíos
fi: Aktivoi lähet yspaneli
it: Attiva il pannello Envíos
ko: Envíos 패널 활성화
nl: Activeer het Envíos-paneel

# ,99B7B7A64D583DA8EC8B43A20F3588B3
source: Continue Working...
ar: استمر في العمل...
bg: Продължавай да работиш...
es: Continúa trabajando...
fi: Jatka työskentelyä…
it: Continua a lavorare…
ko: 계속 작업...
nl: Ga door met werken...

# ,B188EE0042364C49DADBE6A8828B5608
source: Send product to repair
ar: أرسِل المنتج للإصلاح
bg: Изпрати продукта за ремонт
es: Envía el producto a reparación
fi: Lähetä tuote korjattavaksi
it: Invia il prodotto in riparazione
ko: 제품을 수리로 보내
nl: Stuur product naar reparatie

# ,C34DA328419E7CDA04FBCCB5EF528334
source: Leave from observation room
ar: غادر غرفة المراقبة
bg: Излез от стаята за наблюдение
es: Sal de la sala de observación
fi: Poistu tarkkailuhuoneesta
it: Esci dalla sala osservazione
ko: 관찰실에서 나가기
nl: Verlaat de observatieruimte

# ,C8D9A35D497B88BA1314689A56AEF353
source: Put the box on the floor platform.
ar: ضع الصندوق على منصة الأرضية
bg: Постави кутията на платформата
es: Coloca la caja en la plataforma del suelo
fi: Aseta laatikko lattia-alustalle
it: Posiziona la scatola sulla piattaforma a filo pavimento
ko: 박스를 바닥 플랫폼에 놓기
nl: Zet de doos op het vloerplatform.

# ,C94280B14B7B4C66F1B93F915138EC5A
source: Pick up the Doll
ar: التقط الدمية
bg: Вземи куклата
es: Recoge el muñeco
fi: Nosta nukke
it: Prendi il muñeco
ko: 인형 집기
nl: Pak de pop op

# ,D06F76594B031E9B278C26860B6700BF
source: Review the case
ar: راجع الصندوق
bg: Прегледай кутията
es: Revisa la caja
fi: Tarkista laatikko
it: Controlla la caja
ko: 케이스 검토
nl: Beoordeel de doos

# ,D299CF65439CF03C62CBD1A3840D84A9
source: Put the case on repair selecting wrong name as repair reason
ar: ضع الصندوق في الإصلاح مع اختيار الاسم الخاطئ كسبب
bg: Постави кутията за ремонт, избирайки грешно име като причина
es: Coloca la caja en reparación seleccionando Nombre equivocado
fi: Aseta laatikko korjaukseen valiten syyksi "Väärä nimi"
it: Metti la caja in riparazione selezionando Nome errato
ko: 잘못된 이름 수리 사유로 선택하여 케이스 수리로 보내기
nl: Zet de doos voor reparatie met verkeerde naam als reden

# ,E5D1644344491A13316F9AB8CD6AD31A
source: Put the barcode on box and send it to production
ar: ضع الباركود على الصندوق وأرسله للإنتاج
bg: Постави баркода на кутията и изпрати в производство
es: Pon el código de barras en la caja y envíala a producción
fi: Aseta viivakoodi laatikkoon ja lähetä tuotantoon
it: Applica il codice a barre sulla scatola e invia in produzione
ko: 바코드를 박스에 붙이고 생산으로 보내기
nl: Plak de barcode op de doos en stuur naar productie

# ,E986BC32440410B3B2AA529C1AF4C358
source: Go to Storage room...
ar: اذهب إلى غرفة التخزين...
bg: Влез в Склад...
es: Ve a la sala de almacenamiento...
fi: Mene varastohuoneeseen…
it: Vai alla sala Storage...
ko: 보관실로 가...
nl: Ga naar de opslagruimte...

# ,F0444637451984370DD1ABBD14148409
source: Place the doll in the platform
ar: ضع الدمية على المنصة
bg: Постави куклата на платформата
es: Coloca el muñeco en la plataforma
fi: Aseta nukke alustalle
it: Posiziona il pupazzo sulla piattaforma
ko: 인형을 플랫폼에 놓기
nl: Plaats de pop op het platform

# ,F7FDDC304A5024D676A5EE80893CEB02
source: Go to home
ar: اذهب إلى المنزل
bg: Върни се вкъщи
es: Vete a casa
fi: Mene kotiin
it: Vai a casa
ko: 집으로 가
nl: Ga naar huis

# ,F88B77E547F006009AD0F0B0125FF1C8
source: Send it to production
ar: أرسِلها للإنتاج
bg: Изпрати в производство
es: Envíalo a producción
fi: Lähetä se tuotantoon
it: Invialo in produzione
ko: 생산으로 보내기
nl: Stuur naar productie

# ,F9EDED874A66119071C16984B7464371
source: Print the order barcode and put on product
ar: اطبع باركود الطلب وضعه على المنتج
bg: Принтирай баркода на поръчката и го постави на продукта
es: Imprime el código de barras del pedido y ponlo en el producto
fi: Tulosta tilauksen viivakoodi ja kiinnitä tuotteeseen
it: Stampa il codice a barre del pedido e applicalo al prodotto
ko: 주문 바코드를 인쇄하여 제품에 부착
nl: Print de bestel-barcode en plak op het product

# ,FC8959AC46B48CBBFBEE2AB99A29DBF8
source: Go to maintenance room
ar: اذهب إلى غرفة الصيانة
bg: Влез в стаята за поддръжка
es: Ve a la sala de mantenimiento
fi: Mene huoltotilaan
it: Vai alla sala manutenzione
ko: 정비실로 가
nl: Ga naar de onderhoudsruimte

# ,72665A764943C26EF07B8BBC76AC13C0
source: Go to observation room
ar: اذهب إلى غرفة المراقبة
bg: Влез в стаята за наблюдение
es: Ve a la sala de observación (observation)
fi: Mene tarkkailuhuoneeseen
it: Vai alla sala osservazione
ko: 관찰실로 가
nl: Ga naar de observatieruimte

# ,6370292A4746B6810ECD75AB7A447E81
source: Go to HR Office
ar: اذهب إلى مكتب الموارد البشرية
bg: Влез в офиса на HR
es: Ve a la oficina de RR.HH.
fi: Mene HR-toimistoon
it: Vai all’Ufficio HR
ko: 인사과 사무실로 가
nl: Ga naar kantoor Personeelszaken

# ,A13EC4E84C6D0BE812C8B48B6C6403D1
source: Go to Servers room
ar: اذهب إلى غرفة الخوادم
bg: Влез в стаята за сървъри
es: Ve a la sala de servidores
fi: Mene palvelintilaan
it: Vai alla sala Envíos
ko: 서버실로 가
nl: Ga naar de Envíos-ruimte

# ,0902806743D23675BFDD0A9E5936DB6C
source: Go to dispatches room
ar: اذهب إلى غرفة الإرسال (Envíos)
bg: Влез в стаята за Envíos
es: Ve a la sala de Envíos (dispatches)
fi: Mene lähetystilaan
it: Vai alla sala Envíos
ko: Envíos로 가
nl: Ga naar de Envíos-ruimte

# ,21DAAAA046755F3B0DEA72BF83FEABC5
source: Go to Locker room
ar: اذهب إلى غرفة الخزن
bg: Влез в съблекалнята
es: Ve al vestuario (locker)
fi: Mene pukuhuoneeseen
it: Vai allo spogliatoio
ko: 사물함실로 가
nl: Ga naar kleedkamer

# ,A528D48348617EF476A703A36E74708E
source: Go to Security room
ar: اذهب إلى غرفة الأمان
bg: Влез в стаята за сигурност
es: Ve a la sala de seguridad
fi: Mene turvahuoneeseen
it: Vai alla sala Sicurezza
ko: 보안실로 가
nl: Ga naar beveiligingsruimte

# ,9B2DD66146ED89E8308D5D9A7E95A64A
source: Go to Cafeteria
ar: اذهب إلى المقصف
bg: Влез в кафенето
es: Ve a la cafetería
fi: Mene kahvilaan
it: Vai alla Cafeteria
ko: 카페테리아로 가
nl: Ga naar cafetaria

# ,078AEF0A4BC4903DC64AA48A81CD7B97
source: Find the papers
ar: اعثر على الأوراق
bg: Намери документите
es: Encuentra los papeles
fi: Etsi paperit
it: Trova i documenti
ko: 서류를 찾아
nl: Vind de papieren

# ,5E25DAC8457D6AC059BAFD8659576A99
source: Put the stickers on each lock
ar: ضع الملصقات على كل قفل
bg: Залепи стикери на всяка ключалка
es: Pon pegatinas en cada taquilla
fi: Aseta tarrat jokaiseen lukkoon
it: Metti adesivi su ogni serratura
ko: 각 잠금장치에 스티커 붙이기
nl: Plak stickers op elk slot

# ,781DC04D48CE750D284BBD8DD0CE51B1
source: Pick the id cards
ar: التقط بطاقات الهوية
bg: Вземи личните карти
es: Coge las tarjetas de identificación
fi: Nouda henkilökortit
it: Prendi le carte d’identità
ko: 신분증 집기
nl: Pak de id-kaarten

# ,6E6F9A2B495679529F94E58FC2418E2B
source: Manipulate the cctv
ar: تلاعب بالكاميرات
bg: Манипулирай камерите
es: Manipula las cámaras
fi: Manipuloi CCTV:tä
it: Manovra le CCTV
ko: CCTV 조작
nl: Manipuleer de bewakingscamera

# ,355139F940FF4B1819E7FFA952892B85
source: Put a sticker in each table
ar: ضع ملصقاً على كل طاولة
bg: Залепи стикер върху всяка маса
es: Pon una pegatina en cada mesa
fi: Laita tarra jokaiseen pöytään
it: Metti un adesivo su ogni tavolo
ko: 각 테이블에 스티커 붙이기
nl: Plak een sticker op elke tafel

# ,5758EEC14D1960F9A51B11A4E14B7EFE
source: Find Blue
ar: اعثر على Blue
bg: Намери Blue
es: Encuentra a Blue
fi: Etsi Blue
it: Trova Blue
ko: Blue 찾기
nl: Vind Blue

# ,05F004004C0C63CB913F89B579B3C2B5
source: Manipulate each red server
ar: تلاعب بكل خادم أحمر
bg: Манипулирай всеки червен сървър
es: Manipula cada servidor rojo
fi: Manipuloi jokainen punainen palvelin
it: Manovra ogni server rosso
ko: 각 빨간 서버 조작
nl: Manipuleer elke rode server

# ,133FA5ED4F9610DA9718BAAC4A501221
source: Go to interviews room
ar: اذهب إلى غرفة المقابلات
bg: Влез в стаята за интервюта
es: Ve a la sala de entrevistas
fi: Mene haastatteluhuoneeseen
it: Vai alla sala colloqui
ko: 인터뷰실로 가
nl: Ga naar gespreksruimte

# ,38B47F6443107F1A870F258CE1E53FEE
source: Join to Doll Inc
ar: ادخل Doll Impostor
bg: Влез в Doll Impostor
es: Entra a Doll Inc
fi: Liity Doll Impostoriin
it: Entra in Doll Impostor
ko: Doll Impostor에 입장
nl: Betreed Doll Impostor

# ,26F695304732DB9EAED5508A16DB6F1F
source: Go to door
ar: اذهب إلى الباب
bg: Влез до вратата
es: Ve a la puerta
fi: Mene ovelle
it: Vai alla porta
ko: 문으로 가
nl: Ga naar deur

# ,6605812249F319D73CE7B68A78798C40
source: Take the phone
ar: امسك الهاتف
bg: Вземи телефона
es: Coge el teléfono
fi: Ota puhelin
it: Prendi il telefono
ko: 전화 집기
nl: Pak de telefoon

# ,6981B6DA4BD6F8514E58CD94519AE1AD
source: Get out of the apartment.
ar: اخرج من الشقة
bg: Излез от апартамента
es: Sal del apartamento
fi: Poistu asunnosta
it: Esci dall’appartamento
ko: 아파트에서 나가
nl: Verlaat het appartement.

# ,9B5F77504063E212FB1654A0A361625F
source: Check the tv
ar: افحص التلفاز
bg: Провери телевизора
es: Revisa la tele
fi: Tarkista TV
it: Controlla la TV
ko: TV 확인
nl: Controleer de tv
