Repository: geliusgelius/doll-inc-localizations
Catalog: */Game.po
Languages: ar, bg, es, fi, it, ko, nl

# ,75F174E14B3C53BBAEA61BA7080C6A7B
source: Wake up...
ar: استيقظ...
bg: Събуди се…
es: Despierta...
fi: Herää…
it: Svegliati...
ko: 일어나…
nl: Word wakker…

# ,4099A79E44243F72F95F9C87D7630B8E
source: WAKE UP!
ar: استيقظ!
bg: СЪБУДИ СЕ!
es: ¡DESPIERTA!
fi: HERÄÄ!
it: SVEGLIATI!
ko: 일어나!
nl: WORD WAKKER!

# ,EF383E724E595B6A2BF14CA3076ED621
source: WORK! OBEY! SERVE! CONFORM! BE GRATEFUL!
ar: اعمل! أطع! اخدم! انصاع! كن ممتناً!
bg: РАБОТИ! ПОДЧИНЯВАЙ СЕ! СЛУЖИ! СЪОБРАЗЯВАЙ СЕ! БЪДИ БЛАГОДАРЕН!
es: ¡TRABAJA! ¡OBEDECE! ¡SIRVE! ¡CONFORMA! ¡SÉ AGRADECIDO!
fi: TEE TYÖTÄ! TOTTELE! PALVELE! SOPEUDU! OLE KIITOLLINEN!
it: LAVORA! OBBEDISCI! SERVI! CONFORMATI! SII GRATO!
ko: 일해! 복종해! 봉사해! 순응해! 감사해!
nl: WERK! GEHOORZAAM! DIEN! CONFORMEER! WEES DANKBAAR!

# ,98EBC6D04377241BFB75A380B988F43E
source: Let’s play forever.
ar: لنلعب إلى الأبد.
bg: Нека играем вечно.
es: Juguemos para siempre.
fi: Leikitään ikuisesti.
it: Giochiamo per sempre.
ko: 영원히 놀아보자.
nl: Laten we voor altijd spelen.

# ,BE5078404F7E40B6251C239F550EA78B
source: Let me fix you...
ar: دعني أصلحك...
bg: Нека те оправя...
es: Déjame arreglarte...
fi: Anna minun korjata sinut…
it: Fammi sistemare te...
ko: 내가 널 고쳐줄게...
nl: Laat me je repareren…

# ,C0AD1D9044203F4905EBDFA07AE98150
source: I see you.
ar: أراك.
bg: Виждам те.
es: Te veo.
fi: Näen sinut.
it: Ti vedo.
ko: 널 보고 있어.
nl: Ik zie je.

# ,F5B1BE9A45B3C2676169968A086453BA
source: Stay with me.
ar: ابقَ معي.
bg: Остани с мен.
es: Quédate conmigo.
fi: Pysy luonani.
it: Rimani con me.
ko: 내 곁에 있어.
nl: Blijf bij me.

# ,4B42877B4DF5E38CF6606996BD828500
source: You’re mine now.
ar: أنت ملكي الآن.
bg: Сега си мой.
es: Ahora eres mío.
fi: Olet nyt minun.
it: Sei mio ora.
ko: 이제 넌 내 거야.
nl: Je bent nu van mij.

# ,764DED814D49F64E05DC6F975CAB7F7D
source: No more hiding.
ar: لا مزيد من الاختباء.
bg: Няма повече крииения.
es: No más escondites.
fi: Ei enää piiloutumista.
it: Niente più nascondigli.
ko: 더 이상 숨을 곳은 없어.
nl: Geen verstoppen meer.

# ,250193EB4DFCB67E04C3BCBEA8AADD94
source: Why did you leave me?
ar: لماذا تركتني؟
bg: Защо ме напусна?
es: ¿Por qué me dejaste?
fi: Miksi jätit minut?
it: Perché mi hai lasciato?
ko: 왜 날 떠났어?
nl: Waarom heb je me verlaten?

# ,497AD5C84B43FD29D14BD5A46BABDC25
source: I waited... and waited...
ar: انتظرت... وانتظرت...
bg: Чаках... и чаках...
es: Esperé... y esperé...
fi: Odotin… ja odotin…
it: Ho aspettato... e aspettato...
ko: 기다렸어… 기다렸어...
nl: Ik wachtte… en wachtte…

# ,A42597364F2F9BB94D88CA83EB6C1E41
source: Do you want to see what’s inside?
ar: هل تريد أن ترى ما في الداخل؟
bg: Искаш ли да видиш какво има вътре?
es: ¿Quieres ver qué hay dentro?
fi: Haluatko nähdä, mitä sisällä on?
it: Vuoi vedere cosa c’è dentro?
ko: 속이 궁금해?
nl: Wil je zien wat erin zit?

# ,B8851D45410FAB611CA1018E24B12032
source: It’s okay to be scared.
ar: لا بأس أن تكون خائفاً.
bg: Страшно е да се страхуваш.
es: Está bien tener miedo.
fi: On okei olla peloissaan.
it: È normale avere paura.
ko: 겁먹어도 괜찮아.
nl: Het is oké om bang te zijn.

# ,276C005F4E51A6639CA94C94BA4DC831
source: Ah, I see you know the product well.
ar: آه، أرى أنك تعرف المنتج جيداً.
bg: А, виждам, че познаваш продукта добре.
es: Ah, veo que conoces bien el producto.
fi: Ah, näen että tunnet tuotteen hyvin.
it: Ah, vedo che conosci bene il prodotto.
ko: 아, 제품을 잘 아시는군요.
nl: Ah, ik zie dat je het product goed kent.

# ,D569B04341B2798F2E2204A129AA31BF
source: That’s better.
ar: هذا أفضل.
bg: Това е по-добре.
es: Así está mejor.
fi: Se on parempi.
it: Così va meglio.
ko: 이제 나아졌어요.
nl: Dat is beter.

# ,012C84B848CE009D6FC406AF50BB85ED
source: TRY AGAIN
ar: حاول مجدداً
bg: ОПИТАЙ ОТНОВО
es: INTÉNTALO DE NUEVO
fi: YRITÄ UUDELLEEN
it: RIPROVA
ko: 다시 해봐
nl: PROBEER NOGMAALS

# ,697598EA40292C85BF663CB57FAA9D87
source: You've been caught.
ar: لقد تم الإمساك بك.
bg: Беше хванат.
es: Te han atrapado.
fi: Sinut on jäädytetty kiinni.
it: Sei stato catturato.
ko: 당신은 붙잡혔습니다.
nl: Je bent gepakt.

# ,523DD5514E071361BF15418B8D902828
source: Fortunately, you are now the successful reference model that made it through.
ar: لحسن الحظ، أنت الآن النموذج المرجعي الناجح الذي اجتاز الاختبار.
bg: За щастие, сега ти си успешният референтен модел, който го премина.
es: Afortunadamente, ahora eres el modelo de referencia exitoso que lo logró.
fi: Onneksi olkoon, olet nyt se onnistunut referenssimalli, joka selviytyi.
it: Fortunatamente, ora sei il modello di riferimento di successo che ce l’ha fatta.
ko: 다행히도, 당신은 참조 모델로 살아남았습니다.
nl: Gelukkig ben je nu het succesvolle referentiemodel dat het heeft overleefd.

# ,936BC64F4E040F1D032936852B0C5D3B
source: Unfortunately, you are now just a copy for a future, better version of yourself.
ar: للأسف، أنت الآن مجرد نسخة لإصدار أفضل مستقبلي منك.
bg: За съжаление, вече си само копие за бъдещо, по-добро издание на себе си.
es: Desafortunadamente, ahora eres solo una copia para una versión futura y mejor de ti.
fi: Valitettavasti olet nyt vain kopio tulevaisuudessa paremmasta versiosta itsestäsi.
it: Sfortunatamente, ora sei solo una copia per una futura versione migliore di te.
ko: 아쉽게도, 당신은 더 나은 당신의 미래 버전을 위한 복사본일 뿐입니다.
nl: Helaas ben je nu slechts een kopie voor een toekomstige, betere versie van jezelf.

# ,A8C2F7CA4F7770DD80847BBE23FA0814
source: Thanks for playing!
ar: شكراً للعبك!
bg: Благодаря за играта!
es: ¡Gracias por jugar!
fi: Kiitos pelaamisesta!
it: Grazie per aver giocato!
ko: 플레이해 주셔서 감사합니다!
nl: Bedankt voor het spelen!

# ,C9F575424FCCF043E300F4B61D69C21D
source: If you enjoyed the experience, please support us by leaving a positive review.
ar: إذا استمتعت بالتجربة، يرجى دعمنا بترك تقييم إيجابي.
bg: Ако ти беше интересно, моля те подкрепи ни с положителен отзив.
es: Si disfrutaste la experiencia, apóyanos dejando una reseña positiva.
fi: Jos pidit kokemuksesta, tue meitä jättämällä positiivisen arvion.
it: Se ti è piaciuta l’esperienza, supportaci con una recensione positiva.
ko: 경험이 즐거우셨다면 긍정적인 리뷰로 지원 부탁드립니다.
nl: Als je van de ervaring genoten hebt, steun ons dan met een positieve review.

# ,F1E5B065413D9B0A3998318F7E030CEC
source: A neural network learns through trial and error. Its progress is used to train future networks, which start where it left off and improve with each generation. In the end, it was all a simulation.
ar: شبكة عصبية تتعلم من خلال التجربة والخطأ. يتم استخدام تقدمها لتدريب الشبكات المستقبلية، التي تبدأ من حيث توقفت وتتحسن مع كل جيل. في النهاية، كان كل شيء محاكاة.
bg: Невронната мрежа учи чрез проба и грешка. Напредъкът ѝ се използва за обучение на бъдещи мрежи, които започват от мястото ѝ и се усъвършенстват с всяко поколение. В крайна сметка всичко беше симулация.
es: Una red neuronal aprende por ensayo y error. Su progreso se usa para entrenar futuras redes, que comienzan donde ella lo dejó y mejoran con cada generación. Al final, todo fue una simulación.
fi: Neuroverkko oppii kokeilemalla ja erehtymällä. Sen edistystä käytetään kouluttamaan tulevia verkkoja, jotka aloittavat siitä, mihin se jäi, ja paranevat jokaisessa sukupolvessa. Lopulta kaikki oli simulaatio.
it: Una rete neurale impara per tentativi ed errori. I suoi progressi vengono usati per addestrare le reti future, che ripartono da dove questa si è fermata e migliorano a ogni generazione. Alla fine, era tutto una simulazione.
ko: 신경망은 시행착오로 학습합니다. 그 진척도는 미래 네트워크를 훈련시키는데 사용되며, 각 세대는 이전이 남긴 곳에서 시작해 개선됩니다.\r\n\r\n결국, 모든 것은 시뮬레이션이었습니다.
nl: Een neuraal netwerk leert door vallen en opstaan. Zijn vorderingen worden gebruikt om toekomstige netwerken te trainen, die verder bouwen en met elke generatie verbeteren. Uiteindelijk was het allemaal een simulatie.

# ,9C9573CA4EAD2DEB42FEF8BD09E231BE
source: That is you: a simple neural network that has made it this far. Every time you died, failed, or restarted, you didn’t go back to the beginning. You evolved from a copy of your previous self, learning from every mistake.
ar: هذا أنت: شبكة عصبية بسيطة وصلت حتى هنا. في كل مرة مت فيها أو فشلت أو أعدت التشغيل، لم ترجع إلى البداية. تطورت من نسخة من نفسك السابقة، متعلماً من كل خطأ.
bg: Това си ти: проста невронна мрежа, която стигна дотук. Всеки път, когато умреш, провалиш се или рестартираш, не се връщаш в началото. Еволюираш от копие на предишното си аз, учейки се от всяка грешка.
es: Ese eres tú: una simple red neuronal que ha llegado hasta aquí. Cada vez que morías, fallabas o reiniciabas, no volvías al principio. Evolucionaste a partir de una copia de tu yo anterior, aprendiendo de cada error.
fi: Se olet sinä: yksinkertainen neuroverkko, joka on päässyt näin pitkälle. Joka kerta, kun kuolit, epäonnistuit tai käynnistit uudelleen, et palannut alkuun. Kehityit kopioimalla edellisen itsesi ja opit jokaisesta virheestä.
it: Quella sei tu: una semplice rete neurale arrivata fin qui. Ogni volta che morivi, fallivi o ricominciavi, non tornavi all'inizio. Evolvevi da una copia di te stesso, imparando da ogni errore.
ko: 그것이 바로 당신입니다: 여기까지 온 단순한 신경망. 죽고, 실패하고, 재시작할 때마다 처음으로 돌아간 것이 아니라, 이전 자신을 복사하여 실수마다 진화했습니다.
nl: Dat ben jij: een eenvoudig neuraal netwerk dat het zover heeft geschopt. Elke keer dat je stierf, faalde of opnieuw begon, ging je niet terug naar het begin. Je evolueerde vanuit een kopie van jezelf en leerde van elke fout.

# ,5518FB5D4F5FDBADF4AEF5B5A8F23C98
source: Your position on the weekly leaderboard has shifted from {x} to {y}.
ar: لقد تغير موقعك في لوحة المتصدرين الأسبوعية من {x} إلى {y}.
bg: Позицията ти в седмичната класация се премести от {x} на {y}.
es: Tu posición en la tabla semanal cambió de {x} a {y}.
fi: Sijoituksesi viikkotilastossa on siirtynyt {x}:stä {y}:hyn.
it: La tua posizione nella classifica settimanale è passata da {x} a {y}.
ko: 주간 리더보드에서 당신의 순위가 {x}에서 {y}로 이동했습니다.
nl: Je positie op het wekelijkse klassement is verschoven van {x} naar {y}.

# ,E7EC8EB04E6D1A45731C62BB6DF62FEB
source: Your position on the global leaderboard has shifted from {x} to {y}.
ar: لقد تغير موقعك في لوحة المتصدرين العالمية من {x} إلى {y}.
bg: Позицията ти в глобалната класация се премести от {x} на {y}.
es: Tu posición en la tabla global cambió de {x} a {y}.
fi: Sijoituksesi maailmanlaajuisessa tilastossa on siirtynyt {x}:stä {y}:hyn.
it: La tua posizione nella classifica globale è passata da {x} a {y}.
ko: 글로벌 리더보드에서 당신의 순위가 {x}에서 {y}로 이동했습니다.
nl: Je positie op het wereldwijde klassement is verschoven van {x} naar {y}.

# ,55629B96416054C818FE55A294A5FB39
source: Day {day}
ar: اليوم {day}
bg: Ден {day}
es: Día {day}
fi: Päivä {day}
it: Giorno {day}
nl: Dag {day}

# ,893AB056448350D850544BB2AAB12261
source: NONE
ar: لا شيء
bg: НЯМА
es: NINGUNO
fi: EI MITÄÄN
it: NESSUNO
ko: 없음
nl: GEEN

# ,B33CBAD0457DBE23578301B27C778E88
source: GOLD
ar: ذهب
bg: ЗЛАТО
es: ORO
fi: KULTA
it: ORO
ko: 금메달
nl: GOUD

# ,BC132C4D47234C1A5D833F9B0DA1896E
source: SILVER
ar: فضة
bg: СРЕБРО
es: PLATA
fi: HOPEA
it: ARGENTO
ko: 은메달
nl: ZILVER

# ,EAF4AA3944FDFCE56A471496887C134C
source: BRONZE
ar: برونز
bg: БРОНЗА
es: BRONCE
fi: PRONSSI
it: BRONZO
ko: 동메달
nl: BRONS

# ,031608ED402B8EAA8C240283F4C33278
source: I'm slowly getting used to the job.
ar: أصبحَت الوظيفة مريحة ببطء.
bg: Постепенно свиквам с работата.
es: Me estoy acostumbrando al trabajo.
fi: Totuttelen hitaasti työhön.
it: Mi sto abituando lentamente al lavoro.
ko: 이 직업에 점차 익숙해지고 있습니다.
nl: Ik raak langzaam gewend aan het werk.

# ,03BDD1D34A4C691EC98E7980DFE4439A
source: Began stress testing products. Some didn’t survive.
ar: بدأت في اختبار الإجهاد على المنتجات. بعضها لم يصمد.
bg: Започнах стрес тестове на продукти. Някои не оцеляха.
es: Empecé a hacer pruebas de resistencia a productos. Algunos no sobrevivieron.
fi: Aloitin paineentestauksen tuotteilla. Jotkut eivät selviytyneet.
it: Ho iniziato a testare lo stress dei prodotti. Alcuni non hanno resistito.
ko: 제품 스트레스 테스트를 시작했습니다. 일부는 견디지 못했습니다.
nl: Begon producten stresstesten. Sommige overleefden het niet.

# ,10680A594C75637F62BBE2BDBB72094F
source: Started processing product orders. We’re now handling real dispatches.
ar: بدأت في معالجة طلبات المنتجات. الآن نتعامل مع شحنات حقيقية.
bg: Започнах да обработвам pedidos. Сега се занимаваме с реални Envíos.
es: Comencé a procesar pedidos de productos. Ahora manejamos envíos reales.
fi: Aloitin tuote-tilausten käsittelyn. Nyt käsittelemme oikeita lähetyksiä.
it: Ho iniziato a gestire gli ordini. Ora siamo alle spedizioni reali.
ko: 제품 주문 처리를 시작했습니다. 이제 실제 발송을 처리합니다.
nl: Begon met het verwerken van productbestellingen. We behandelen nu echte zendingen.

# ,1C9D1995422A4BE131A0F3A1BF8F842A
source: I’ve been assigned to handle full quality control — returns, complaints, all of it.
ar: تم تكليفي بمعالجة مراقبة الجودة الكاملة— الإرجاعات، الشكاوى، كل شيء.
bg: Възложили са ми да се занимавам с цялостен контрол на качеството — връщания, оплаквания, всичко.
es: Me asignaron control de calidad completo — devoluciones, pedidos, todo.
fi: Minulle on annettu kokonaisvaltainen laadunvalvonta — palautukset, valitukset, kaikki.
it: Mi è stato assegnato il controllo qualità completo — resi, reclami, tutto.
ko: 전체 품질 관리—반품, 불만 등 모두 담당하게 되었습니다.
nl: Ik ben belast met volledige kwaliteitscontrole – retouren, klachten, alles.

# ,2F303EA24751AA8DE94637AA56D164E3
source: The resistance contacted me again. They addressed me as their superior. Blue has vanished. Last seen in Area 4.
ar: اتصل بي المقاومة مجدداً. نادوني بالمشرف عليهم. اختفى Blue. آخر ظهور في المنطقة 4.
bg: Съпротивата се свърза отново. Обърнаха се към мен като към свой водач. Blue изчезна. Последно видян в зона 4.
es: La resistencia me contactó de nuevo. Me llamaron su superior. Blue ha desaparecido. La última vez que se le vio fue en el Área 4.
fi: Vastarinta otti yhteyttä uudelleen. He kutsuivat minua yllyttäjäkseen. Blue on kadonnut. Viimeksi nähty Alueella 4.
it: La resistenza mi ha contattato di nuovo. Mi hanno chiamato superiore. Blue è scomparso. Ultima vista in Area 4.
ko: 저항군이 다시 연락했습니다. 그들은 저를 상관(Superior)이라 불렀습니다. Blue는 구역 4에서 마지막으로 목격되었습니다.
nl: Het verzet nam weer contact op. Ze spraken me aan als hun leider. Blue is verdwenen. Laatst gezien in Area 4.

# ,4F4277B84EB62BFCD2085AB950017649
source: Started inspecting robots for defects. A lot more complex than boxes.
ar: بدأت في فحص الروبوتات للعيوب. أكثر تعقيداً بكثير من الصناديق.
bg: Започнах да инспектирам роботи за дефекти. Много по-сложни от кутии.
es: Empecé a inspeccionar robots por defectos. Mucho más complejos que las cajas.
fi: Aloin tarkistaa robotteja vikojen varalta. Paljon monimutkaisempaa kuin laatikot.
it: Ho iniziato a ispezionare i robot per i difetti. Molto più complessi delle scatole.
ko: 결함 로봇 검사 시작. 상자보다 훨씬 복잡합니다.
nl: Begon robots op gebreken te inspecteren. Veel complexer dan dozen.

# ,5399762B45264806207E4B8ECF5D1C7F
source: Security’s changed. Massive military robots now patrol. The break rooms are empty. Operators are gone.
ar: تغيرت الأمان. روبوتات عسكرية ضخمة الآن تدور. غرف الاستراحة فارغة. المشغلون اختفوا.
bg: Сигурността се промени. Масивни военни роботи патрулират. Почивните стаи са празни. Операторите са изчезнали.
es: La seguridad cambió. Robots militares masivos patrullan. Las salas de descanso están vacías. Los operarios se fueron.
fi: Turvallisuus on muuttunut. Massiiviset sotilasrobotit partioivat nyt. Taukohuoneet ovat tyhjät. Operaattorit poissa.
it: La sicurezza è cambiata. Massicci robot militari pattugliano. Le sale relax sono vuote. Gli operatori non ci sono più.
ko: 보안이 바뀌었습니다. 군용 로봇이 순찰 중입니다. 휴게실은 비어 있고, Operators는 사라졌습니다.
nl: De beveiliging is veranderd. Grote militaire robots patrouilleren nu. De kantines zijn leeg. Operators zijn weg.

# ,58BEE6714A14BB339AF408882F09C9B1
source: Now they’re ordering robots too. I’m in charge of packaging them carefully.
ar: الآن يطلبون الروبوتات أيضاً. أنا المسؤول عن تعبئتها بعناية.
bg: Сега поръчват роботи също. Аз съм отговорен за опаковането им внимателно.
es: Ahora también piden robots. Estoy a cargo de empaquetarlos cuidadosamente.
fi: Nyt tilataan myös robotteja. Minä vastaan niiden huolellisesti pakkaamisesta.
it: Ora ordinano anche robot. Sono responsabile del loro imballaggio accurato.
ko: 이제 로봇도 포장하라고 합니다. 조심스럽게 다뤄야 합니다.
nl: Nu bestellen ze ook robots. Ik moet ze zorgvuldig verpakken.

# ,5D3D7ED24EBBF3FDAF7BA6AEF2FB6FC2
source: I placed more recruitment stickers, this time in the cafeteria. Every ally counts.
ar: وضعت المزيد من ملصقات التوظيف، هذه المرة في المقصف. كل حليف مهم.
bg: Поставих още стикери за набиране, този път в кафенето. Всеки съюзник е важен.
es: Puse más pegatinas de reclutamiento, esta vez en la cafetería. Cada aliado cuenta.
fi: Liimasin lisää rekrytointitarroja, tällä kertaa kahviossa. Jokainen liittolainen on tärkeä.
it: Ho messo più adesivi per il reclutamento, stavolta in mensa. Ogni alleato conta.
ko: 이번에는 카페테리아에 모집 전단지를 더 많이 붙였습니다. 모든 동료가 소중합니다.
nl: Ik heb meer rekruteringsstickers geplaatst, dit keer in de kantine. Elke bondgenoot telt.

# ,624ADA10429EA58BBBEE26ABCC2CA2AE
source: Back to box inspection, but this time checking for properly placed danger stickers.
ar: عدت إلى فحص الصناديق، لكن هذه المرة للتحقق من وضع ملصقات الخطر بشكل صحيح.
bg: Отново при инспекция на кутии, но този път проверка на правилно поставени стикери за опасност.
es: Volví a inspeccionar cajas, pero esta vez revisando las etiquetas de peligro.
fi: Takaisin laatikotarkastukseen, mutta tällä kertaa vaaraan tarrojen oikea sijoittaminen.
it: Tornato all'ispezione delle scatole, ma stavolta controllo gli adesivi di pericolo.
ko: 상자 검사로 돌아왔지만 이번엔 위험 스티커 부착 상태를 확인합니다.
nl: Terug naar de doosinspectie, maar nu controleren op correct geplaatste waarschuwingsstickers.

# ,7DE9014E41DAF981D64B42B1FF3C38DE
source: Blue told me to return to the lockers and collect the IDs of those willing to join the resistance.
ar: Blue طلب مني العودة إلى الخزائن وجمع بطاقات الهوية للراغبين في الانضمام.
bg: Blue ми каза да се върна в шкафовете и да събера личните карти на тези, които искат да влязат в съпротивата.
es: Blue me dijo que volviera a las taquillas y recogiera los documentos de quienes quisieran entrar a la resistencia.
fi: Blue käski palata lukkojen luo ja kerätä ne, jotka ovat valmiita liittymään vastarintaan.
it: Blue mi ha detto di tornare agli armadietti e raccogliere gli ID di chi vuole entrare nella resistenza.
ko: Blue가 사물함으로 돌아가 저항에 동참할 ID를 수집하라고 했습니다.
nl: Blue zei dat ik terug naar de kluisjes moest om de ID’s op te halen van degenen die zich bij het verzet willen aansluiten.

# ,7FD44B71482BC5E39B903FBE1C763966
source: Now checking robots for proper animation and voice functionality.
ar: الآن أفحص الروبوتات للتحقق من الرسوم المتحركة والصوت.
bg: Сега проверявам роботи за правилна анимация и гласова функционалност.
es: Ahora revisando robots para ver animación y voz.
fi: Tarkistan nyt robotteja oikean animaation ja äänen varalta.
it: Ora controllo i robot per animazione e voce corretta.
ko: 이번에는 로봇의 애니메이션과 음성 기능을 확인합니다.
nl: Nu robots controleren op juiste animatie- en stemfunctionaliteit.

# ,8D8EF40140056CC96A2D85A4AE8C1100
source: I saw other operators for the first time. Blue took me on a tour through different workstations.
ar: رأيت مشغلين آخرين لأول مرة. Blue أخذني في جولة عبر محطات عمل مختلفة.
bg: Видях други оператори за първи път. Blue ме разведе из различни работни станции.
es: Vi a otros operarios por primera vez. Blue me hizo un tour por diferentes estaciones.
fi: Näin muita operaattoreita ensimmäistä kertaa. Blue vei minut kierrokselle eri työasemien läpi.
it: Ho visto altri operatori per la prima volta. Blue mi ha fatto fare un giro tra le postazioni.
ko: 처음으로 다른 Operators를 보았습니다. Blue가 작업장을 안내해 주었습니다.
nl: Ik zag andere operators voor het eerst. Blue nam me mee op een rondleiding langs verschillende werkstations.

# ,9BAFE58C4AA258AD473B76B6BE28FF78
source: Everything at once now: orders, dispatch, returns... No rest. The system is pushing me to my limit.
ar: كل شيء دفعة واحدة الآن: الطلبات، الإرسال، الإرجاع... لا راحة. النظام يدفعني إلى الحد الأقصى.
bg: Сега всичко наведнъж: pedidos, Envíos, връщания… Няма почивка. Системата ме тласка до лимита.
es: Todo a la vez ahora: pedidos, envíos, devoluciones... Sin descanso. El sistema me lleva al límite.
fi: Kaikki kerralla nyt: tilaukset, lähetykset, palautukset... Ei lepoa. Järjestelmä työntää minut äärirajoille.
it: Tutto insieme ora: ordini, spedizioni, resi... Niente riposo. Il sistema mi spinge al limite.
ko: 이제 모든 것을 동시에: 주문, 발송, 반품... 휴식은 없습니다. 시스템이 한계까지 밀어붙입니다.
nl: Alles tegelijk nu: bestellingen, verzending, retouren… Geen rust. Het systeem drijft me tot het uiterste.

# ,9E87178546EE28314166F7B251C83648
source: Today I started scanning barcodes. It’s tedious, but feels important.
ar: اليوم بدأت في مسح الباركودات. مملة، لكنها مهمة.
bg: Днес започнах сканиране на баркодове. Монотонно е, но усеща се важно.
es: Hoy comencé a escanear códigos de barras. Es tedioso, pero importante.
fi: Aloitin tänään viivakoodien skannauksen. Se on puuduttavaa, mutta tuntuu tärkeältä.
it: Oggi ho iniziato a scansionare i codici a barre. È noioso, ma importante.
ko: 오늘부터 바코드 스캔을 시작했습니다. 지루하지만 중요합니다.
nl: Vandaag begon ik barcodes te scannen. Het is saai, maar voelt belangrijk.

# ,A554627B4C5C38EA3E1ED6A6033261C5
source: Something strange happened — Blue appeared on the factory screens. Did he hack the system?
ar: حدث شيء غريب— ظهر Blue على شاشات المصنع. هل اخترق النظام؟
bg: Странно се случи — Blue се появи на фабричните екрани. Хакна ли системата?
es: Pasó algo extraño — Blue apareció en las pantallas de la fábrica. ¿Hackeó el sistema?
fi: Jotain outoa tapahtui — Blue ilmestyi tehdasscreenille. Hackkasiko hän järjestelmän?
it: È successo qualcosa di strano — Blue è apparso sugli schermi della fabbrica. Avrà hackerato il sistema?
ko: 이상한 일이 일어났습니다 — Blue가 공장 스크린에 나타났습니다. 시스템을 해킹한 걸까요?
nl: Er gebeurde iets vreemds — Blue verscheen op de fabrieksschermen. Heeft hij het systeem gehackt?

# ,A8D7CFFD4C2F33C8BCF0A4828D6002BB
source: It’s been a long day inspecting boxes for cracks or broken glass. Precision matters more than ever.
ar: لقد كان يوماً طويلاً في فحص الصناديق للكسور أو الزجاج المكسور. الدقة أصبحت أكثر أهمية.
bg: Беше дълъг ден, инспектирайки кутии за пукнатини или счупено стъкло. Прецизността има значение повече от всякога.
es: Ha sido un largo día inspeccionando cajas por grietas o vidrio roto. La precisión importa más que nunca.
fi: Pitkä päivä laatikoiden tarkastusta halkeamien tai rikkoutuneen lasin varalta. Tarkkuus on tärkeämpää kuin koskaan.
it: È stata una lunga giornata ad ispezionare scatole per crepe o vetro rotto. La precisione conta più che mai.
ko: 오늘은 상자 균열 또는 깨진 유리 검사를 오래 했습니다. 정확성이 그 어느 때보다 중요합니다.
nl: Het is een lange dag geweest met inspecteren op barsten of gebroken glas. Precisie is belangrijker dan ooit.

# ,B2F5B4E64F065BB868B9B1B2AC4D8797
source: Hierarchies? Blue told me robots have their own: whites, purples... and what about the blues like him?
ar: التسلسلات الهرمية؟ قال لي Blue أن للروبوتات هرمية خاصة بها: الأبيض، الأرجواني... ماذا عن الأزرق مثله؟
bg: Йерархии? Blue каза, че роботите имат свои: бели, лилави... а какво за сините като него?
es: ¿Jerarquías? Blue me dijo que los robots tienen las suyas: blancos, púrpuras... ¿y los azules como él?
fi: Hierarkiat? Blue sanoi, että robotit jakautuvat valkoisiin, purppuroihin... ja entä siniset kuten hän?
it: Gerarchie? Blue mi ha detto che i robot hanno le loro: bianchi, viola... e i blu come lui?
ko: 계층 구조? Blue는 로봇에도 있다고 했습니다: 화이트, 퍼플... 그리고 그와 같은 Blues는?
nl: Hiërarchieën? Blue zei dat robots hun eigen hebben: witten, paarsen… en wat te denken van blues zoals hij?
