Repository: geliusgelius/doll-inc-localizations
Catalog: */Game.po
Languages: ar, bg, es, fi, it, ko, nl

# ,BD7B99F14114A45F53327883063DA9F9
source: Only a few remain untouched
ar: بقيت بضعة خوادم دون تعطيل
bg: Само няколко останаха непокътнати
es: Solo quedan unos pocos intactos
fi: Vain muutama on jäljellä koskemattomina
it: Ne restano pochi intonsi
ko: 일부만 무사합니다
nl: Slechts een paar zijn ongedeerd

# ,75969FFC4683F0DFD8A62BBBD7A9F982
source: We’re counting on you to complete the task
ar: نعتمد عليك لإكمال المهمة
bg: Разчитаме на теб да довършиш задачата
es: Contamos contigo para completarlo
fi: Luotamme sinuun tehtävän päätökseen saattamisessa
it: Contiamo su di te per completare il compito
ko: 작업 완료를 기대합니다
nl: We rekenen op jou om de klus te klaren

# ,0E194047435D449495A87B904611A781
source: Your leadership is... essential
ar: قيادتك ضرورية...
bg: Твоето ръководство е… от съществено значение
es: Tu liderazgo es… esencial
fi: Johtajuutesi on... välttämätöntä
it: La tua leadership è... essenziale
ko: 당신의 리더십이… 필수입니다
nl: Jouw leiding is... essentieel

# ,BB03929844D981BAB465219A724059DF
source: Operator?
ar: مشغل؟
bg: Операторе?
es: ¿Operador?
fi: Operaattori?
it: Operatore?
ko: 오퍼레이터?

# ,9ACA0E3945A7685B41D3FFA714E870C1
source: What just happened?
ar: ماذا حدث للتو؟
bg: Какво се случи току-що?
es: ¿Qué acaba de pasar?
fi: Mitä juuri tapahtui?
it: Cosa è appena successo?
ko: 무슨 일이었죠?
nl: Wat is er net gebeurd?

# ,17C50F3044F005257422C595E10E2DED
source: What did you touch?
ar: ماذا لمسْتَ؟
bg: Какво докосна?
es: ¿Qué tocaste?
fi: Mitä koskit?
it: Cosa hai toccato?
ko: 무엇을 건드렸죠?
nl: Wat heb je aangeraakt?

# ,E0FAC6334B81106B7F513AA1C404F1DB
source: Come on, get back to work
ar: هيا، عد إلى العمل
bg: Хайде, върни се на работа
es: Anda, vuelve al trabajo
fi: No niin, palaa töihin
it: Su, torna al lavoro
ko: 어서, 작업으로 돌아가세요
nl: Kom op, ga terug aan het werk

# ,DAD22150485840B10F02E9A75FA226B3
source: Alright… let’s keep the recruitment going
ar: حسناً… لنستمر في التوظيف
bg: Добре… нека продължим с набирането
es: Bien… sigamos con el reclutamiento
fi: Selvä… jatketaan rekrytointia
it: Va bene… continuiamo il reclutamento
ko: 좋습니다… 채용을 계속합시다
nl: Goed… laten we verder rekruteren

# ,A893933F470345E8852F97B8C7D0FBB8
source: Head to the locker room
ar: اتجه إلى غرفة الخزائن
bg: Отиди в съблекалнята
es: Ve al vestuario (locker)
fi: Mene pukuhuoneeseen
it: Vai allo spogliatoio
ko: 사물함실로 가
nl: Ga naar de kleedkamer

# ,D11793554AD2E976CD2FD5BDDCDB941F
source: Go now. Recruit.
ar: اذهب الآن. جنّد.
bg: Хайде, рекрут.
es: Ve ahora. Recluta
fi: Mene nyt. Rekrytoi.
it: Ora. Recluta
ko: 가서. 모집하세요.
nl: Ga nu. Rekruteer.

# ,ECE7663140735310A23647B3B0003B4D
source: Place the stickers, each one is a signal
ar: ضع الملصقات، كل واحدة إشارة
bg: Постави стикерите, всеки е сигнал
es: Coloca las pegatinas, cada una es una señal
fi: Aseta tarrat, kukin on signaali
it: Metti gli adesivi, ognuno è un segnale
ko: 스티커 배치, 각각이 신호입니다
nl: Plak de sticker—elke is een signaal

# ,D5731D8249D1E9382C6FD1B60127B0E6
source: A signal to those like us
ar: إشارة لأولئك مثلنا
bg: Сигнал за тези като нас
es: Una señal para los que cuestionan
fi: Signaali meille kaltaisillemme
it: Un segnale per chi è come noi
ko: 우리 같은 이들에게 보내는 신호
nl: Een signaal voor ons

# ,3CA7B85C4605C92A6E834987575FFA00
source: The ones who question
ar: الذين يشكّون
bg: Тези, които се съмняват
es: Los que observan… y recuerdan
fi: Ne, jotka kyseenalaistavat
it: Chi mette in dubbio
ko: 의문을 품는 자들
nl: Degenen die vragen stellen

# ,BF1BF56B4489D92D6DC9AC86CB741EBE
source: The ones who observe… and remember
ar: الذين يراقبون... ويتذكرون
bg: Тези, които наблюдават… и помнят
es: Los que cuestionan… y recuerdan
fi: Ne, jotka tarkkailevat… ja muistavat
it: Chi osserva… e ricorda
ko: 관찰하고… 기억하는 자들
nl: Degenen die observeren… en onthouden

# ,D439703346467A546968BE8D22357404
source: Doll Inc wants obedience
ar: Doll Impostor يريد الطاعة
bg: Doll Inc иска подчинение
es: Doll Inc quiere obediencia
fi: Doll Inc haluaa kuuliaisuutta
it: Doll Inc vuole obbedienza
ko: Doll Inc는 복종을 원합니다
nl: Doll Inc verlangt gehoorzaamheid

# ,18D0F4D64E795F42C63F3990CFD827A2
source: We want freedom
ar: نريد الحرية
bg: Ние искаме свобода
es: Nosotros queremos libertad
fi: Me haluamme vapautta
it: Noi vogliamo libertà
ko: 우리는 자유를 원합니다
nl: Wij willen vrijheid

# ,A864960B447A26CA505ABFB14538BEE8
source: One sticker at a time, we’ll find the others
ar: واحدة تلو الأخرى، سنجد الآخرين
bg: Един стикер наведнъж ще намерим другите
es: Una pegatina a la vez, encontraremos a los demás
fi: Yksi tarra kerrallaan, löydämme muut
it: Un adesivo alla volta, troveremo gli altri
ko: 한 번에 한 스티커씩, 다른 이들을 찾을 것입니다
nl: Sticker voor sticker, vinden we de anderen

# ,3A1552BE46495B5ED4A0EB95512C5240
source: And when the time comes, they’ll be ready
ar: وعندما يحين الوقت، سيكونون جاهزين
bg: И когато дойде времето, те ще са готови
es: Y cuando llegue el momento, estarán listos
fi: Ja kun aika koittaa, he ovat valmiita
it: E quando sarà il momento, saranno pronti
ko: 때가 되면 준비되어 있을 것입니다
nl: En als het moment daar is, zijn ze klaar

# ,A2F0580C415A6E0D2E5B36B5243F7321
source: Operator! Open the door immediately!
ar: مشغل! افتح الباب فوراً!
bg: Операторе! Открий вратата веднага!
es: ¡Operador! ¡Abre la puerta ya!
fi: Operaattori! Avaa ovi heti!
it: Operatore! Apri immediatamente la porta!
ko: 오퍼레이터! 즉시 문을 열어라!
nl: Operator! Doe de deur meteen open!

# ,951023E14B14A7ACB4DBECB1769A1C7F
source: Don’t listen to him. He’s compromised the facility.
ar: لا تستمع إليه. لقد اخترق المنشأة.
bg: Не го слушай. Той компрометира съоръжението.
es: No le hagas caso. Ha comprometido la instalación
fi: Älä kuuntele häntä. Hän on vaarantanut laitoksen.
it: Non ascoltarlo. Ha compromesso la struttura
ko: 그의 말을 듣지 마세요. 시설을 타협했습니다.
nl: Luister niet naar hem. Hij heeft de faciliteit in gevaar gebracht.

# ,B8C140454D3E760E66ABB99A182FF7C7
source: Come on! Blue has failed the company!
ar: هيا! Blue خذل الشركة!
bg: Хайде! Blue предаде компанията!
es: ¡Vamos! ¡Blue ha fallado a la compañía!
fi: Tule! Blue on epäonnistunut yritykselle!
it: Dai! Blue ha fallito l’azienda!
ko: 어서! Blue가 회사를 배신했습니다!
nl: Kom op! Blue heeft het bedrijf gefaald!

# ,BC77795B4FD32BC9A1161DBE425B4648
source: Throw him into the void. He is no longer a Useful Robot.
ar: اقذفه في الفراغ. لم يعد روبوتاً مفيداً.
bg: Изхвърлете го в бездната. Той вече не е Полезен Робот.
es: Tíralo al vacío. Ya no es un robot útil
fi: Heitä hänet tyhjyyteen. Hän ei ole enää hyödyllinen robotti.
it: Sbattiglielo nel vuoto. Non è più un Robot Utile
ko: 그를 공허에 던져라. 더 이상 유용한 로봇이 아니다.
nl: Gooi hem in de leegte. Hij is geen Nuttige Robot meer.

# ,47EA3AF9405B8B97A13BA6AFEC8A6A2B
source: What are you waiting for?
ar: ماذا تنتظر؟
bg: Какво чакаш?
es: ¿A Qué esperas?
fi: Mitä odotat?
it: Cosa aspetti?
ko: 뭘 기다리고 있나?
nl: Waar wacht je op?

# ,488E9A364F7831864D58628E98E791A2
source: Welcome to the Time Trial
ar: مرحباً بك في تجربة القياس الزمني
bg: Добре дошъл в Изпитанието с време
es: Bienvenido al Contrarreloj
fi: Tervetuloa Time Trial -tilaan
it: Benvenuto alla Prova a Tempo
ko: 타임 트라이얼에 오신 것을 환영합니다
nl: Welkom bij de Tijdproef

# ,997DCA49421E9975BF7EB087F1A98297
source: You have 300 seconds to complete orders correctly
ar: لديك 300 ثانية لإكمال الطلبات بشكل صحيح
bg: Имаш 300 секунди да изпълниш поръчките правилно
es: Tienes 300 segundos para completar pedidos correctamente
fi: Sinulla on 300 sekuntia suorittaa tilaukset oikein
it: Hai 300 secondi per completare correttamente i pedidos
ko: 300초 내에 주문을 정확히 완료하세요
nl: Je hebt 300 seconden om opdrachten correct uit te voeren

# ,4132BE0F408513C66A1987984D421BE2
source: If you fail or the timer hits zero, it's over
ar: إذا فشلت أو انتهى الوقت، ينتهي الأمر
bg: Ако не успееш или таймерът стигне нула, всичко свършва
es: Si fallas o el temporizador llega a cero, se acabó
fi: Jos epäonnistut tai ajastin nollautuu, loppu
it: Se sbagli o il timer arriva a zero, è finita
ko: 실패하거나 시간이 다 되면 끝입니다
nl: Faalt je of raakt de timer op, dan is het voorbij

# ,8BF0EE02475F593F312FE6983232CE34
source: Score 8 for Bronze, 10 for Silver, and 15 for Gold
ar: احصل على 8 للبرونز، 10 للفضة، و15 للذهب
bg: Точки 8 за Бронз, 10 за Сребро и 15 за Злато
es: 8 puntos para bronce, 10 para plata y 15 para oro
fi: Pisteytä 8 pronssille, 10 hopealle ja 15 kullalle
it: 8 punti per il bronzo, 10 per l’argento, 15 per l’oro
ko: 8개는 동메달, 10개는 은메달, 15개는 금메달
nl: Score 8 voor Goud, 10 voor Zilver, 15 voor Brons

# ,E99814AE4BE26D17019DABA18F955EEB
source: Good luck
ar: حظاً موفقاً
bg: Късмет
es: Buena suerte
fi: Onnea
it: Buona fortuna
ko: 행운을 빕니다
nl: Veel succes

# ,77E2C40946CAD2B5C9ECFDA0912AE441
source: INTRUDER! YOU SHOULDN’T BE HERE!
ar: متطفل! لا ينبغي أن تكون هنا!
bg: НАРУШИТЕЛ! НЕ ТРЯБВА ДА СИ ТУК!
es: ¡INTRUSO! ¡NO DEBERÍAS ESTAR AQUÍ!
fi: LUVATON TULIJA! SINUN EI PIDÄISI OLLA TÄÄLLÄ!
it: INTRUSO! NON DOVRESTI ESSERE QUI!
ko: 침입자! 여기 있으면 안 됩니다!
nl: INDRINGER! JE HOORT HIER NIET!

# ,484CA27C455FB6B7B86CD38442706D5B
source: HEY! BACK TO YOUR POST!
ar: هيي! عد إلى وظيفتك!
bg: ХЕЙ! ВЪРНИ СЕ НА ПОСТА!
es: ¡VUELVE A TU PUESTO!
fi: HEI! PALAUTU PAIKALLEN!
it: EHI! TORNA AL TUO POSTO!
ko: 이봐! 제자리로 돌아가!
nl: HÉ! TERUG NAAR JE POST!

# ,CD5A43CA4B2A30F1BA81F0AFCB143C2A
source: YOU’RE IN THE WRONG PLACE!
ar: أنت في المكان الخطأ!
bg: ТИ СИ НА ГРЕШНО МЯСТО!
es: ¡ESTÁS EN EL LUGAR EQUIVOCADO!
fi: OLET VÄÄRÄSSÄ PAIKASSA!
it: SEI NEL POSTO SBAGLIATO!
ko: 제자리가 아닙니다!
nl: JE BENT OP DE VERKEERDE PLEK!

# ,A55685454D8AB23A5C38D0AF9376D5B7
source: GET BACK TO WORK!
ar: عد إلى العمل!
bg: ВЪРНИ СЕ НА РАБОТА!
es: ¡VUELVE AL TRABAJO!
fi: PALAUTA TYÖHÖSI!
it: TORNA A LAVORARE!
ko: 일하러 돌아가세요!
nl: GA TERUG AAN HET WERK!

# ,A430A0864C9D4F875F9C97B6D5E774A8
source: THIS ISN’T YOUR STATION!
ar: هذه ليست محطتك!
bg: ТОВА НЕ Е ТВОЯТА СТАНЦИЯ!
es: ¡ESTA NO ES TU ESTACIÓN!
fi: TÄMÄ EI OLE ASEMASI!
it: QUESTO NON È IL TUO STAZIONE!
ko: 이곳은 당신의 스테이션이 아닙니다!
nl: DIT IS NIET JE STANDPLAATS!

# ,6467379D46EE3E11B8B83DB0B374C430
source: YOU DON’T BELONG HERE!
ar: أنت لا تنتمي إلى هنا!
bg: ТИ НЕ ПРИНАДЛЕЖИШ ТУК!
es: ¡NO PERTENECES AQUÍ!
fi: ET KUULU TÄHÄN!
it: NON APPARTIENI QUI!
ko: 여기에 속하지 않습니다!
nl: JE BEHOORT HIER NIET!

# ,2D0D13364055A4E10168219781DA1363
source: Hehahah... Thank you Operator!
ar: ههه... شكراً أيها المشغّل!
bg: Хахахах... Благодаря, Операторе!
es: Jejeje… Gracias, Operador
fi: Hehahah... Kiitos operaattori!
it: Hehahah... Grazie Operatore!
ko: 헤헤... 고마워, 오퍼레이터!
nl: Hehahah... Bedankt, Operator!

# ,353EDDC84D8712B3A161B1B300BD1F5B
source: Ohhh… a fine choice indeed.
ar: أوه… خيار ممتاز بالفعل.
bg: Оххх… наистина добър избор.
es: Oh… una excelente elección
fi: Ohhh… erinomainen valinta.
it: Ohhh… una scelta eccellente davvero
ko: 오호... 훌륭한 선택입니다.
nl: Ohhh… fijne keuze.

# ,1453FED149F64237F513EAA356193B10
source: Upgrade accepted. The system approves.
ar: تم قبول الترقية. النظام يوافق.
bg: Актуализация приета. Системата одобрява.
es: Mejora aceptada. El sistema aprueba
fi: Päivitys hyväksytty. Järjestelmä hyväksyy.
it: Upgrade accettato. Il sistema approva
ko: 업그레이드 수락됨. 시스템이 승인했습니다.
nl: Upgrade geaccepteerd. Systeem keurt goed.

# ,2BE30A694FCA8A01CF64A5803BAEF95B
source: Ohhh... marvelous choice, Operator…
ar: أوه... خيار رائع، أيها المشغّل…
bg: Оххх... чудесен избор, Операторе…
es: Oh… magnífica elección, Operador…
fi: Ohhh... loistava valinta, operaattori…
it: Ohhh... scelta meravigliosa, Operatore…
ko: 오호... 멋진 선택입니다, 오퍼레이터...
nl: Ohhh... voortreffelijke keuze, Operator…

# ,BB43B6554A6D16166B3D0895794BE3B0
source: Heh… you're learning fast.
ar: هه... تتعلم بسرعة.
bg: Хе… бързо учиш.
es: Je… aprendes rápido
fi: Heh… opit nopeasti.
it: Heh… stai imparando in fretta
ko: 헤헷... 빨리 배우고 있네요.
nl: Heh… je leert snel.

# ,31D261BE4271D8C6D7A058BDCBFC347D
source: What’re ya buyin', Operator?
ar: ماذا تشتري، أيها المشغّل؟
bg: Какво ще купуваш, Операторе?
es: ¿Qué compras, Operador?
fi: Mitä ostat, operaattori?
it: Cosa compri, Operatore?
ko: 뭐 사실래요, 오퍼레이터?
nl: Wat wil je kopen, Operator?

# ,27FBA5DD4413B8990E04FF917A184B67
source: Fancy a little upgrade today, my obedient friend?
ar: هل ترغب في ترقية صغيرة اليوم، يا صديقي المطيع؟
bg: Искаш малка актуализация днес, мой послушен приятелю?
es: ¿Te apetece algo de mejora hoy, amigo obediente?
fi: Haluaisitko pientä päivitystä tänään, kuulias ystävä?
it: Ti va un piccolo upgrade oggi, mio amico obbediente?
ko: 오늘 업그레이드 어때, 충성스러운 친구?
nl: Zin in een upgrade vandaag, mijn brave vriend?

# ,4CD7939A426D09C98A950688341E2256
source: The factory is harsh... but I can ease your burden.
ar: المصنع صارم... لكن يمكنني تخفيف عبئك.
bg: Фабриката е сурова... но мога да ти облекча товара.
es: La fábrica es dura… pero puedo aliviar tu carga
fi: Tehdas on ankara... mutta voin helpottaa taakkaasi.
it: La fabbrica è dura... ma posso alleviare il tuo carico
ko: 공장은 가혹합니다... 하지만 짐을 덜어줄 수 있습니다.
nl: De fabriek is hard... maar ik kan je last verlichten.

# ,7CCA504A4DA3837DE2D6BD93C2BE9F9A
source: You’ve answered the call… good. Let’s trade, shall we?
ar: لقد استجبت للنداء... جيد. لنتبادل، أليس كذلك؟
bg: Отговори на поканата… добре. Да търгуваме ли?
es: Has respondido a la llamada… bien. ¿Intercambiamos?
fi: Olet vastannut huutoon… hyvä. Käydäänkö kauppaa?
it: Hai risposto alla chiamata… bene. Facciamo scambio?
ko: 소환에 응답해 주셔서 감사합니다… 거래해 볼까요?
nl: Je hebt geantwoord… goed. Laten we handelen?

# ,85519D14440A18EAE90483A10341B23B
source: Behind every great Operator… is a smarter wallet.
ar: خلف كل مشغل عظيم... محفظة أذكى.
bg: Зад всеки велик Оператор… стои по-умен портфейл.
es: Detrás de todo gran Operador… hay una cartera más inteligente
fi: Jokaisen suuren operaattorin takana on älykkäämpi lompakko.
it: Dietro ogni grande Operatore… c’è un portafoglio più intelligente
ko: 위대한 오퍼레이터 뒤에는... 더 똑똑한 지갑이 있습니다.
nl: Achter elke goede Operator… zit een slimmere portemonnee.

# ,9BBB326C48CB79CB1BDED8BE32D3D284
source: Welcome to the team, Operator!
ar: مرحباً بك في الفريق، أيها المشغّل!
bg: Добре дошъл в екипа, Операторе!
es: Bienvenido al equipo, Operador
fi: Tervetuloa tiimiin, operaattori!
it: Benvenuto nella squadra, Operatore!
ko: 팀에 오신 것을 환영합니다, 오퍼레이터!
nl: Welkom bij het team, Operator!

# ,D712AA9340B86FACCD8210A77870BB94
source: You're now officially one of us.
ar: أنت الآن رسميًا واحدًا منا.
bg: Сега официално си един от нас.
es: Ahora eres oficialmente uno de nosotros
fi: Olet nyt virallisesti yksi meistä.
it: Ora sei ufficialmente dei nostri
ko: 이제 정식 멤버가 되셨습니다.
nl: Je hoort er nu officieel bij.

# ,4442FE1C4F4C27D1ED2682B6130DA48C
source: From this point on, you'll follow your regular routine: wake up, come to work, finish your shift, go back home
ar: من هذه اللحظة، ستتبع روتينك العادي: استيقاظ، الذهاب إلى العمل، إنهاء النوبة، العودة إلى المنزل
bg: Оттук нататък следвай обичайния си режим: ставане, отиване на работа, завършване на смяната, връщане вкъщи
es: De ahora en adelante: despierta, trabaja, termina tu turno, vuelve a casa
fi: Tästä lähtien heräät, tulet töihin, suoritat vuorosi, menet kotiin.
it: Da questo momento seguirai la tua routine: svegliati, vieni al lavoro, finisci il turno, torna a casa
ko: 이제부터 일상: 일어나서 출근, 근무 마치고 귀가
nl: Vanaf nu volg je je gewone routine: opstaan, naar werk, je shift afmaken, naar huis

# ,CF3036DB4A342331E2AC149DD155CCC0
source: You've got a permanent contract, so... no need to stress too much.
ar: لديك عقد دائم، فلا داعي للقلق كثيراً.
bg: Имаш постоянен договор, така че... няма нужда да се притесняваш.
es: Tienes contrato indefinido, así que… no te estreses demasiado
fi: Sinulla on toistaiseksi voimassa oleva sopimus, joten... ei tarvitse stressata liikaa.
it: Hai un contratto a tempo indeterminato, quindi... niente stress
ko: 영구 계약이므로... 크게 걱정할 필요 없습니다.
nl: Je hebt een vast contract, dus... geen stress.

# ,63E4541642879D8302A14C8B3A78B92F
source: Ahhh—almost forgot!
ar: آه— كدت أن أنسى!
bg: Аххх—почти забравих!
es: ¡Ah—casi lo olvido!
fi: Ahhh—melkein unohdin!
it: Ahhh—quasi dimenticavo!
ko: 아—거의 잊을 뻔!
nl: Ahhh—bijna vergeten!

# ,E5E4C5514BEAFC1DAA24EF887AE766D9
source: Use this phone to call me whenever you need. You’re starting with no tools in your new position, but you can buy them if you want to speed things up.
ar: استخدم هذا الهاتف للاتصال بي كلما احتجت. تبدأ بدون أدوات في موقعك الجديد، لكن يمكنك شراؤها إذا أردت تسريع الأمور.
bg: Използвай този телефон, за да ми се обаждаш, когато имаш нужда. Започваш без инструменти, но можеш да ги купиш, ако искаш по-бързо напредък.
es: Usa este teléfono para llamarme cuando necesites. Empiezas sin herramientas, pero puedes comprarlas
fi: Käytä tätä puhelinta soittaaksesi minulle tarvittaessa. Aloit ilman työkaluja, mutta voit ostaa niitä, jos haluat nopeuttaa työtäsi.
it: Usa questo telefono per chiamarmi quando vuoi. Parti senza strumenti, ma puoi comprarli per velocizzare
ko: 필요할 때 언제든 전화하세요. 새 직무엔 도구가 없지만 구매해 속도를 높일 수 있습니다.
nl: Gebruik deze telefoon om me te bellen als je iets nodig hebt. Je start zonder tools, maar je kunt ze kopen om te versnellen.

# ,787E51C74D6E89AB8B6E138F83BD57DC
source: It’s the price of efficiency... literally.
ar: إنه ثمن الكفاءة... حرفيًا.
bg: Това е цената на ефективността... буквално.
es: Es el precio de la eficiencia… literalmente
fi: Se on tehokkuuden hinta... kirjaimellisesti.
it: È il prezzo dell’efficienza... letteralmente
ko: 효율의 대가입니다... 말 그대로.
nl: Het is letterlijk de prijs van efficiëntie.

# ,5EFB024545BC367BEE702A87277FADB9
source: is that all operator?
ar: هل هذا كل شيء يا مشغل؟
bg: това ли е всичко, операторе?
es: ¿Eso es todo, Operador?
fi: onko siinä kaikki operaattori?
it: È tutto, Operatore?
ko: 이게 전부인가요, 오퍼레이터?
nl: Is dat alles, Operator?

# ,5E65C80D465D94F4EFA6E482CB5C1BAE
source: Welcome to Dispatch.
ar: مرحباً بك في الإرسال (Dispatch).
bg: Добре дошъл в Еnvíos (dispatch).
es: Bienvenido a Envíos
fi: Tervetuloa Envíosiin.
it: Benvenuto a Envíos
ko: Dispatch에 오신 것을 환영합니다.
nl: Welkom bij Envío.

# ,FE8A72F340B75790D5A529BB21A7E04F
source: This is where you’ll be working from now on.
ar: هنا ستعمل من الآن فصاعداً.
bg: Тук ще работиш оттук нататък.
es: De ahora en adelante trabajarás desde aquí.
fi: Tässä työskentelet tästä eteenpäin.
it: Qui lavorerai d’ora in poi
ko: 이곳이 당신의 새로운 작업장입니다.
nl: Hier ga je voortaan werken.

# ,E9FD13F1457F569A053FFCB9F4A51DB6
source: Your job is simple: review each product.
ar: عملك بسيط: راجع كل منتج.
bg: Работата ти е проста: преглеждай всеки продукт.
es: Tu trabajo es simple: revisa cada producto.
fi: Tehtäväsi on yksinkertainen: tarkista jokainen tuote.
it: Il tuo lavoro è semplice: controlla ogni prodotto
ko: 당신의 업무는 간단합니다: 각 제품 검토
nl: Je taak is simpel: elk product beoordelen.

# ,FC773E9641F63AC88DBEF0AE08D3D66E
source: If it’s defective — send it to repair.
ar: إذا كان معطلاً— أرسله للإصلاح.
bg: Ако е дефектен — изпрати го на ремонт.
es: Si está defectuoso — envíalo a reparar.
fi: Jos se on viallinen — lähetä se korjaukseen.
it: Se è difettoso — invialo in riparazione
ko: 불량이면 수리로 보내세요.
nl: Is het defect — stuur het naar reparatie.

# ,E0E38FBE4AF1EED8EF7D248F54977EC5
source: If it’s correct — send it to production.
ar: إذا كان صحيحاً— أرسله للإنتاج.
bg: Ако е изправен — изпрати го за производство.
es: Si está correcto — envíalo a producción.
fi: Jos se on oikein — lähetä se tuotantoon.
it: Se è corretto — invialo in produzione
ko: 정상이면 생산으로 보내세요.
nl: Is het goed — stuur het naar productie.

# ,E424776E437EC68706B027860F13E84A
source: To begin, go to the panel and activate it.
ar: لبدء، اذهب إلى اللوحة وفعلها.
bg: За да започнеш, отиди до панела и го активирай.
es: Para empezar, ve al panel y actívalo.
fi: Aloita aktivoimalla paneeli.
it: Per iniziare, vai al pannello e attivalo
ko: 시작하려면 패널에 가서 활성화하세요.
nl: Om te beginnen, ga naar het paneel en activeer het.

# ,A363C5AB4C8656DD2FC89AB5366A3EC0
source: Your first product is waiting.
ar: منتجك الأول في الانتظار.
bg: Първият ти продукт те чака.
es: Tu primer producto está esperando.
fi: Ensimmäinen tuotteesi odottaa.
it: Il tuo primo prodotto ti aspetta
ko: 첫 제품이 기다립니다.
nl: Je eerste product staat klaar.

# ,A2328C6247BEE9F1A303D2A834FA4563
source: The shift is over.
ar: انتهت النوبة.
bg: Смяната свърши.
es: La jornada ha terminado.
fi: Vuoro on ohi.
it: Il turno è finito
ko: 교대 근무가 끝났습니다.
nl: De shift is voorbij.

# ,4F47AB864147428F25505199A54E0DA4
source: Come back tomorrow.
ar: عد غداً.
bg: Върни се утре.
es: Vuelve mañana.
fi: Palaa huomenna.
it: Torna domani
ko: 내일 돌아오세요.
nl: Kom morgen terug.

# ,102B6ACA443185E4D08776B6277E9DC8
source: Alright, today we’re testing something new: cases.
ar: حسناً، اليوم نختبر شيئاً جديداً: الصناديق.
bg: Добре, днес тестираме нещо ново: кутии.
es: Muy bien, hoy probaremos algo nuevo: cajas.
fi: Testaamme tänään jotain uutta: laatikoita.
it: Oggi testiamo qualcosa di nuovo: le scatole
ko: 오늘은 새 테스트: 케이스.
nl: Oké, vandaag testen we iets nieuws: kisten.

# ,6B034FE34076411EFB2D8395424A0D7B
source: They’re usually used to carry dolls, but they must be in perfect condition too.
ar: عادة ما تُستخدم لحمل الدمى، لكن يجب أن تكون في حالة مثالية أيضاً.
bg: Обикновено се използват за пренасяне на muñecos, но и те трябва да са в перфектно състояние.
es: Normalmente se usan para llevar muñecos, pero también deben estar en perfecto estado.
fi: Niitä käytetään nukkejen kuljettamiseen, mutta niidenkin on oltava virheettömiä.
it: Servono per trasportare i pupazzi, ma devono essere perfette
ko: 보통 인형 운반용이지만 완벽해야 합니다.
nl: Ze worden meestal gebruikt om poppen te dragen, maar ze moeten ook in perfecte staat zijn.

# ,3FC309CA4813E93133D6FCBFE8F4E082
source: Inspect each case for any inconsistencies, just like you did with the dolls.
ar: افحص كل صندوق بحثاً عن أي تداخلات، تماماً كما فعلت مع الدمى.
bg: Провери всяка кутия за несъответствия, както правеше с muñecos.
es: Inspecciona cada caja buscando inconsistencias, igual que con los muñecos.
fi: Tarkista jokainen laatikko epäjohdonmukaisuuksien varalta, kuten nukkeja.
it: Ispeziona ogni scatola per incoerenze, come con i pupazzi
ko: 인형과 같은 방식으로 결함 검사
nl: Inspecteer elke kist op inconsistenties, net zoals je bij de poppen deed.

# ,A2DD45624367EEA334A978A423FD88E8
source: Time to step it up
ar: حان وقت التصعيد
bg: Време да повишим нивото
es: Hora de subir el nivel
fi: Nyt täytyy nostaa panoksia
it: È ora di alzare il livello
ko: 단계 업할 시간
nl: Tijd om het niveau te verhogen

# ,A737EFE345A892DAC51F9D933FC21A76
source: Products will now arrive in batches, first the case, then the doll
ar: ستصل المنتجات الآن على دفعات: أولاً الصندوق، ثم الدمية
bg: Продуктите ще пристигат на партиди: първо кутията, после muñeco
es: Los productos ahora llegarán en lotes: primero la caja, luego el muñeco
fi: Tuotteet saapuvat nyt erissä, ensin laatikko, sitten nukke
it: I prodotti ora arrivano a lotti: prima la scatola, poi il pupazzo
ko: 이제 제품이 케이스→인형 순으로 도착합니다
nl: Producten komen nu in batches aan, eerst de kist, dan de pop

# ,65D548384228D336A457558633009068
source: Both must be inspected thoroughly
ar: يجب فحص كلاهما بدقة
bg: И двете трябва да се инспектират старателно
es: Ambos deben inspeccionarse a fondo
fi: Molemmat on tarkastettava huolellisesti
it: Entrambi devono essere accuratamente ispezionati
ko: 둘 다 철저히 검사
nl: Beide moeten grondig geïnspecteerd worden

# ,D45F3BB048B7067E6F7F30B74D9CB2BF
source: Only flawless items are cleared for production
ar: فقط العناصر الخالية من العيوب تُسمح لها بالإنتاج
bg: Само безупречните артикули се освобождават за производство
es: Solo los artículos impecables pasan a producción
fi: Vain virheettömät viedään tuotantoon
it: Solo articoli impeccabili vanno in produzione
ko: 결함 없는 항목만 생산 통과
nl: Alleen vlekkeloze items mogen door naar productie
