Repository: geliusgelius/doll-inc-localizations
Catalog: */Game.po
Languages: ar, bg, es, fi, it, ko, nl

# ,41E20900427C539AF948B89BF1346920
source: You now have access to an extra table to assist with classification
ar: أضيفت طاولة إضافية لمساعدتك.
bg: Сега имаш достъп до допълнителна маса за помощ при класификацията
es: Ahora tienes acceso a una mesa extra para ayudar con la clasificación
fi: Saat nyt käyttöön lisäpöydän luokittelun helpottamiseksi
it: Ora hai accesso a una tabella extra per aiutarti nella classificazione
ko: 분류 보조용 추가 테이블 접근 가능
nl: Je hebt nu toegang tot een extra tabel om bij de classificatie te helpen

# ,C3F772EF43354F507CED4D8A7D9E4AC8
source: A new day… and a more precise task
ar: يوم جديد… ومهمة أكثر دقة
bg: Нов ден… и по-точна задача
es: Un nuevo día… y una tarea más precisa
fi: Uusi päivä… ja tarkempi tehtävä
it: Un nuovo giorno… e un compito più preciso
ko: 새 날… 더 정밀한 작업
nl: Een nieuwe dag… en een preciezere taak

# ,92D0998644BFD2011BD34398767604CD
source: Today, you must verify that the name on the doll matches the name on the case
ar: اليوم، يجب التأكد من تطابق الاسم على الدمية مع الاسم على الصندوق
bg: Днес трябва да провериш дали името на muñeco съвпада с името на кутията
es: Hoy debes verificar que el nombre del muñeco coincida con el de la caja
fi: Tänään sinun on varmistettava, että nukken nimi vastaa laatikon nimeä
it: Oggi devi verificare che il nome sulla bambola corrisponda a quello sulla scatola
ko: 오늘은 인형 이름과 케이스 이름 일치 확인
nl: Vandaag moet je controleren of de naam op de pop overeenkomt met de naam op de kist

# ,81DBC6294DBED6BC897984BCDE519B55
source: Use the updated detail panel to cross-check information
ar: استخدم لوحة التفاصيل المحدثة للتحقق
bg: Използвай обновения панел за подробности, за да провериш информацията
es: Usa el panel de detalles actualizado para cotejar la información
fi: Käytä päivitettyä detailipaneelia tietojen vertailuun
it: Usa il pannello dei dettagli aggiornato per incrociare le informazioni
ko: 업데이트된 상세 패널로 교차 확인
nl: Gebruik het bijgewerkte detailpaneel om informatie te cross-checken

# ,6CE76D9A49405B820614AB999680F6F2
source: Oh and don’t forget to assign the proper repair reason if something’s off
ar: ولا تنسَ تحديد سبب الإصلاح المناسب إذا كان هناك خلل
bg: О, и не забравяй да зададеш правилната причина за ремонт, ако нещо не е наред
es: Ah, y no olvides asignar la razón de reparación si algo no encaja
fi: Älä unohda asettaa oikeaa korjaussyytä, jos jokin on pielessä
it: Ah, e non dimenticare di assegnare il motivo di riparazione corretto se qualcosa non va
ko: 문제가 있으면 적절한 수리 사유 지정
nl: Oh, en vergeet niet de juiste reparatiereden toe te wijzen als er iets niet klopt

# ,EEBD46F54B4432DB6B1493B8DAECEC6D
source: Sometimes the cases come mislabeled…
ar: أحياناً تُرقم الصناديق بشكل خاطئ…
bg: Понякога кутиите идват с грешни етикети…
es: A veces las cajas vienen mal etiquetadas…
fi: Joskus laatikot ovat väärin merkitty…
it: A volte le scatole sono etichettate male…
ko: 때로는 케이스에 잘못된 라벨이 붙습니다…
nl: Soms worden de kisten verkeerd gelabeld…

# ,1576ABD4456FD1254E35D88688E3BEBC
source: Sometimes, well… no one really knows the doll’s name
ar: أحياناً، لا أحد يعلم اسم الدمية حقاً
bg: Понякога… никой не знае името на muñeco
es: A veces, bueno… nadie sabe realmente el nombre del muñeco
fi: Joskus, no… kukaan ei oikeasti tiedä nukken nimeä
it: A volte, beh… nessuno conosce davvero il nome della bambola
ko: 가끔은 이름조차 모르는 인형도 있습니다
nl: Soms… weet eigenlijk niemand de naam van de pop

# ,EEA172264749FF6788650CBA21654FEF
source: Effective immediately, you are now required to check the case's glass panel
ar: فعلياً، يجب الآن فحص لوحة الزجاج في الصندوق
bg: От днес нататък трябва да проверяваш стъкления панел на кутията
es: Con efecto inmediato, ahora debes revisar el panel de vidrio de la caja
fi: Välittömästi alkaen sinun on tarkistettava laatikon lasipaneeli
it: Da adesso in poi sei tenuto a controllare il vetro della scatola
ko: 즉시 유리 패널 검사 필수
nl: Met onmiddellijke ingang moet je nu het glasvenster van de kist controleren

# ,58E588A142F919AC29F6C0ACB5AE5F16
source: Scratches, cracks, or any distortion must be flagged
ar: يجب الإبلاغ عن الخدوش أو التشققات أو أي تشوه
bg: Надрасквания, пукнатини или изкривявания трябва да се маркират
es: Ralladuras, grietas o cualquier distorsión deben marcarse
fi: Naarmut, halkeamat tai vääristymät on merkittävä
it: Graffi, crepe o qualsiasi distorsione devono essere segnalati
ko: 스크래치, 균열, 왜곡 감지 시 표시
nl: Krasjes, barsten of vervormingen moeten gemeld worden

# ,6F24AC2F42B4570D8912FCA1CE22602D
source: You’ll notice a new repair reason available, specifically for glass damage
ar: ستلاحظ سبب إصلاح جديد مخصص لأضرار الزجاج
bg: Ще видиш нова причина за ремонт, специално за щети по стъклото
es: Verás un nuevo motivo de reparación, específicamente para daño en vidrio
fi: Huomaat uuden lasivauriokorjaussyyn
it: Noterai un nuovo motivo di riparazione disponibile, specifico per danni al vetro
ko: 유리 손상 수리 사유 추가
nl: Je ziet nu een nieuwe reparatiereden beschikbaar, speciaal voor glasschade

# ,7C92EBAC46D933ED9C73588437B187F0
source: Look closely. Every detail matters.
ar: انظر جيداً. كل تفصيل يهم.
bg: Гледай внимателно. Всяка подробност е важна.
es: Mira de cerca. Cada detalle importa.
fi: Katso tarkasti. Jokainen yksityiskohta on tärkeä.
it: Osserva da vicino. Ogni dettaglio conta.
ko: 주의 깊게 보세요. 세부 사항이 중요합니다.
nl: Kijk goed. Elk detail telt.

# ,3DF0D6404DF1517BD3CE4AB50E6C9DEC
source: Hmm… we’ve got a situation.
ar: همم… لدينا حالة.
bg: Хмм… имаме ситуация.
es: Mmm… tenemos un problema.
fi: Hmm… meillä on tilanne.
it: Hmm… abbiamo una situazione.
ko: 음… 상황이 생겼습니다.
nl: Hmm… we hebben een probleem.

# ,DFCC0597489A93F91DCDAA834B1C78F4
source: No products are coming through.
ar: لا منتجات تمر.
bg: Никакви продукти не минават.
es: No están entrando productos.
fi: Tuotteita ei tule läpi.
it: Nessun prodotto arriva.
ko: 제품이 들어오지 않습니다.
nl: Er komen geen producten door.

# ,E30194B84A412FD04A8211883D7C490E
source: Check the maintenance room, make sure everything’s powered and functioning properly.
ar: افحص غرفة الصيانة، تأكد من أن كل شيء يعمل بالكهرباء وبشكل صحيح.
bg: Провери стаята за поддръжка, увери се, че всичко е включено и работи правилно.
es: Revisa la sala de mantenimiento, asegúrate de que todo esté encendido y funcione bien.
fi: Tarkista huoltotila, varmista että kaikki on virtaa ja toimii.
it: Controlla la sala manutenzione, assicurati che tutto sia alimentato e funzioni correttamente.
ko: 정비실 확인, 전원 및 기능 점검
nl: Controleer de onderhoudskamer, zorg dat alles van stroom is voorzien en goed werkt.

# ,FCFCA90042468E3FB95C24A28FF6DBB8
source: Sometimes operators fail to align the products correctly
ar: أحياناً يفشل المشغلون في محاذاة المنتجات بشكل صحيح
bg: Понякога операторите не подреждат продуктите правилно.
es: A veces los operarios no alinean bien los productos
fi: Joskus operaattorit eivät kohdenna tuotteita oikein
it: A volte gli operatori non allineano correttamente i prodotti
ko: 조작자가 제품을 잘못 정렬하면
nl: Soms falen operators in het correct uitlijnen van de producten

# ,CC6CC2064955BC3D0E470BB7F062206D
source: When that happens… they hit the sides and jam the system
ar: عندما يحدث ذلك… تصطدم الجوانب وتعيق النظام
bg: Когато това се случи… те удрят страничните стени и заседяват системата.
es: Cuando eso pasa… chocan contra los lados y atascan el sistema
fi: Silloin ne osuvat reunoihin ja jumittavat järjestelmän
it: Quando succede… urtano i lati e bloccano il sistema
ko: 사이드에 부딪혀 시스템이 걸릴 수 있습니다
nl: Als dat gebeurt… stoten ze tegen de zijkanten en blokkeren het systeem

# ,C81E3FAC4A99000721379A97D8BD313A
source: Clear the obstruction, and be more careful next time.
ar: أزل العائق، وكن أكثر حذراً لاحقاً.
bg: Отстрани блокажа и бъди по-внимателен следващия път.
es: Limpia la obstrucción, y ten más cuidado la próxima vez.
fi: Poista este ja ole varovaisempi seuraavalla kerralla.
it: Rimuovi l'ostruzione e stavolta fai più attenzione.
ko: 장애물 제거, 다음엔 더 주의하세요.
nl: Maak de blokkade vrij en wees de volgende keer zorgvuldiger.

# ,DD3DA6E243105EA016E011B613B016A9
source: Hold on
ar: انتظر
bg: Изчакай.
es: Espera
fi: Odota
it: Aspetta
ko: 잠깐만요
nl: Wacht even

# ,BEED859F4A98B250066932A66010E91F
source: That case has the wrong name
ar: هذا الصندوق يحمل اسماً خاطئاً
bg: Тази кутия има грешно име.
es: Esa caja tiene el nombre equivocado
fi: Tässä laatikossa on väärä nimi
it: Quella scatola ha il nome sbagliato
ko: 이 케이스 이름이 잘못되었습니다
nl: Die kist heeft de verkeerde naam

# ,9163BA9B4F90FD7CBAC7609F0FAE4E3E
source: It doesn’t match the doll it’s paired with
ar: لا يتطابق مع الدمية المرافقة
bg: То не съвпада с muñeco, с който е свързано.
es: No coincide con el muñeco al que está emparejada
fi: Se ei vastaa nukkea, johon se on paritettu
it: Non corrisponde alla bambola abbinata
ko: 짝지어진 인형과 일치하지 않습니다
nl: Het klopt niet met de pop waar hij bij hoort

# ,DFB35F5447E2EE1A94C526A328CE9B1E
source: You can confirm it using the panel, check the product name carefully
ar: يمكنك التأكد عبر اللوحة، افحص الاسم بدقة
bg: Можеш да го потвърдиш чрез панела, провери внимателно името на продукта.
es: Puedes confirmarlo usando el panel, revisa cuidadosamente el nombre del producto
fi: Vahvista paneelilla, tarkista tuotenimi huolellisesti
it: Puoi confermarlo usando il pannello, controlla attentamente il nome del prodotto
ko: 패널로 확인, 제품 이름 주의 깊게 확인
nl: Je kunt het bevestigen met het paneel, controleer de productnaam zorgvuldig

# ,6ABB519D42D4EA8B3828CB8FCAD871DA
source: Mark it for repair
ar: علّمه للإصلاح
bg: Маркирай го за ремонт.
es: Márcala para reparación
fi: Merkitse korjaukseen
it: Segnala per la riparazione
ko: 수리 표시
nl: Markeer het voor reparatie

# ,2818EF534C1474B2C8E50D90E49A2CC6
source: And make sure to specify the reason: Wrong name
ar: وتأكد من تحديد السبب: الاسم خاطئ
bg: И задължително уточни причината: Грешно име.
es: Y asegúrate de especificar la razón: Nombre equivocado
fi: Ja muista ilmoittaa syy: Väärä nimi
it: E assicurati di specificare il motivo: Nome sbagliato
ko: 사유 지정: 잘못된 이름
nl: En geef de reden op: Verkeerde naam

# ,658F40A64AD1C076F7B45396C2DC0700
source: Details matter here, Operator. Don’t get careless
ar: التفاصيل مهمة هنا، أيها المشغل. لا تُهمل
bg: Детайлите тук са важни, операторе. Не бъди небрежен.
es: Aquí los detalles importan, Operador. No seas descuidado
fi: Yksityiskohdat ovat tärkeitä, operaattori. Älä ole huolimaton
it: I dettagli qui contano, Operatore. Non distrarti
ko: 세부 사항이 중요합니다, 오퍼레이터. 부주의 금지
nl: Details zijn hier belangrijk, Operator. Wees niet onzorgvuldig

# ,BC9730AC4D7B6E76F47E73952ABBE48C
source: Today’s focus is hazard labels
ar: تركيز اليوم: ملصقات الخطر
bg: Днес фокусът е върху етикетите за опасност.
es: Hoy nos enfocamos en las etiquetas de peligro
fi: Tämän päivän painopiste on vaaralaput
it: L'obiettivo di oggi sono le etichette di pericolo
ko: 오늘의 집중 과제: 위험 라벨
nl: Vandaag ligt de focus op gevarenaanduidingen

# ,C1518C90447EDC21D511FAAFCCD3B345
source: Each box needs 7 visible, straight stickers on the sides
ar: كل صندوق يحتاج 7 ملصقات مرئية ومستقيمة على الجوانب
bg: Всяка кутия трябва да има 7 видими, изправени стикера отстрани.
es: Cada caja necesita 7 adhesivos visibles y rectos en los laterales
fi: Jokaisessa laatikossa on oltava 7 näkyvää, suoraa tarraa sivuilla
it: Ogni scatola ha bisogno di 7 adesivi visibili e dritti sui lati
ko: 각 박스에는 옆면에 7개의 직선 스티커 필요
nl: Elke doos heeft 7 zichtbare, rechte stickers op de zijkanten nodig

# ,C6AB64044E5A23C4F809AE9531614C79
source: If any are missing or crooked
ar: إذا كان أي منها مفقوداً أو مائلاً
bg: Ако някой липсва или е крив…
es: Si falta alguno o está torcido
fi: Jos jokin puuttuu tai on vinossa
it: Se qualcuno manca o è storta
ko: 누락되거나 기울어지면
nl: Als er iets ontbreekt of scheef zit

# ,1833F2A94F60E9C9741CE484E26F8022
source: Mark it and send to repair
ar: علّمه للإصلاح وأرسله
bg: маркирай я и я изпрати за ремонт.
es: márcala y envíala a reparar
fi: Merkitse ja lähetä korjaukseen
it: Segnala e manda in riparazione
ko: 표시 후 수리로 보내세요
nl: Markeer het en stuur het ter reparatie

# ,E6AE774F4B7175EA963A6CA302649A2F
source: Today’s task: box doors
ar: مهمة اليوم: أبواب الصناديق
bg: Днешната задача: врати на кутии.
es: La tarea de hoy: puerta de la caja
fi: Tämän päivän tehtävä: laatikon ovet
it: Compito di oggi: porte delle scatole
ko: 오늘의 과제: 박스 문
nl: Vandaag: de deuropeningen van de doos

# ,F9250EFE4CF3D5D6C90597824853A16C
source: Check if they open, close, and lock correctly
ar: تحقق مما إذا كانت تفتح وتغلق وتغلق بشكل صحيح
bg: Провери дали отварят, затварят и заключват правилно.
es: Comprueba si abren, cierran y bloquean correctamente
fi: Tarkista, avautuvatko ja sulkeutuvatko ne ja lukittuvatko oikein
it: Verifica che si aprano, chiudano e si blocchino correttamente
ko: 문이 열리고 닫히며 잠기는지 검사하세요
nl: Controleer of ze openen, sluiten en vergrendelen zoals het hoort

# ,264D2146436F612DD3B39E94B5A38C04
source: Don’t forget to inspect the glass, no cracks, no stains
ar: لا تنسَ فحص الزجاج، لا تشققات، لا بقع
bg: Не забравяй да инспектираш стъклото – без пукнатини, без петна.
es: No olvides inspeccionar el vidrio, sin grietas ni manchas
fi: Älä unohda tarkistaa lasia; ei halkeamia, ei tahroja
it: Non dimenticare di ispezionare il vetro, niente crepe, niente macchie
ko: 유리 검사 잊지 마세요, 균열 없이 깨끗하게
nl: Vergeet het glas niet te inspecteren, geen barsten, geen vlekken

# ,6B6FC5A7482418F6064A9AA636211CE7
source: If anything’s off, Mark it and send to repair
ar: إذا كان هناك خلل، علّمه للإصلاح وأرسله
bg: Ако нещо не е наред, маркирай и изпрати за ремонт.
es: Si algo falla, márcalo y envíalo a reparar
fi: Jos jokin on pielessä, merkitse ja lähetä korjaukseen
it: Se qualcosa non va, segnalalo e manda in riparazione
ko: 문제가 있으면 표시 후 수리로 보내세요
nl: Als er iets niet klopt, markeer het en stuur het ter reparatie

# ,C69F210D47F0F743373E70AD5DBBD9D8
source: Alright, here’s your first product.
ar: حسناً، هذا أول منتج لك.
bg: Добре, ето първия продукт.
es: Muy bien, aquí tienes tu primer producto.
fi: Hyvä on, tässä ensimmäinen tuotteesi.
it: Bene, ecco il tuo primo prodotto.
ko: 좋아요, 첫 제품입니다.
nl: Oké, hier is je eerste product.

# ,BF92661143119CF5E8ADE48A4EE5E4A3
source: Pick it up and place it on the platform for inspection.
ar: التقطه وضعه على المنصة للفحص.
bg: Вземи го и го постави на платформата за инспекция.
es: Levántalo y colócalo en la plataforma para inspección.
fi: Nosta se ja aseta alustalle tarkastusta varten.
it: Raccoglilo e posizionalo sulla piattaforma per l'ispezione.
ko: 들어서 플랫폼에 올리세요.
nl: Pak het op en plaats het op het platform voor inspectie.

# ,C5AFCF5D4F077DF19F7688976B9C3EBB
source: Alright, pay attention
ar: حسناً، انتبه
bg: Добре, внимавай.
es: Muy bien, presta atención
fi: Hyvä on, kiinnitä huomiota
it: Attenzione
ko: 주의하세요
nl: Let goed op

# ,68F2ED3B4B38AE0C360098AF7E0862CB
source: Lately, some workers have been leaving random junk inside the boxes, scissors, tape, wrappers... who knows
ar: مؤخراً، يترك بعض العمال خردة عشوائية داخل الصناديق، مقصات، شريط لاصق، أغلفة... من يدري
bg: Напоследък някои работници оставят случайни боклуци вътре в кутиите – ножици, тиксо, опаковки… кой знае какво.
es: Últimamente, algunos trabajadores dejan basura dentro de las cajas: tijeras, cinta, envoltorios... quién sabe
fi: Viime aikoina jotkut työntekijät ovat jättäneet satunnaista roskaa laatikoihin, saksia, teippiä, kääreitä... kuka tietää
it: Ultimamente alcuni lavoratori lasciano spazzatura dentro le scatole, forbici, nastro, involucri... chissà
ko: 최근 작업자들이 상자 안에 가위, 테이프, 포장지 등을 남겼습니다...
nl: De laatste tijd laten sommige medewerkers willekeurige rommel achter in de dozen: scharen, tape, verpakkingen... wie zal het zeggen

# ,9CAB3964408003FD87F19AA5CE8B4DD9
source: Check the inside carefully
ar: افحص الداخل بعناية
bg: Провери вътрешността внимателно.
es: Revisa el interior con cuidado
fi: Tarkista sisäpuoli huolellisesti
it: Controlla l'interno con attenzione
ko: 안쪽을 면밀히 검사하세요
nl: Controleer de binnenkant goed

# ,CDCAF4334A0DF3514AE71FA845DA0345
source: If you see anything that doesn’t belong
ar: إذا رأيت شيئاً لا ينتمي
bg: Ако видиш нещо, което не би трябвало да е там…
es: Si ves algo que no pertenece
fi: Jos näet jotain, mikä ei kuulu tänne
it: Se vedi qualcosa che non c'entra
ko: 소속되지 않은 물건이 있으면
nl: Als je iets ziet dat er niet hoort

# ,99D15475428C7C469EAF23A376A3BAAD
source: mark it and send it to repair
ar: علّمه للإصلاح وأرسله
bg: маркирай и изпрати за ремонт.
es: márcalo y envíalo a reparar
fi: merkitse se ja lähetä korjattavaksi
it: segnalalo e mandalo in riparazione
ko: 표시 후 수리로 보내세요
nl: markeer het en stuur het ter reparatie

# ,F077373045C217E53EFD909A0B22FBB0
source: From now on, every product must come with a barcode
ar: من الآن فصاعداً، يجب أن يأتي كل منتج مع رمز شريطي
bg: Отсега нататък всеки продукт трябва да има баркод.
es: De ahora en adelante, cada producto debe traer un código de barras
fi: Tästä lähtien kaikissa tuotteissa on oltava viivakoodi
it: D'ora in poi ogni prodotto deve avere un codice a barre
ko: 이제 모든 제품에 바코드가 있어야 합니다
nl: Vanaf nu moet elk product een barcode hebben

# ,3CCD83844181298C567682BE07317BC9
source: If it’s missing, or the number doesn’t match the product
ar: إذا كان مفقوداً، أو الرقم لا يطابق المنتج
bg: Ако липсва или номерът не съвпада с продукта…
es: Si falta, o el número no coincide con el producto
fi: Jos se puuttuu tai numero ei vastaa tuotetta
it: Se manca o il numero non corrisponde al prodotto
ko: 없거나 번호가 일치하지 않으면
nl: Als hij ontbreekt of het nummer klopt niet met het product

# ,7ADB935E4116096FD263B1A000764CCB
source: send it to repair, no exceptions
ar: أرسله للإصلاح، بلا استثناء
bg: изпрати за ремонт, без изключения.
es: envíalo a reparar, sin excepciones
fi: lähetä se korjattavaksi, ei poikkeuksia
it: mandalo in riparazione, senza eccezioni
ko: 무조건 수리로 보내세요
nl: stuur het ter reparatie, geen uitzonderingen

# ,3789D0AB43BBD5D42744DB915F50DAEA
source: You can check the correct codes on your screen
ar: يمكنك التحقق من الرموز الصحيحة على شاشتك
bg: Можеш да провериш правилните кодове на екрана си.
es: Puedes verificar los códigos correctos en tu pantalla
fi: Näet oikeat koodit näytöltäsi
it: Puoi controllare i codici corretti sul tuo schermo
ko: 화면에서 올바른 코드를 확인하세요
nl: Je kunt de juiste codes op je scherm controleren

# ,300A50244125449E9E9215856A18FFE9
source: Stay sharp
ar: كن يقظاً
bg: Бъди начетен.
es: Mantente alerta
fi: Pysy valppaana
it: Rimani vigile
ko: 날카롭게 유지
nl: Blijf scherp

# ,77EBC03247917A710147B591AADF3871
source: We’ve detected some strange phenomena in certain dolls
ar: لقد اكتشفنا بعض الظواهر الغريبة في بعض الدمى
bg: Забелязахме странни явления при някои muñecos.
es: Hemos detectado fenómenos extraños en ciertos muñecos
fi: Olemme havainneet outoja ilmiöitä tietyissä nukkeissa
it: Abbiamo rilevato strani fenomeni in alcune bambole
ko: 일부 인형에서 이상 현상이 감지되었습니다
nl: We hebben vreemde fenomenen bij bepaalde poppen ontdekt

# ,FDEB333045DDBC556F1E1EA176A69956
source: If you notice odd movement, unusual noise, or anything that feels… off
ar: إذا لاحظت حركة غريبة، صوتاً غير عادي، أو أي شيء يبدو… غريباً
bg: Ако забележиш необичайно движение, странен звук или нещо, което… не е нормално…
es: Si notas movimientos extraños, ruidos inusuales o algo que se sienta... raro
fi: Jos huomaat kummallista liikettä, epätavallista ääntä tai jotain… pielessä
it: Se noti movimenti strani, rumori insoliti o qualcosa che sembra… strano
ko: 이상한 움직임, 소음 또는 이상하면
nl: Als je rare bewegingen, ongewoon geluid of iets dat… niet klopt opmerkt

# ,2C99AF774FFA4E03005D3D805BC64FFA
source: mark it as “Strange Phenomenon” and send it to repair
ar: علّمه كـ 'ظاهرة غريبة' وأرسله للإصلاح
bg: маркирай го като „Странно явление“ и го изпрати за ремонт.
es: márcalo como “Fenómeno extraño” y envíalo a reparar
fi: merkitse se “Outo ilmiö” ja lähetä korjattavaksi
it: segnalalo come “Fenomeno Strano” e mandalo in riparazione
ko: “이상 현상”으로 표시 후 수리로 보내세요
nl: markeer het als “Vreemd Fenomeen” en stuur het ter reparatie

# ,B26FE71E4356A19F5078FD8511845D45
source: Better safe than sorry
ar: الأمان أولاً
bg: По-добре късно, отколкото никога.
es: Más vale prevenir que lamentar
fi: Parempi katsoa kuin katua
it: Meglio prevenire che curare
ko: 안전이 최우선입니다
nl: Beter voorkomen dan genezen

# ,AB53E4844B8987532E99579E4E2586C0
source: We've launched a new line of products: Robots.
ar: أطلقنا خطاً جديداً من المنتجات: الروبوتات.
bg: Пуснахме нова линия продукти: роботи.
es: Hemos lanzado una nueva línea de productos: Robots.
fi: Olemme lanseeranneet uuden tuotesarjan: Robotit.
it: Abbiamo lanciato una nuova linea di prodotti: Robot.
ko: 새 제품 라인: 로봇 출시되었습니다.
nl: We hebben een nieuwe productlijn gelanceerd: Robots.

# ,A4E582B44C9B117DE48156929FC0D596
source: These units are in high demand and come in various appearances depending on the map, just like the cases.
ar: هذه الوحدات مطلوبة بشدة وتأتي بمظاهر متعددة حسب الخريطة، تماماً مثل الصناديق.
bg: Тези устройства са с голямо търсене и имат различен външен вид спрямо картата, точно както кутиите.
es: Estas unidades tienen gran demanda y varían su apariencia según el mapa, igual que las cajas.
fi: Nämä yksiköt ovat kysyttyjä ja niiden ulkonäkö vaihtelee kartan mukaan, aivan kuten laukutkin.
it: Queste unità sono molto richieste e hanno aspetto vario a seconda della mappa, come le scatole.
ko: 지도에 따라 다양한 외관, 케이스처럼.
nl: Deze units zijn zeer gewild en komen in verschillende uitvoeringen, afhankelijk van de kaart, net als de kisten.

# ,C59DDCCA48F86CF4D585DAA2A977CE7C
source: Your task is simple: check for any physical damage and ensure the barcode is valid.
ar: مهمتك بسيطة: فحص أي ضرر مادي والتأكد من صحة الباركود.
bg: Твоята задача е проста: провери за физически повреди и увери се, че баркодът е валиден.
es: Tu tarea es simple: busca daños físicos y asegúrate de que el código de barras sea válido.
fi: Tehtäväsi on yksinkertainen: tarkista fyysinen kunto ja varmista, että viivakoodi on voimassa.
it: Il tuo compito è semplice: controlla eventuali danni fisici e verifica che il codice a barre sia valido.
ko: 작업은 간단합니다: 물리적 손상 확인 및 바코드 유효성 검사.
nl: Je taak is simpel: controleer op fysieke schade en zorg dat de barcode geldig is.

# ,9E6E8FA543EF11D6292F93AEDCF3E43A
source: Due to high demand, animation systems have been installed in the robots.
ar: بسبب الطلب العالي، تم تركيب أنظمة الرسوم المتحركة في الروبوتات.
bg: Поради високото търсене, в роботите са инсталирани анимационни системи.
es: Debido a la alta demanda, se han instalado sistemas de animación en los robots.
fi: Kysynnän takia roboteissa on nyt asennettuna animaatiojärjestelmät.
it: Per l'alta richiesta, nei robot sono stati installati sistemi di animazione.
ko: 고수요로 인해 애니메이션 시스템이 설치되었습니다.
nl: Vanwege de grote vraag zijn animatiesystemen in de robots geïnstalleerd.

# ,656FD8094B186F163DF3B1B852234BF7
source: Make sure their movements are smooth and functioning as expected.
ar: تأكد من أن حركاتها سلسة وتعمل كما هو متوقع.
bg: Увери се, че движенията им са плавни и функционират както трябва.
es: Asegúrate de que sus movimientos sean fluidos y funcionen correctamente.
fi: Varmista, että liikkeet ovat sujuvia ja toimivat odotetusti.
it: Assicurati che i movimenti siano fluidi e funzionino come previsto.
ko: 움직임이 부드럽고 정상 작동하는지 확인.
nl: Zorg dat hun bewegingen soepel zijn en naar behoren werken.

# ,27C07C4F42D798C5D474C88B022734F9
source: If the animation fails or appears broken, send them in for repair.
ar: إذا فشلت الرسوم المتحركة أو بدت معطلة، أرسلها للإصلاح.
bg: Ако анимацията се провали или изглежда счупена, изпрати ги за ремонт.
es: Si la animación falla o parece rota, envíalos a reparar.
fi: Jos animaatio pettää tai vaikuttaa rikki, lähetä ne korjattavaksi.
it: Se l’animazione fallisce o sembra rotta, mandali in riparazione.
ko: 애니메이션이 실패하거나 깨지면 수리로 보내세요.
nl: Als de animatie faalt of kapot lijkt, stuur ze dan ter reparatie.
