Repository: geliusgelius/doll-inc-localizations
Catalog: */Game.po
Languages: ar, bg, es, fi, it, ko, nl

# ,75B9757845FF6D37C2814DBBF46DDFBD
source: Welcome to Doll Inc This handbook is designed to help you understand the core mechanics of your role. All Doll Inc products are based on the critically acclaimed Doll Impostor universe. Every elementdolls, boxes, and moreis deeply connected. Each doll is uniquely named and, in the original game, has individual likes and dislikes. However, for your role, that information is not relevant. We do recommend taking a moment to familiarize yourself with Doll Impostor to better understand the nature of our products. You are now entering a 30-day probationary period. Your task is simple: Inspect every product, apply the appropriate tools when necessary, and determine whether it should be sent for repair or production. As you progress through the 30-day evaluation, you will encounter a wide variety of new mechanics. Please refer to this guide as often as needed to assist with identifying and processing these elements. Welcome aboard, Operator. Doll Inc Administration
ar: مرحبًا بك في Doll Inc تم تصميم هذا الدليل لمساعدتك على فهم الآليات الأساسية لدورك. جميع منتجات Doll Inc تستند إلى عالم Doll Impostor الشهير. كل عنصرالدمى، الصناديق، والمزيدمرتبط بعمق. كل دمية لها اسم فريد، وفي اللعبة الأصلية، لديها أذواق واهتمامات فردية. ومع ذلك، فإن هذه المعلومات ليست ذات صلة بدورك. نوصي بأخذ لحظة للتعرف على Doll Impostor لفهم طبيعة منتجاتنا بشكل أفضل. أنت الآن تدخل فترة تجريبية مدتها 30 يومًا. مهمتك بسيطة: افحص كل منتج، واستخدم الأدوات المناسبة عند الحاجة، وحدد ما إذا كان يجب إرساله للإصلاح أو الإنتاج. مع تقدمك خلال فترة التقييم التي تستغرق 30 يومًا، ستواجه مجموعة واسعة من الآليات الجديدة. يرجى الرجوع إلى هذا الدليل حسب الحاجة للمساعدة في تحديد ومعالجة هذه العناصر. مرحبًا بك في العمل، المشغل. إدارة Doll Inc
bg: Добре дошли в Doll Inc Този наръчник е създаден, за да ви помогне да разберете основните механики на вашата роля. Всички продукти на Doll Inc са базирани на критично признатата вселена на Doll Impostor. Всеки елемент - muñecos, кутии и други - е дълбоко свързан. Всеки muñeco има уникално име и в оригиналната игра има индивидуални харесвания и нехаресвания. Въпреки това, за вашата роля тази информация не е от значение. Препоръчваме ви да отделите момент, за да се запознаете с Doll Impostor, за да разберете по-добре естеството на нашите продукти. В момента влизате в 30-дневен изпитателен период. Вашата задача е проста: Проверявайте всеки продукт, прилагайте подходящите инструменти, когато е необходимо, и определяйте дали трябва да бъде изпратен за ремонт или производство. С напредването през 30-дневната оценка ще срещнете голямо разнообразие от нови механики. Моля, използвайте този наръчник толкова често, колкото е необходимо, за да помогнете при идентифицирането и обработката на тези елементи. Добре дошли на борда, операторе. Администрация на Doll Inc
es: Bienvenido a Doll Inc Este manual te ayudará a entender las mecánicas básicas de tu rol. Todos los productos de Doll Inc se basan en el aclamado universo Doll Impostor. Cada elemento—muñecos, cajas y más—está conectado. Cada muñeco tiene nombre único y, en el juego original, gustos individuales. Sin embargo, para tu rol, esa información no es relevante. Te recomendamos familiarizarte con Doll Impostor para entender mejor nuestros productos. Entras ahora en un periodo de prueba de 30 días. Tu tarea es simple: Inspeccionar cada producto, usar herramientas según necesites y determinar si debe enviarse a reparar o a producción. A lo largo de la evaluación de 30 días, encontrarás una gran variedad de nuevas mecánicas. Consulta esta guía tantas veces como necesites para procesar estos elementos. Bienvenido a bordo, Operador. Administración Doll Inc
fi: Tervetuloa Doll Inc:iin Tämä käsikirja on suunniteltu auttamaan sinua ymmärtämään roolisi ydintoiminnot. Kaikki Doll Inc -tuotteet perustuvat kriittisesti arvosteltuun Doll Impostor -universumiin. Jokainen elementti—nuket, laatikot ja muut—is syvästi yhteydessä toisiinsa. Jokainen nukke on yksilöllisesti nimetty ja alkuperäisessä pelissä niillä on omat mieltymyksensä. Roolissasi tämä tieto ei kuitenkaan ole oleellinen. Suosittelemme tutustumaan Doll Impostoriin hieman, jotta ymmärrät tuotteidemme luonteen paremmin. Olet nyt aloittamassa 30 päivän koeaikaa. Tehtäväsi on yksinkertainen: Tarkasta jokainen tuote, käytä tarvittaessa asianmukaisia työkaluja ja päätä, lähetetäänkö se korjattavaksi vai tuotantoon. Edetessäsi 30 päivän arvioinnissa kohtaat monenlaisia uusia mekanismeja. Käänny tämän oppaan puoleen aina tarvittaessa auttaaksesi näiden elementtien tunnistamisessa ja käsittelyssä. Tervetuloa laivaan, Operaattori. Doll Inc:n hallinto
it: Benvenuto in Doll Inc Questo manuale ti aiuta a capire le meccaniche del tuo ruolo. Tutti i prodotti Doll Inc si basano sull'universo Doll Impostor. Ogni elemento—bambole, scatole e altro—è profondamente connesso. Ogni bambola ha un nome unico e, nel gioco originale, gusti personali. Tuttavia, per il tuo ruolo, queste informazioni non sono rilevanti. Ti consigliamo di familiarizzare con Doll Impostor per comprendere meglio la natura dei nostri prodotti. Stai entrando in un periodo di prova di 30 giorni. Il tuo compito è semplice: Ispeziona ogni prodotto, utilizza gli strumenti appropriati e decidi se inviarlo in riparazione o produzione. Durante i 30 giorni di valutazione incontrerai meccaniche nuove. Consulta questa guida ogni volta che serve per identificare ed elaborare questi elementi. Benvenuto a bordo, Operatore. Amministrazione Doll Inc
ko: Doll Inc에 오신 것을 환영합니다\r\n\r\n이 안내서는 당신의 역할 핵심 메커니즘을 이해하는 데 도움이 됩니다.\r\n\r\n모든 Doll Inc 제품은 찬사를 받은 Doll Impostor 세계관을 기반으로 합니다. 각 요소(인형, 상자 등)는 깊은 연관이 있습니다. 원작 게임에서 각 인형은 고유한 이름과 개인적 선호도를 가지고 있지만, 여기서는 관련이 없습니다.\r\n\r\n제품 특성을 이해하려면 Doll Impostor를 미리 살펴보는 것을 권장합니다.\r\n\r\n30일 평가 기간이 시작되었습니다.\r\n당신의 과제는 간단합니다:\r\n모든 제품을 검사하고, 필요한 도구를 사용하여 수리(Repair) 또는 생산(Production)으로 보낼지를 결정하세요.\r\n\r\n30일 평가 동안 다양한 새로운 메커니즘을 만나게 될 것입니다.\r\n이 가이드를 수시로 참고하여 요소 식별 및 처리를 도와주세요.\r\n\r\n환영합니다, Operator.\r\n\r\nDoll Inc 관리부
nl: Welkom bij Doll Inc\r\n\r\nDeze handleiding is ontworpen om je wegwijs te maken in de kernmechanica van je rol.\r\n\r\nAlle producten van Doll Inc zijn gebaseerd op het veelgeprezen Doll Impostor-universum. Elk element—poppen, kisten en meer—is nauw met elkaar verbonden. Elke pop heeft een unieke naam en, in het originele spel, eigen voorkeuren. Voor jouw rol is die informatie echter niet relevant.\r\n\r\nWe raden je aan even kennis te maken met Doll Impostor om de aard van onze producten beter te begrijpen.\r\n\r\nJe begint nu aan een proeftijd van 30 dagen.\r\nJe taak is eenvoudig:\r\nInspecteer elk product, gebruik indien nodig de juiste tools en bepaal of het voor reparatie of productie moet worden opgestuurd.\r\n\r\nNaarmate je vordert in de 30-daagse evaluatie, kom je allerlei nieuwe mechanieken tegen.\r\nRaadpleeg deze gids zo vaak als nodig om bij het herkennen en verwerken van deze elementen te helpen.\r\n\r\nWelkom aan boord, Operator.\r\n\r\nDoll Inc Administratie

# ,6641628F44DD18AE0845CF93F6EAA1F5
source: Missing lock
ar: القفل مفقود
bg: Липсва заключване
es: Cerrojo faltante
fi: Puuttuva lukko
it: Serratura mancante
ko: 잠금장치 누락
nl: Ontbrekend slot

# ,4000FF05445BB2C5AADB41A8A0880A8B
source: Inconsistent Robot
ar: الروبوت غير متسق
bg: Неконсистентен робот
es: Robot inconsistente
fi: Epäjohdonmukainen robotti
it: Robot incoerente
ko: 로봇 불량
nl: Inconsistente robot

# ,9AA5FC164CEB1EC0922DCB9AD0121B71
source: The robot's inconsistency is based on certain imperfections, such as scratches, rust, or visual defects, usually in the form of surface damage. Missing components like arms or legs are not taken into account.
ar: تعتمد عدم تناسق الروبوت على عيوب معينة، مثل الخدوش أو الصدأ أو العيوب البصرية، عادة على شكل تلف سطحي. لا يتم احتساب المكونات المفقودة مثل الأذرع أو الأرجل.
bg: Неконсистентността на робота се базира на определени несъвършенства, като драскотини, ръжда или визуални дефекти, обикновено под формата на повърхностни повреди. Липсващи компоненти като ръце или крака не се вземат под внимание.
es: La inconsistencia del robot se basa en imperfecciones como arañazos, óxido o defectos visuales, generalmente daño superficial. Componentes faltantes como brazos no se consideran.
fi: Robotin poikkeavuus perustuu tiettyihin epätäydellisyyksiin, kuten naarmuihin, ruosteeseen tai visuaalisiin virheisiin, yleensä pinnan vaurioina. Puuttuvia osia, kuten käsiä tai jalkoja, ei oteta huomioon.
it: L’incoerenza del robot si basa su imperfezioni come graffi, ruggine o difetti visivi. Componenti mancanti come braccia o gambe non sono considerate.
ko: 로봇의 불량은 긁힘, 녹, 표면 손상 등 결함에 기반합니다. 팔이나 다리 누락은 고려하지 않습니다.
nl: De inconsistentie van de robot is gebaseerd op bepaalde imperfecties, zoals krasjes, roest of visuele defecten, meestal als oppervlakkige beschadigingen. Ontbrekende onderdelen zoals armen of benen worden niet meegeteld.

# ,AB66444A43A43C56BD4B3A8CEE9FE203
source: Inconsistent animation: Sometimes the robot doesn't perform its animation. This could be due to an electronic or mechanical failure, or perhaps a missing battery. In any case, send it for repair.
ar: الرسوم المتحركة غير متسقة: أحياناً لا يؤدي الروبوت رسومه المتحركة. قد يكون ذلك بسبب عطل إلكتروني أو ميكانيكي، أو ربما بطارية مفقودة. في جميع الأحوال، أرسله للإصلاح.
bg: Неконсистентна анимация: Понякога роботът не изпълнява анимацията си. Това може да е електронна или механична повреда или липсваща батерия. Във всеки случай, изпрати го за ремонт.
es: Animación inconsistente: a veces el robot no realiza su animación. Puede ser fallo electrónico o mecánico, o falta de batería. En cualquier caso, envíalo a reparar.
fi: Epäjohdonmukainen animaatio: Joskus robotti ei toista animaatiotaan. Tämä voi johtua sähköisestä tai mekaanisesta viasta tai mahdollisesti puuttuvasta paristosta. Joka tapauksessa lähetä se korjattavaksi.
it: Animazione incoerente: a volte il robot non esegue l’animazione. Può essere un guasto elettronico o meccanico, o batteria scarica. In ogni caso, invialo in riparazione.
ko: 애니메이션 불량: 로봇이 애니메이션을 수행하지 않을 수 있습니다. 전자/기계적 결함 또는 배터리 부족일 수 있습니다. 어쨌든 수리(Repair)로 보내세요.
nl: Inconsistente animatie: Soms voert de robot zijn animatie niet uit. Dit kan door een elektronische of mechanische storing zijn, of misschien een ontbrekende batterij. In elk geval: stuur hem ter reparatie.

# ,6D1A65D1482488810CCD058B265D19AD
source: Inconsistent Voice
ar: الصوت غير متسق
bg: Неконсистентен глас
es: Voz inconsistente
fi: Epäjohdonmukainen ääni
it: Voce incoerente
ko: 음성 불량
nl: Inconsistente stem

# ,32776E164A17D027CF5222B6F13FC03A
source: Sometimes robots do not have the voices they should. Its important to check a few examples of good and bad audio to verify this.
ar: أحياناً لا تمتلك الروبوتات الأصوات التي ينبغي أن تكون لها. من المهم التحقق من أمثلة جيدة وسيئة للتحقق من ذلك.
bg: Понякога роботите нямат правилните гласове. Важно е да провериш няколко примера на добър и лош звук, за да го потвърдиш.
es: A veces los robots no tienen las voces correctas. Es importante comparar ejemplos de audio bueno y malo.
fi: Joskus roboteilla ei ole niiden kuuluisi olla ääniä. On tärkeää tarkistaa muutamia hyviä ja huonoja ääninäytteitä varmistaaksesi tämän.
it: A volte i robot non hanno le voci corrette. È importante verificare esempi di audio buono e cattivo.
ko: 때때로 로봇에 음성이 없습니다. 좋은/나쁜 오디오 예시를 확인하여 검증해야 합니다.
nl: Soms hebben robots niet de stemmen die ze zouden moeten hebben. Het is belangrijk enkele voorbeelden van goede en slechte audio te controleren om dit te verifiëren.

# ,E616746F455A7A341FBB98AE42D76BDA
source: Bad sound example
ar: مثال صوت سيء
bg: Пример за лош звук
es: Ejemplo de mal sonido
fi: Huono ääniesimerkki
it: Esempio suono cattivo
ko: 나쁜 소리 예시
nl: Voorbeeld van slecht geluid

# ,E5A70FC948F3B49C3D9DD195261EEA4B
source: Good sound example
ar: مثال صوت جيد
bg: Пример за добър звук
es: Ejemplo de buen sonido
fi: Hyvä ääniesimerkki
it: Esempio suono buono
ko: 좋은 소리 예시
nl: Voorbeeld van goed geluid

# ,9B0D1A7646196945E9A3A1A1DD26DA16
source: Back
ar: عودة
bg: Назад
es: Atrás
fi: Takaisin
it: Indietro
ko: 뒤로
nl: Terug

# ,8808835E4528D06C10DA9D9CAA57A39A
source: This tool will help you check the products directly by scanning their barcodes.
ar: هذه الأداة ستساعدك على فحص المنتجات مباشرة بمسح باركوداتها.
bg: Този инструмент ще ти помогне да проверяваш продуктите директно чрез сканиране на баркодовете.
es: Esta herramienta te ayudará a revisar productos escaneando sus códigos.
fi: Tämä työkalu auttaa sinua tarkistamaan tuotteet suoraan skannaamalla niiden viivakoodeja.
it: Questo strumento ti aiuta a controllare i prodotti scansionando i codici a barre.
ko: 이 도구는 바코드를 스캔하여 제품을 직접 검사하는 데 도움이 됩니다.
nl: Met deze tool kun je producten rechtstreeks controleren door hun barcodes te scannen.

# ,2C13E2644E3D361CE3CDAA90499A61D3
source: This tool will help you detect visual flaws without the need to pay close attention.
ar: هذه الأداة ستساعدك على اكتشاف العيوب البصرية دون الحاجة للتركيز الشديد.
bg: Този инструмент ще ти помогне да откриваш визуални дефекти без нужда от близък преглед.
es: Esta herramienta te ayudará a detectar fallos visuales sin prestar tanta atención.
fi: Tämä työkalu auttaa sinua havaitsemaan visuaaliset virheet ilman tarkkaa tarkastelua.
it: Questo strumento ti aiuta a rilevare difetti visivi senza dover prestare troppa attenzione.
ko: 이 도구는 세심한 주의 없이도 시각적 결함을 감지하는 데 도움이 됩니다.
nl: Met deze tool kun je visuele gebreken detecteren zonder er nauwkeurig naar te hoeven kijken.

# ,E8888B4B4C866E73E04B2E8D14A1B276
source: Thermometer
ar: ميزان الحرارة
bg: Термометър
es: Termómetro
fi: Lämpömittari
it: Termometro
ko: 온도계

# ,8505177D457AE2FC66D2D395E6F7A5F1
source: This tool will help you identify the temperature of each product. If its green, it means its correct; if its red, its incorrect.
ar: هذه الأداة ستساعدك على تحديد درجة حرارة كل منتج. إذا كانت خضراء، فهذا يعني أنها صحيحة؛ إذا كانت حمراء، فهي خاطئة.
bg: Този инструмент ще ти помогне да определяш температурата на всеки продукт. Ако е зелен, означава че е правилно; ако е червен, е неправилно.
es: Esta herramienta te ayudará a identificar la temperatura de cada producto. Si está verde, es correcto; si está rojo, es incorrecto.
fi: Tämä työkalu auttaa sinua tunnistamaan jokaisen tuotteen lämpötilan. Jos se on vihreä, lämpötila on oikea; jos punaista, se on virheellinen.
it: Questo strumento ti aiuta a identificare la temperatura di ogni prodotto. Se è verde, è corretto; se è rosso, è errato.
ko: 이 도구는 제품 온도를 확인합니다. 녹색이면 정상, 빨간색이면 불량입니다.
nl: Met deze tool kun je de temperatuur van elk product bepalen. Als het groen is, is het correct; als het rood is, is het incorrect.

# ,B60615F04466A58C25CE04B03E97F012
source: This tool will help you check the weight of the products. If its green, it means its correct; if its red, its incorrect.
ar: هذه الأداة ستساعدك على فحص وزن المنتجات. إذا كانت خضراء، فهذا يعني أنها صحيحة؛ إذا كانت حمراء، فهي خاطئة.
bg: Този инструмент ще ти помогне да проверяваш теглото на продуктите. Ако е зелен, означва че е правилно; ако е червен, е неправилно.
es: Esta herramienta te ayudará a comprobar el peso de los productos. Si está verde, es correcto; si está rojo, es incorrecto.
fi: Tämä työkalu auttaa sinua tarkistamaan tuotteiden painon. Jos se on vihreä, paino on oikea; jos punaista, se on virheellinen.
it: Questo strumento ti aiuta a controllare il peso dei prodotti. Se è verde, è corretto; se è rosso, è errato.
ko: 이 도구는 제품 무게를 확인합니다. 녹색이면 정상, 빨간색이면 불량입니다.
nl: Met deze tool kun je het gewicht van de producten controleren. Als het groen is, is het correct; als het rood is, is het incorrect.

# ,BAFAB3024CFC529BCB3E3D956DB95FED
source: Scales
ar: الموازين
bg: Везни
es: Básculas
fi: Vaaka
it: Bilance
ko: 저울(Scales)
nl: Weegschaal

# ,C331BEE14CF02C0A0E9853A314D10110
source: Pressure
ar: الضغط
bg: Налягане
es: Presión
fi: Paine
it: Pressione
ko: 압력(Pressure)
nl: Druk

# ,7FA4EBE94A5958C44DB31F98E8EF8FD2
source: This tool will help you check the pressure of the products. If its green, it means its correct; if its red, its incorrect.
ar: هذه الأداة ستساعدك على فحص ضغط المنتجات. إذا كانت خضراء، فهذا يعني أنها صحيحة؛ إذا كانت حمراء، فهي خاطئة.
bg: Този инструмент ще ти помогне да проверяваш налягането на продуктите. Ако е зелен, означава че е правилно; ако е червен, е неправилно.
es: Esta herramienta te ayudará a comprobar la presión de los productos. Si está verde, es correcto; si está rojo, es incorrecto.
fi: Tämä työkalu auttaa sinua tarkistamaan tuotteiden paineen. Jos se on vihreä, paine on oikea; jos punaista, se on virheellinen.
it: Questo strumento ti aiuta a controllare la pressione dei prodotti. Se è verde, è corretto; se è rosso, è errato.
ko: 이 도구는 제품 압력을 확인합니다. 녹색이면 정상, 빨간색이면 불량입니다.
nl: Met deze tool kun je de druk van de producten controleren. Als het groen is, is het correct; als het rood is, is het incorrect.

# ,920277D14E5D3F676D8D4B8996A1B310
source: This tool will help you change the name of a case.
ar: هذه الأداة ستساعدك على تغيير اسم الصندوق.
bg: Този инструмент ще ти помогне да сменяш името на кутия.
es: Esta herramienta te ayudará a cambiar el nombre de una caja.
fi: Tämä työkalu auttaa sinua muuttamaan laatikon nimeä.
it: Questo strumento ti aiuta a cambiare il nome di una scatola.
ko: 이 도구는 케이스 이름을 변경하는 데 도움이 됩니다.
nl: Met deze tool kun je de naam van een kist wijzigen.

# ,22671FF74079AB60CE3F21A8E118C1B1
source: Name Changer
ar: مغير الأسماء
bg: Промен имя
es: Cambiador de nombre
fi: Nimenmuuttaja
it: Cambianome
ko: 이름 변경기
nl: Naamwisselaar

# ,E7C616B7442634DB64EA43A235B700A9
source: Bubble Wrap
ar: الغلاف الفقاعي
bg: Въздушно фолио
es: Plástico de burbujas
fi: Kuplamuovi
it: Pluriball
ko: 버블 랩
nl: Bubbelplastic

# ,F75CC3D74B0DD79EF6F6039646E1BC98
source: This tool will help you wrap the orders to protect them from impacts.
ar: هذه الأداة ستساعدك على تغليف الطلبات لحمايتها من الصدمات.
bg: Този инструмент ще ти помогне да опаковаш поръчките, за да ги защитиш от удари.
es: Esta herramienta te ayudará a envolver los pedidos para protegerlos de golpes.
fi: Tämä työkalu auttaa sinua pakkaamaan tilaukset suojaksi iskuilta.
it: Questo strumento ti aiuta a imballare gli ordini per proteggerli dagli urti.
ko: 이 도구는 충격으로부터 주문을 보호하도록 포장할 때 사용합니다.
nl: Met deze tool kun je de bestellingen inpakken om ze tegen stoten te beschermen.

# ,3D24416C484990E7213B3189DF9920CD
source: Storage: Here you can find and request the products needed for your orders. Simply use the panel, select the product, and request it. The system will give you a location code, for example, 7-A. Then go to column 7, section A, and you ll find the product you re looking for there.
ar: التخزين: هنا يمكنك العثور على المنتجات المطلوبة لطلباتك وطلبها. ما عليك سوى استخدام اللوحة، واختيار المنتج، وطلبه. سيعطيك النظام رمز موقع، على سبيل المثال، 7-A. ثم انتقل إلى العمود 7، القسم A، وستجد المنتج الذي تبحث عنه هناك.
bg: Съхранение: Тук можеш да намериш и заявиш продуктите нужни за твоите поръчки. Просто използвай панела, избери продукта и го заяви. Системата ще ти даде код на локация, например 7-A. След това отиди на колона 7, секция A и там ще намериш търсения продукт.
es: Almacenamiento: Aquí puedes encontrar y solicitar los productos necesarios. Usa el panel, selecciona el producto y solicítalo. El sistema te dará un código de ubicación, por ejemplo, 7-A. Ve a columna 7, sección A, y encontrarás el producto allí.
fi: Varastointi: Täältä voit etsiä ja tilata tilauksesi tuotteita. Käytä vain paneelia, valitse tuote ja tilaa se. Järjestelmä antaa sijaintikoodin, esimerkiksi 7-A. Mene sitten sarakkeeseen 7, osioon A, ja löydät etsimäsi tuotteen sieltä.
it: Magazzino: Qui puoi trovare e richiedere i prodotti necessari per i tuoi ordini. Usa il pannello, seleziona il prodotto e richiedilo. Il sistema ti darà un codice, es. 7-A. Vai alla colonna 7, sezione A, e troverai il prodotto.
ko: 보관(Storage):\r\n\r\n여기서 주문에 필요한 제품을 찾고 요청할 수 있습니다. 패널을 사용해 제품을 선택하고 요청하세요. 시스템이 위치 코드를 제공합니다(예: 7-A). 열 7, 섹션 A로 가면 찾고 있던 제품이 있습니다.
nl: Opslag:\r\n\r\nHier kun je de producten voor je bestellingen vinden en aanvragen. Gebruik gewoon het paneel, selecteer het product en vraag het aan. Het systeem geeft je een locatiecode, bijvoorbeeld 7-A. Ga vervolgens naar kolom 7, sectie A, en daar vind je het gezochte product.

# ,F6B8DCED4361004653010FB0C003BE60
source: Orders: Orders can come in multiple formats (with 1, 2, or up to 3 items per order). They may require packaging or not, and they might request a custom name or not.
ar: الطلبات: يمكن أن تأتي الطلبات بتنسيقات متعددة (مع 1 أو 2 أو حتى 3 عناصر لكل طلب). قد تتطلب التعبئة أو لا، وقد تطلب اسمًا مخصصًا أو لا.
bg: Поръчки: Поръчките могат да са в различни формати (с 1, 2 или до 3 артикула на поръчка). Могат да изискват опаковане или не, и да поискат потребителско име или не.
es: Pedidos: Los pedidos pueden venir en varios formatos (con 1, 2 o hasta 3 artículos). Pueden requerir embalaje o no, y pueden pedir nombre personalizado o no.
fi: Tilaukset: Tilaukset voivat olla useassa eri muodossa (1, 2 tai jopa 3 tuotetta per tilaus). Ne saattavat vaatia pakkausta tai eivät, ja ne saattavat pyytää mukautettua nimeä tai eivät.
it: Ordini: Gli ordini possono avere formati diversi (1, 2 o fino a 3 articoli). Possono richiedere imballaggio o no, e nomi personalizzati o no.
ko: 주문(Pedidos):\r\n\r\n주문은 1~3개 항목 형식으로 올 수 있습니다. 포장이 필요할 수도 있고, 맞춤 이름 요청이 있을 수도 있습니다.
nl: Bestellingen:\r\n\r\nBestellingen kunnen in verschillende formaten binnenkomen (met 1, 2 of tot 3 items per bestelling). Ze kunnen verpakt moeten worden of niet, en ze kunnen om een aangepaste naam vragen of niet.

# ,953DD0EA4439C5B1E64AF291DE985670
source: Box
ar: صندوق
bg: Кутия
es: Caja
fi: Laatikko
it: Scatola
ko: 상자
nl: Doos

# ,E58BBF124CCD48325BD89E9B7D7ADC3F
source: Request a box from the panel and use it to store products.
ar: اطلب صندوقًا من اللوحة واستخدمه لتخزين المنتجات.
bg: Заяви кутия от панела и я използвай за съхранение на продуктите.
es: Solicita una caja desde el panel y úsala para almacenar productos.
fi: Pyydä laatikko paneelista ja käytä sitä tuotteiden säilytykseen.
it: Richiedi una scatola dal pannello e usala per conservare i prodotti.
ko: 패널에서 상자를 요청하고 제품을 보관하는 데 사용하세요.
nl: Vraag een doos aan via het paneel en gebruik deze om producten op te bergen.

# ,B25BD16C47AEC27EDC7B588B23D5062D
source: No anomalies found
ar: لم يتم العثور على أي شذوذ
bg: Не са намерени аномалии
es: No se encontraron anomalías
fi: Ei poikkeavuuksia
it: Nessuna anomalia trovata
ko: 이상 없음
nl: Geen afwijkingen gevonden

# ,D81D0E944F7EDE1A09E72B872558785B
source: Anomaly detected
ar: تم الكشف عن شذوذ
bg: Аномалия открита
es: Anomalía detectada
fi: Poikkeavuus havaittu
it: Anomalia rilevata
ko: 이상 감지됨
nl: Afwijking gedetecteerd

# ,30104E324C4E8969DB9AA895DC3895FA
source: Done
ar: تم
bg: Готово
es: Hecho
fi: Valmis
it: Fatto
ko: 완료
nl: Klaar

# ,5E7917D54BA5190DF7A108B9500486CA
source: WRITE
ar: اكتب
bg: ПИШИ
es: ESCRIBE
fi: KIRJOITA
it: SCRIVI
ko: 쓰기
nl: SCHRIJF

# ,F54CE9DA42C11B543660619823F77D1D
source: Case's name: {name}
ar: اسم العلبة: {name}
bg: Името на кутията: {name}
es: Nombre de la caja: {name}
fi: Laatikon nimi: {name}
it: Nome della scatola: {name}
ko: 케이스 이름: {name}
nl: Naam van de kist: {name}

# ,5D31987A457E85825928D4A8D13324FF
source: Order #{order}
ar: الطلب رقم {order}
bg: Поръчка №{order}
es: Pedido #{order}
fi: Tilaus #{order}
it: Ordine #{order}
ko: 주문 #{order}
nl: Bestelling #{order}

# ,59A8D4564806C5D0F3C6BE9D91066181
source: Print Barcode
ar: اطبع الرمز الشريطي
bg: Принтирай баркод
es: Imprimir código de barras
fi: Tulosta viivakoodi
it: Stampa codice a barre
ko: 바코드 인쇄
nl: Barcode afdrukken

# ,CD5CE62A4033401019E64CAE21F2DC5A
source: Missing barcode
ar: الرمز الشريطي مفقود
bg: Липсващ баркод
es: Código de barras faltante
fi: Puuttuva viivakoodi
it: Codice a barre mancante
ko: 바코드 누락
nl: Ontbrekende barcode
