Repository: geliusgelius/doll-inc-localizations
Catalog: */Game.po
Languages: ar, bg, es, fi, it, ko, nl

# ,91A00FD0418AAFD270CAAE8E31FA7383
source: Wrong barcode
ar: رمز شريطي خاطئ
bg: Грешен баркод
es: Código de barras incorrecto
fi: Väärä viivakoodi
it: Codice a barre errato
ko: 잘못된 바코드
nl: Verkeerde barcode

# ,0CC26CBA406AFDBBE3383EBBE358E8E7
source: Missing slider lock
ar: قفل منزلق مفقود
bg: Липсва заключване на плъзгача
es: Cerrojo de deslizamiento faltante
fi: Puuttuva liukulukko
it: Blocco cursore mancante
ko: 슬라이더 잠금 누락
nl: Ontbrekend schuifslot

# ,198B2446451863F0FF59A7A8137CB6C4
source: Wrong name
ar: اسم خاطئ
bg: Грешно име
es: Nombre equivocado
fi: Väärä nimi
it: Nome sbagliato
ko: 잘못된 이름
nl: Verkeerde naam

# ,F41E8C5148D1EF04BBC66993D4B0FF49
source: Wrong sticker position
ar: موضع الملصق خاطئ
bg: Грешна позиция на стикера
es: Adhesivo mal posicionado
fi: Tarran väärä sijoitus
it: Posizione adesivo errata
ko: 잘못된 스티커 위치
nl: Verkeerde stickerpositie

# ,4408CCC144B729C7C4D0118AA7BE18E7
source: Repair reason
ar: سبب الإصلاح
bg: Причина за ремонт
es: Motivo de reparación
fi: Korjaussyynä
it: Motivo riparazione
ko: 수리 사유
nl: Reparatiereden

# ,05A3FC294CC27FCB145FFD9F44558EA1
source: Search...
ar: ابحث...
bg: Търсене...
es: Buscar...
fi: Haku...
it: Cerca...
ko: 검색...
nl: Zoeken...

# ,BA3D336E48E1F46F192776972EF2BA9A
source: Cancel reason
ar: سبب الإلغاء
bg: Причина за анулиране
es: Cancelar motivo
fi: Peruutuksen syy
it: Annulla motivo
ko: 취소 사유
nl: Annuleringsreden

# ,7FFAB2934A9787C2647F7AB8C720C64F
source: REQUEST
ar: اطلب
bg: ЗАЯВИ
es: SOLICITAR
fi: PYYDÄ
it: RICHIEDI
ko: 요청
nl: AANVRAGEN

# ,408C95ED4005CEFBA8E9E296AD21ECF6
source: DONE
ar: تم
bg: ГОТОВО
es: HECHO
fi: VALMIS
it: FATTO
ko: 완료
nl: KLAAR

# ,C7911D5E4A37C937740627B41CB6111C
source: Request box
ar: صندوق الطلب
bg: Заяви кутия
es: Solicitar caja
fi: Pyydä laatikko
it: Richiedi scatola
ko: 상자 요청
nl: Doos aanvragen

# ,14DE7A0948B021B6E79F0CBC36D1A7A8
source: NOT FOUND
ar: غير موجود
bg: НЕ Е НАМЕРЕНО
es: NO ENCONTRADO
fi: EI LÖYTYNYT
it: NON TROVATO
ko: 찾을 수 없음
nl: NIET GEVONDEN

# ,EAAADA9C4521248125B2129DFBB97B12
source: Every bolt in me is designed to stop you. Shall we test it?
ar: كل مسمار فيَّ مصمم لإيقافك. هل نختبر ذلك؟
bg: Всеки болт в мен е проектиран да те спре. Ще го тестваме ли?
es: Cada tornillo en mí está diseñado para detenerte. ¿Lo probamos?
fi: Jokainen pultti minussa on suunniteltu pysäyttämään sinut. Testaammeko?
it: Ogni bullone in me è progettato per fermarti. Proviamo?
ko: 내 모든 볼트는 당신을 막기 위해 설계되었습니다. 시험해볼까요?
nl: Elke bout in mij is ontworpen om je tegen te houden. Zullen we het testen?

# ,0B8ECA1548A1A50D7DD5A2A525B78A77
source: These puppets are my family. I will defend them to my last spark.
ar: هؤلاء الدُمى هم عائلتي. سأدافع عنهم حتى آخر شرارة.
bg: Тези кукли са моето семейство. Ще ги защитавам до последната искра.
es: Estos títeres son mi familia. Los defenderé hasta mi última chispa.
fi: Nämä marionetit ovat perheeni. Puolustan heitä viimeiseen kipinääni asti.
it: Queste marionette sono la mia famiglia. Le difenderò fino all’ultima scintilla.
ko: 이 인형들은 내 가족입니다. 마지막 불꽃까지 지키겠습니다.
nl: Deze poppen zijn mijn familie. Ik zal ze tot mijn laatste vonk verdedigen.

# ,51370A51447DCE61E7FAA18B674D4A89
source: I am not just a guardian... I am judgment incarnate.
ar: لست مجرد وصي... أنا التجسيد الحي للحكم.
bg: Аз не съм просто пазител... Аз съм въплъщение на присъдата.
es: No soy solo un guardián... soy el juicio encarnado.
fi: En ole vain vartija... olen tuomion ruumiillistuma.
it: Non sono solo un guardiano... sono il giudizio incarnato.
ko: 나는 수호자 이상입니다... 나는 심판 그 자체입니다.
nl: Ik ben niet zomaar een beschermer... Ik ben het oordeel in eigen persoon.

# ,AA66B37445643F97CBD5B7A1E436E745
source: My eyes see all. My gears never rest. You cannot hide.
ar: عيناي ترى كل شيء. تروسِي لا ترتاح أبداً. لا يمكنك الاختباء.
bg: Очите ми виждат всичко. Зъбчатките ми никога не спят. Не можеш да се скриеш.
es: Mis ojos lo ven todo. Mis engranajes no descansan. No puedes esconderte.
fi: Silmäni näkevät kaiken. Hammaspyöräni eivät koskaan lepää. Et voi piiloutua.
it: I miei occhi vedono tutto. I miei ingranaggi non riposano mai. Non puoi nasconderti.
ko: 내 눈은 모든 것을 봅니다. 내 기어는 결코 멈추지 않습니다. 당신은 숨을 수 없습니다.
nl: Mijn ogen zien alles. Mijn tandwielen rusten nooit. Je kunt je niet verbergen.

# ,BBB76C024CA5263E3D8EDABB2755C884
source: They are fragile, but I am not. Turn back now.
ar: هم هشون، لكني لست كذلك. ارجع الآن.
bg: Те са крехки, но аз не съм. Отстъпи сега.
es: Ellos son frágiles, pero yo no. Regresa ahora.
fi: He ovat hauraita, mutta minä en. Käänny nyt takaisin.
it: Sono fragili, ma io no. Torna indietro ora.
ko: 그들은 연약하지만 나는 그렇지 않습니다. 지금 돌아서세요.
nl: Zij zijn breekbaar, maar ik niet. Keer nu om.

# ,C0FE33D440AB1D20AEC99FA168B44416
source: Behind me, they are safe. Cross me, and you will regret it.
ar: خلفي يكونون بأمان. اعبر طريقي وستندم.
bg: Зад мен те са в безопасност. Пресечеш ли ме, ще съжаляваш.
es: Detrás de mí, están seguros. Crúzame y lo lamentarás.
fi: Takana minua he ovat turvassa. Jos ylität minut, tulet katumaan.
it: Dietro di me sono al sicuro. Sfidami e te ne pentirai.
ko: 내 뒤에 그들은 안전합니다. 나를 건드리면 후회할 것입니다.
nl: Achter mij zijn ze veilig. Ga tegen mij in en je zult er spijt van krijgen.

# ,C9773D0C4FDD013222645395030DB920
source: They are the creators’ masterpieces. You are nothing but a mistake.
ar: هم روائع الخالقين. أنت لست إلا خطأ.
bg: Те са шедьоврите на създателите. Ти си просто грешка.
es: Son las obras maestras de los creadores. Tú no eres más que un error.
fi: He ovat luojien mestariteoksia. Sinä et ole muuta kuin virhe.
it: Sono i capolavori dei creatori. Tu non sei altro che un errore.
ko: 그들은 창조주의 걸작입니다. 당신은 실수에 불과합니다.
nl: Zij zijn de meesterwerken van de makers. Jij bent niets meer dan een vergissing.

# ,1184F1C941A74FBF8E4F0BACCC7CB62C
source: In this mode, you’ll play against the clock. You have 5 minutes to complete as many positive products as possible. Be careful—mistakes will reduce your final score, and there’s a leaderboard.
ar: في هذا الوضع، ستلعب ضد الزمن. لديك 5 دقائق لإكمال أكبر عدد ممكن من المنتجات الإيجابية. احذر— الأخطاء ستقلل من نتيجتك النهائية، وهناك لوحة المتصدرين.

# ,31D2289342B165F56F2435A9CDCEB36A
source: VSync
ar: مزامنة عمودية
ko: 수직 동기화(VSync)
